{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 기생충 질병",
    "author": "윤희정 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "피부과",
    "disease": "\n삽화 43\n물렁진드기(물렁진드기과) _Soft ticks (Argasidae)\nOtobius megnini(그리고 Ornithodoros)\n_Otobius megnini (and Ornithodoros spp.)\n 사람 위험요소\n인수공통전염병\n연진드기(Ornithodoros spp.)가 매개하는 질병:\n- 아프리카 재귀열(Borrelia duttoni)\n- 진드기 재귀열(Borrelia parkeri, Borrelia hermsii)\n- Q열[Q열 병원체(Coxiella burnetti)]\n유충은 섭취 없이도 수 달간 살아남을 수 있다.\n\n유충은 숙주의 외부귓구멍에 기생하며, 며칠 동안 흡혈하여 약충이 되기 위해 탈피한다.\n유충은 숙주를 찾아나서고(종종 자고 있는 숙주) 숙주의 외부귓구멍에 들어가 흡혈을 시작한다.\n암컷은 땅의 틈에 하나의 알을 낳거나(Otobius) 또는 많은 알을 낳는다(Ornithodoros).\n\n숙주 H.\n개와 다른 포유류\nDog and other mammals\n숙주의 귀에서의 유충과 약충(어린 시기)\n 동물 위험요소\n진드기는 수개월에서 수년 동안 섭취 없이 생존할 수 있다\n진드기는 몸에 가시가 있기 때문에 O. megnini의 귀감염은 고통스럽다.\n환경에서의 성충\n약충 I\nNymph I\n\n 기생충 관리 수단\n살충제로 치료\n환경 관리 수단\n감염된 가축을 적합하게 치료\n핀셋으로 진드기 제거\n유충은 섭취하고 몇몇의 단계로 진화하지만, 모두 같은 숙주의 귀에서 일어난다.\n충분히 흡혈한 약충은 최종적으로 귓구멍에서 나와 땅으로 떨어지고 성충으로 발육한다.\n\n성충 진드기는 섭취하지 않는다. 그들은 환경에서 번식하고 암컷은 충란을 낳는다.\n약충 II\nNymph II\nOtobius megnini 감염 _Otobius megnini infestation\n유충과 약충은 집과 야생의 유제류의 외부귓구멍 기생충이며 개와 사람에게도 감염이 된다. 그러므로 우리는 목장에서 사는 개를 위해 특별하게 숙고해야 한다.\n유충단계의 진드기는 보통 숙주가 수면상태에 있을 때 감염된다.\n진드기는 탈피하고 자라므로 귀염과 귀통증을 유발한다.\n연진드기 감염\n_Ornithodoros spp. infestation\n연진드기(Ornithodoros)는 물렁진드기(Argas)와 비슷한 공격하고 섭취하는(attack-feeding) 패턴을 가진 연진드기다. 연진드기의 주시할 만한 몇몇의 핵심적이고 독특한 특징이 있다.\n이 진드기들은 사람과 동물이 찾는 피난처의 구조나 덮여진 부분에 산다.\n암컷은 수많은 batches의 충란(~100/batch: 한 번)을 낳고 충란을 품는다.\n유충은 영양분을 얻지 않고 부화하게 되면, 탈피하여 약충이 될 때까지 잠잠히 있는다.\n성충과 약충은 짧은 기간 동안 공격하고 흡혈하며 일반적으로 밤에 숙주를 공격한다.\n성충과 유충은 무차별적으로 먹는 동물(다른 숙주 종)이며 (약충과 성충으로서) 자주 섭취하기 때문에 종종 혈액 매개 질병의 전파하는 생물학적 매개체가 된다.\n역사적으로 감염은 매우 심각하고 성공적으로 관리하기 어려워서 오염된 구조물(structure)은 진드기들을 제거하기 위해 불에 태워졌다.\n\n물렁진드기\n삽화 44\n무는이(새털이) _Chewing lice (Mallophaga)\n개털이, 고양이털이 _Trichodectes canis, Felicola subrostratus\n충란은 부화하여 약충이 나온다. 이것은 성충 처럼 생겼지만 훨씬 작다.\n 사람 위험요소\n없음\n\n약충\nNymphs\n약충은 탈피하고 성충단계에 이를 때까지 발육한다(단순 변태).\n\n\n 동물 위험요소\n개털이는 개조충 중간숙주로서 작용한다.\n충란(서캐)\nEgg (nit)\n숙주 H.\n개(개털이)와 고양이(고양이털이)\nDog (T. canis) and cat (F. subrostratus)\n\n총생활사 2~3주\n개(개털이)\nDog (T. canis)\n\n암컷은 숙주털에 붙게 되는 난개를 갖는 충란을 낳는다.\n 기생충 관리 수단\n살충제로 치료\n노출된 모든 동물을 동시에 치료\n감염된 동물들과 직접적인 접촉은 피하라.\n국부의 구충 치료\n이는 머리의 배쪽에 강한 턱뼈를 가지고 있다. 이는 표피 비듬과 피지분비를 섭취한다; 혈액도 가끔 섭취한다.\n성충은 숙주털에 붙어있고 완전한 생활사를 완성한다.\n\n벼룩은 흔한 조충인 개조충의 중간숙주이다.\n숙주 H.\n개와 고양이\nDog and cat\n전체 생활사: 14~325일\n(조건에 따라 다르다)\n\n3기 유충\nLarva L3\n5~11일\n1~6일\n숙주로부터 떨어져나온 벼룩 충란과 먼지\n\n\n 기생충 관리 수단\n살충제로 치료\n환경 관리(진공청소기로 청소와 잠자리, 바닥재와 쉬는 공간의 살충 치료)\n\n각각의 암컷 벼룩은 하루에 평균 25개의 충란을 낳을 수 있다(생식능력이 있는 평생 동안 2000개까지). 충란은 동물에서 떨어져 나와 환경을 오염시킨다(침구, 집, 정원).\n\n\n벼룩 유충은 벼룩의 분변을 먹는다. 유충은 1기 유충에서 2기, 3기 유충으로 탈피한다.\n2기 유충\nLarva L2\n\n1기 유충\nLarva L1\n유충(1기 유충) 부화\nLarvae (L1) hatch\n벼룩 먼지와 벼룩 충란\nFlea dirt and flea eggs\n\n벼룩감염 _Flea infestation\n홍반\n과다색소침착\nErythema\nHyperpigmentation\n허리엉치 탈모\nLumbosacral alopecia\n벼룩\n구진과 딱지\nPapules and scabs\n삽화 46\n모래파리와 등에모기 _Sandflies and biting midges\n플레보토무스, 루초미아, culicoides\n_Phlebotomus spp., Lutzomyia spp., Culicoides spp.\n유충은 분해된 유기물과 곰팡이를 먹는다. 기후 상황에 따라 그들의 발육을 멈출 수 있는 4가지 유충 단계가 있다.\n 사람 위험요소\n인수공통전염병\n파리류는 매개체로서 작용할 수 있으며 리슈만편모충증 등과 같은 질병을 전파할 수 있다.\n파리류의 물림은 심각한 아나필락시스 반응(자극, 염증,고통..)을 유발할 수 있다.\n\n번데기는 발육하여 성충이 된다.\n\n번데기\nPupa\n유충은 번데기가 된다.\n성충 암컷은 (주로 밤에)\n숙주의 피를 흡혈한다.\n\n\n 동물 위험요소\n파리류는 생물학적 매개체로서 작용할 수 있으며 질병(리슈만편모충증 등)을 전파할 수 있다.\n유충\nLarva\n숙주 H.\n개와 고양이\nDog and cat\n모래파리 생활사\n생활사: ~6주\n\n\n\n 기생충 관리 수단\n환경 관리 수단: 분해된 유기물을 줄여라.\n예방: 곤충 방충제\n환경 관리(건조한 지역):\n- 플레보토무스(Phlebotomus)의 수 조절하기(소독)\n- 플레보토무스(Phlebotomus)와 동물 간의 접촉을 최소화하기\n\n혈액 섭취로부터 얻는 영양분은 충란의 빠른 발육을 가능하게 한다.\n충란은 4~20일에 부화한다.\n성충은 금, 틈 그리고 홈(일반적으로 온화한 온도와 높은 습도의 어두운 곳)\n성충\n플레보토무스(아프리카, 유라시아)\n루초미아(미국)\n\n\n모래파리 플레보토무스 감염 _Phlebotomus infestation\n\n모래파리와 등에모기\n삽화 47\n무는 모기 _Biting mosquitoes\n집모기, 숲모기, 얼룩날개모기 _Culex spp., Aedes spp., Anopheles spp.\n번데기 단계는 2일에서 1주까지 지속된다.\n 사람 위험요소\n인수공통전염병\n모기는 질병(말라리아, 사상충, 등)을 전파할 수 있다.\n성충은 번데기의 등에서 T자 모양 구멍을 통해 나온다.\n\n성충\nAdult\n\n24시간 후, 성충 모기는 날 수 있고 섭취도 가능하다.\n4\n번데기\nPupa\n\n2~3일\n 동물 위험요소\n모기는 흡혈하며 사상충과 같은 질병을 전파할 수 있는 생물학적 매개체(중간숙주)로서 작용한다.\n숙주 H.\n개와 고양이\nDog and cat\n수컷은 7일까지 산다(식물을 섭취한다).\n암컷은 4~5개월을 산다(동면할 수 있다).\n\n모기과 생활사\n3\n7일\n유충\nLarvae\n\n수일에서 수 년\n 기생충 관리 수단\n예방: 곤충 방충제\n환경 관리(수중 지역):\n- 모기의 수 조절(소독)\n- 모기와 동물 간의 접촉을 최소화\n\n성충(암컷)은 숙주를 물고 혈액을 섭취한다. 혈액 섭취로부터 얻는 영양분은 양질의 영양분을 제공하여 충란의 빠른 발육을 가능하게 한다.\n\n성충은 물속에서 충란을 낳고 새로운 흡혈 기회를 찾는다.\n성충 암컷\nAdult female\n집모기감염 _Culex infestation\n\n무는 모기(Biting mosquitoes)\n삽화 48\n쉬파리 _Flesh Flies\n검정파리과(쉬파리, 쉬파리 검정파리)\n_Calliphoridae (Calliphora spp., Sarcophaga spp.)\n성충 파리는 상처 또는 오줌과 분변 물질이 묻은 털에 내려앉는다. 그들은 삼출물을 먹는다.\n 동물 위험요소\n털이 길고 지저분한 개는 구더기증 감염을 숨길 수 있다.\n2\n1기 유충은 충란으로부터 부화한다.\n성충은 숙주의 상처에 충란을 낳는다.\n\n숙주 H.\n개와 고양이\nDog and cat\n1기 유충\nLarva L1\n유충은 삼출물을 먹고 조직을 파괴한다.\n3~9일\n\n 기생충 관리 수단\n곤충 방충제\n동물 위생 관리\n숙주-파리의 접촉 줄이기\n즉각적인 상처 치료\n4\n성충은 번데기의 앞쪽 끝에 있는 구멍을 통해 나온다.\n2기 유충\nLarva L2\n5-10일\n\n3기 유충은 상처로부터 떨어져 나와 땅을 파고 번데기가 된다.\n\n작은 상처는 커다란 감염된 구멍이 될 수 있다.\n구더기증 _Myiasis\n오염된 상처에서의 구더기증\n쉬파리\n\n우리나라 국민의 생활수준이 향상되고 가족단위가 핵가족화함과 동시에 노령인구가 증가되면서 애완동 물에 대한 관심이 비약적으로 증가하게 된 시점은 88 올림픽이 끝난 후인 1990년대 초부터이며, 그로부터 이제 우리나라도 선진국에서와 같이 애완동물, 특히 애완견이 가족의 한 구성원으로 자리를 잡아가고 있 는 듯하다. 여기에 가세하여 맞벌이 부부, 독신자, 딩 크족(Double Income No Kids)의 확산 등 생활패턴 우리나라 반려동물에서 주로 문제되는 인수공통 기생충성 질병 신성식 전남대학교 수의과대학 기생충학교수 대한수의사회지 I 2007. 4 327 우리나라 반려동물에서 주로 문제되는 인수공통 기생충성 질병 의 변화가 애완동물의 폭발적 수요로 이어지면서 경기와 무관하게 애완동물 관련 산업의 시장 규모 가 커지고 있어, 2002년 700만명이던 애견인구가 이제는 1000만명에 육박하고 있을 정도이다. 이와 같이 가정에서 애완동물을 키우는 인구가 늘어감에 따라 애완동물에서 사람으로 전염될 수 있는 질병이 증가할 가능성도 커지고 있다. 동물, 특히 개에서 사람으로 전염될 수 있는 주 요 인수공통성 질병 중 가장 위험한 것은 광견병 (rabies)을 들 수 있다. 우리나라에서도 경기도와 강원도 지역을 중심 으로 야생동물에서 유행하는 광견병이 개에도 발 생할 수 있으므로 위험지역의 옥외 사육견에 대해 서는 야생동물과 접촉하지 않도록 주의해야 하고 예방백신을 투여하여야 한다. 그러나 광견병이 애완동물에서 발생하여 사람 에게 전염될 가능성은 극히 드물고 그 보다는 기 생충성 병원체에 의한 질병이 발생할 가능성이 더 크다(표1). 그러므로 병원에 내원하는 환자 중 본 인 또는 가족이 애완동물을 기르고 있을 경우 사 람으로 전염될 수 있는 질병 중에서 기생충성 원 인체에 대한 적절한 처방과 조언을 위해 필요한 전문적인 지식을 갖추는 것이 중요하다.\n서울시 보건환경연구원은 2001년 3월부터 11월 사이에 아파트 단지와 주택가의 어린이놀이터 650 곳의 모래를 조사한 결과, 39곳(6.0%)에서 41건의 개나 고양이의 회충란이 검출됐다고 밝혔다(1). 경기도 보건환경연구원도 2002년도에 수원, 성남, 안양의 일부 아파트 단지내 어린이 놀이터, 주 택가의 공공 놀이터 및 어린이집 놀이터 165곳에 서 1114건의 토양을 수거하여 기생충란을 검사한 결과 28개 장소 (16.9%)에서 기생충란이 검출되 었다고 보고하였다(2). 이들 장소 중 특히 어린이집 놀이터의 오염율이 30.0%로 높았는데 그 이유는 어린이집 놀이터 안에 동물사육장이 있어 동물의 배설물을 위생적으로 처리하지 않아 토양오염을 야기한 것으로 분석 되었다. 수도권뿐만 아니라 지방에서도 이와 유사 한 연구가 시행되었는데 대전광역시 및 광주 광역시 보건환경연구원에서 조사한 바에 따르면 대전 광역시의 대단위 아파트 단지내 어린이 놀이터에 서 채취한 곳의 토양 368 중 25곳 (6.8%)에서 개회충 충란이 검출되었으며, 이 외에 분선충 및 사자회충란도 각각 13.9 및 2.4%로 오염되어 있었 다(3). 광주광역시 보건환경연구원도 관내 초등학교 운동장 5개 지역과 아파트 놀이터 50개소를 조 사한 결과 총 150건 중 40건 (26.7%)이 각종 기생충란에 오염된 것으로 나타났으며, 그 중 개 회충란 은 32건 (21.3%)이 검출되었다(4). 이 조사에서 주의를 끈 것은 초등학교 운동장의 경우 오염율이 33.3%였으며 아파트 놀이터는 9.5%의 검출율을 보여 큰 차이를 나타냈다. 위의 조사에서 특이하게 초등학교 운동장의 기생충란 오염율이 아파트 놀이터에 비해 높은 이유 로는 많은 초등학교에서 관찰학습의 일환으로 동 물사육장을 운영하고 있으며, 사육장에서 길러지고 있는 동물들의 배설물로 운동장의 흙이 오염되기 때문인 것으로 추측된다. 또한 초등학교 어린 이들이 군것질을 하고 먹다 남은 음식물들을 아무 데나 버린 것을 인근에서 배회하는 유기동물들이 야간에 야생동물들이 초등학교로 모여드는 경향 이 있는데, 이과정에서 초등학교 운동장이 먹을 것을 찾아 배회하는 동물들이 배설한 분변으로 전염되기 때문인 것으로 추정된다. 동물 유래 기생충란이 놀이터나 운동장 등에 오염되는 현상은 우리나라뿐 만 아니라 전세계적으로 0.3~87%의 오염률이 보고되었다. 가장 흔하게 검출되던 것 중의 하나인 회충 (Ascaris lumbricoides)은 우리 나라가 선진국 형으로 생활패턴이 바뀌어 재래식 화장실이 아닌 수 세식을 사용하고, 거름의 형태로 밭에 뿌려지던 분뇨가 이제는 하수종말처리장에서 처리되어 강 과 바다로 뿌려지기 때문에 결과적으로 인체에 감 염하던 기생충의 생활환이 끊어지게 됨으로써 사 람에서의 토양매개성 기생충 감염율이 현저하게 떨어지는 결과를 낳았다. 그러나 애완동물에서의 기생충 감염률은 특히 옥외 사육견에서 아직도 높은 편이다. 예를 들어 1992년에 전북지방 개의 장내기생충 감염실태를 조사한 보고에 의하면 총 503마리의 개 분변 중 297마리 (59%)가 한 가지 이상의 장내 기생충에 감염되어 있었으며, 이 중, 개구충 (Ancylostoma caninum, 개의 십이지장충)은 30.4%, 개회충 (Toxocara canis)은 11.1%의 감염률을 나타내었 고, 사자회충(Toxascaris leonina) 및 개편충 (Trichuris vulpis)은 각각 5.8% 및 2.4%의 감염률을 나타내었다(6). 애완견으로부터 사람에게 전염될 수 있는 기생 충성 질병 중에서 금년 2월 KBS1의 환경 스페셜 프로그램에서 방영하여 크게 사회적 이슈가 된 것 은 개회충증과 톡소플라스마증이다. 이 중 개회충의 경우, 개에 감염하는 회충은 두 종류, 즉개회충과 사자회충의 성충이 개 및 개과 야생동물의 소장에 기생하며 주로 1년생이하의어린강아지에서 매우 흔하고, 국내 사육견에서도 다발한 다. 전 세계적으로도 놀이터나 운동장에서의 개회충란 오염률은 3~81%로 보고되었다(5). 개회충은 토양 매개성 병원체이기 때문에 옥외에서 사육하는 개에서 매우 흔하다. 분변과 함께 배설된 충란은 외계에서 부화하지 않고 오염된 음 식물과 함께 감염되어 체내에서 부화하기 때문에 구충과 같이 피부감염을 일으키지는 않다. 그러나 두 회충 중 개회충은 강아지가 태어나기 전 임신한 어미의 태반을 통하여 유충이 감염하여 혈액을 따라 폐포 모세혈관에서 기다리고 있다가 태어난 직후 폐포강으로 뚫고 나와 기관과 후두, 그리고 식도를 거쳐 소장으로 내려가는 기관이행 (tracheal migration)의 과정을 거쳐 비로소 소장에서 성충으로 발육하기 때문에 어미가 개회충에 감염되었을 경우 태아들은 태어나기 전부터 이미 감염되어 있게 된다. 일부는 어미의 유선조직으로도 이행하여 초유에 섞여서 강아지에게 감염하기도 한다(7). 개회충을 포함한 동물의 회충, 편충의 감염기 충란을 사람이 섭식할 경우 사람은 개회충의 정상 숙주가 아닌 관계로 소장에서 성충으로 발육하는 경우는 매우 드물며, 대부분 장에서 부화한 유충 이 장점막을 뚫고 체내이행을 시도하는 과정 중에 사멸하게 된다. 그러나 개회충은 사람의 소장에서 부화하여 장 점막을 뚫고 혈액을 타고 체내 여러 장기로 이행하며 잠재적으로 심각한 문제를 일으킨다. 개회충에 감염된 사람에서 발생할 수 있는 대표 적인 증상으로는 유충내장이행증(visceral larva migrans)과 유충안구이행증(ocular larva migrans), 그리고 유충대뇌이행증(cebral larva migrans)이다. 이 중 유충내장이행증은 소장에서 부화한 개회 충 유충이 장점막을 뚫고 체내에서 이행하는 과정에서 간과 폐를 비롯한 체내의 여러 장기에서 기생충성 염증을 유발하고 호산구증가, 발열, 기침, 천식, 폐렴 및 간종대 등과 같은 다양한 병리적 변 화를 일으킨다. 그러나 감염성 충란의 숫자가 적을 경우 경감염성으로서 아무런 자각증상이 없이 대부분 자연 치유되는 것으로 알려져 있다. 개회충에 의한 보다 심각한 질병은 장에서 부화한 유충이 혈액을 따라 이행하는 중에 안구 조직으로 이행하는 경우로서 유충안구이행증(ocular larva migrans)이다.\n유충안구이행증은 혈액을 따라 이행하는 개회 충의 유충이 안구의 망막세포와 접촉하여 염증을 일으키고 섬유소결합조직을 형성하여 결과적으로 부분적 시력손상 또는 상실을 초래하는 질병이다. 미국의 경우 매년 700명 이상의 사람이 유충안 구이행증으로 인해 시력의 영구적 손상을 입고 있으며(CDC Fact Sheet), 국내에서도 5건 이상의 감염사례가 보고되었다(8). 이 외에 개회충의 유충이 대뇌로 이행하는 유충 대뇌이행증(cebral larva migran)이 있는데, 개 회충의 유충이 혈액을 따라 대뇌로 이행하여 호산 구증다증과 간질양 발작을 일으키는 것으로서 지 금까지 전 세계적으로 약 30례의 보고가 있었다.\n개회충이 인체에 감염되는 것을 막으려면 회충류는 충란을 하루에 20만개씩 배출하며 한 번 감염력을 가진 제2기 자충이 충란 내에 형성되 면 적당한 조건만 갖추어지면 수년간 생존할 수 있을 뿐만 아니라 대부분의 시판되는 소독약으로 충란을 사멸할 수 없기 때문에 한번 놀이터나 운 동장의 흙 등이 회충란으로 오염되면 제거하기가 매우 어렵게 된다. 이 때문에 환자 및 환자의 가족이 기르고 있는 애완동물을 정기적으로 구충하는 것이 필수 적이다. 다행히 개회충을 비롯한 소화기계 선충류 기생 충 감염증은 대부분의 시판되는 애완동물용 구충 제로 쉽게 치료된다.\n요즈음엔 avermectin 유도체인 ivermectin, selamectin, moxidectin, milbemycin 등의 성분 이 함유된 기생충 예방약이 국내에도 시판되고 있 고 한달에 한번씩 경구 투여 또는 피부에 적용해 주면 효과적으로 개회충을 치료 및 예방해주기 때 문에 조금만 신경을 쓰면 집에서 기르는 애완견 및 고양이는 개회충 감염으로부터 안전하게 보호할 수 있다. 개회충란이 인체와 동물에 감염력을 가지기까지는 상온에서 약 10~14일이 소요되기 때문에 개 나 고양이의 배설물을 하루, 이틀 이내에 신속하 게 제거하여 주면 개회충에 사람이 감염되는 것을 걱정하지 않아도 된다. 그러나 어린이가 개회충을 비롯한 동물 유래 기생충에 감염되는 것 은 집에서 기르는 애완동물로부터 전염되기도 하지만 아무리 집안의 동물들에게 구충제를 투여하여 예방을 한다 하더라도 배회하는 동 물 또는 야생동물의 기생충으로 오염된 놀이터나 학교 운동장으로부터의 감염은 막을 수 없다. 때문에 어린이에게 가장 기본적인 자기 위생관 리, 즉 밖에서 놀고난 후엔 식사하기 전에 반드시 손을 씻는 것의 중요성을 일깨워 주고 그 것이 습관화되도록 가르치는 수밖에 없으며, 상추와 같이 날것으로 먹는 야채는 잘 씻은 후 식탁에 올려 야 한다. 개회충 이외에도 고양이회충, 사자회충, 개와 고양이의 편충, 등이 있고 야생동물 중 특히 너구 리 등에 기생하는 너구리회충 (Baylisascaris procyonis)은 사람, 특히 어린이가 오염된 음식물을 통해 경구 감염되었을 때 내장과 안구뿐만 아니라 중추신경계로 이행하여 치명적인 결과를 초 래할 가능성이 개회충의 경우보다 훨씬 크다는 것이 보고가 되고 있어 주의를 요한다(11). 너구리는 미국에서 인간의 생활권에 가까이 접 해 있는 야생동물 중의 하나이며, 우리나라에서도 너구리가 점차 농가뿐만 아니라 도심권 주변에서 도 자주 관찰되고 있고 전원주택이나 시골에서는 매우 흔한 야생동물이 되었다. 너구리회충은 개에도 감염하여 성충까지 발육하며, 잠재적으로 사람, 특히 어린이에게 큰 피해를 입힐 수 있기 때문에 놀이터나 운동장에서 놀 고 난 후엔 반드시 손을 씻는 등의 예방적 조치를 취하도록 가르쳐야 한다. 개회충이나 너구리회충란은 외계에서 적당한 습도와 온도가 갖추어지면 수년간 생존할 수 있을 뿐만 아니라 한번에 수 십만개씩 생산하는 성충의 충란 생산능력, 잠재적으로 사람에게 미치는 심각 한 피해 등을 감안하여 일각에서는 생물학적 무기 로까지 고려될 정도이다.\n너구리회충에 감염되어 안구 또는 중추신경계로 유충이 이행하여 질병을 일으킨 경우 현재까지 완치시킬 치료약이 없으며, 이미 개발되어 있는 구충제들은 효과가 없었다.\n애완동물, 특히 개에서 가장 흔한 조충이자 사 람에게도 감염하는 것으로 알려진 것으로 개조충 (Dipylidium caninum)이 있다. 이 조충의 성충 은 길이가 15~70cm 정도까지 자랄 수 있으나 일 반적으로 분변에서 관찰되는 것은 오이씨모양의 편절인 경우가 대부분이다. 전세계적으로 매우 흔하며 개 뿐만 아니라 고양 이에도 감염하고 사람, 특히 어린이가 감염될 수 있다. 국내에서 이 조충은 아파트에서 기르는 개에서 보다는 옥외사육견에서 감염이 많이 관찰된다. 그 이유는 이 조충을 매개하는 중간숙주가 개에 감염하는 벼룩의 유충이기 때문에 일반적으로 벼 룩감염증이 아파트에서 사육하는 개에서보다는 위 생상태가 불량한 옥외사육 동물에 많기 때문이다. 사실 개조충의 성충은 개나 고양이에서 병원성 이 심하지 않아서 임상증세를 일으키는 경우는 거의 없어 크게 걱정할 필요는 없다. 그러나 개조충이 사람에도 감염한다는 점과 더 불어 동물의 배설물에서 오이씨 모양의 개조충 편 절이 꾸물럭거리며 기어 다니기 때문에 보호자들 에게 심리적인 불안감과 공포감을 주게 되므로 보 호자의 심리적 안정을 위해서라도 애완동물의 개 조충증을 치료할 필요가 있다.\n개조충이 감염되어 있다는 것은 동물이 벼룩에 감염되어 있거나 벼룩으로 오염된 환경에 처해 있음을 의미하므로 개조충을 치료할 때엔 벼룩 감염 증도 동시에 치료해 주어야 하며, 개벼룩을 치료해 주면 개조충 감염증은 더 이상 발생하지 않게 된다. 개조충의 치료는 동물과 사람 모두 praziquantel이나 niclosamide 성분이 들어 있는 구충제를 투약하면 효과적이다.\n\n람블편모충증은 사람에서 매우 흔한 수인성 전 염병의 원인체이기도 하지만 개와 고양이를 비롯한 애완동물과 가축에도 흔하게 발생하는 소화기 계 원충성 질환으로서 인체 및 동물의 소장에 기 생하는 람블편모충 (Giardia lamblia)이 원인체이 다. 람블편모충이 인수공통성 기생충인지에 대한 논란이 많지만 인체에서 질병을 일으키는 람블편 모충이 동물에 감염한다는 다수의 보고(12)와 모 래쥐 (Mongolian gerbils) 유래의 람블편모충이 사람에서 설사를 유발한 보고(13)를 감안할 때 인 수공통성 병원체로 간주하는 것이 좋을 듯하다. 필자는 1996년부터 1997년 사이에 광주와 전남 지방 사육견들을 대상으로 분변검사를 실시한 결 과 총 297두의 개 중에서 람블편모충 양성견은 64두로서 21.5%의 감염율을 나타낸 것을 확인하였다. 개에서의 람블편모충의 감염률은 농촌 지역 일수록 높은 경향을 보여서 광주광역시에서는 4.1%, 화순군, 보성군, 장흥군 및 고흥군에서는 각 각 19.4, 19.4, 24.6 및 45%로 조사되었다. 흔히 람블편모충은 생후 1주일령의 강아지에서부터 감염이 관찰되며 생후 3개월령 이전의 강아 지에서 복통 및 심한 설사와 더불어 탈수증세를 일으킨다.\n\n이 원충은 오염된 음식물을 통해 경구 감염되며 물을 잘 끓여 마시지 않는 미국과 같은 나라에서 상수원을 통한 대표적인 수인성 전염병으로 알려 져 있다. 강아지와 많은 시간을 보내는 어린이가 잠재적으로 감염될 수 있으므로 강아지의 배설물이 집안에 오염되는 것을 방지해야 하며 특히 어린이가 있는 집에서는 각별한 주의를 요한다. 람블편모충 은 사람과 애완동물에서 모두metronidazole 성분의 구충제로 효과적으로 치료할 수 있다.\n진드기류(Acarina) 중 옴진드기는 전세계적으 로 30종과 15변종 이상이 알려져 있다(14). 진드기 중에는 집먼지진드기와 같이 집안의 먼 지 등에서 번식하여 알레르기성 피부염, 기관지 천식, 두드러기, 비염 등의 원인이 되는 종도 있으 며(15), 사람과 애완동물의 피부에 기생하여 극심 한 소양감을 동반하는 피부염을 일으키는 옴진드 기 (Sarcoptes scabiei), 그리고 애완동물에서만 발생하는 귀진드기 (Otodectes cynotis) 및 모낭 진드기 (Demodex canis)등이 있다. 이 중 옴진드기는 주로 포유류에 기생하며 가축 중 특히 집단사육되는 개와 돼지의 가장 흔한 외 부 기생충 중의 하나이다. 가정에서 기르는 애완견이 옴진드기에 감염되 어 소양증을 호소할 경우 가족들 가운데서도 가려 움증을 호소하는 경우가 흔하다. 곤충교상 (insect bite)이나 구진성 두드러기 (papular urticaria)로 진단되었던 많은 케이스가 동물유래 옴일 가능성 이 있다는 보고(16)도 있으며, 국내에서도 개 옴 진드기가 사람에 전파된 것이 보고되었다(17). 그러나 일반적으로 개의 옴 진드기를 포함한 동물유래 옴 진드기는 사람 피부에서는 수도 (burrow)를 만들지 않아서 충체를 발견하기 어려 우며, 또한 사람 피부에서 번식을 하지 않는 것으 로 알려져 있어 인체의 피부에서 번식하는 옴 진드기에 비해 증상이 경미하다. 이러한 동물 유래 옴은 심할 경우 수 일에서 수 주 동안 가려움증을 포함한 증세가 계속될 수 있으 나 대부분 자연적으로 치유되며, 특히 애완견의 옴을 치료하면 사람의 증세도 자연적으로 소실된다. 사람에게 개 옴 진드기가 전파된 경우 소양감이 심한 구진 또는 수포성 구진이 주로 흉부의 하부, 복부, 상박 등 개와 접촉부위에 호발한다. 개의 기생충성 피부질병은 amitraz성분이 포함된 제제로 약욕을 시키거나 ivermectin 또는 selamectin 성분이 포함된 예방약을 한달에 한번씩 투약해주면 효과적으로 치료 또는 예방될 수 있다. 국내에서 발견된 개 옴 진드기는 형태학적으로 사람 옴 진드기에 비해 암컷의 크기가 크고 3쌍 이상의 복외측 인상돌기가 있어 약간의 차이가 있는 것으로 보고되었다 (18). 개에서 발생하는 귀 진드기 (Otodectes cynotis)는 우리나라의 개에서도 흔히 발견되는 애완견의 피부질병원인체 중의 하나로서, 국내 동물병원에 내원한 귀의 피부병이 있는 동물의 40%에서 귀 진드기가 검출되었다는 보고가 있다 (17).\n"
}