{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 피부과 진단",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "피부과",
    "disease": "4\n표면 찰과표본\n피부 찰과표본 _Skin scrapings\n피부 찰과표본은 피부 질환을 유발하는 기생충을 확인할 때 사용되는 매우 간단한 검사이다.\n표면 찰과표본은 오직 표피에 있는 물질을 긁어낸다. 깊은 찰과표본 검사는 진피까지 긁어내고 약간의 출혈을 일으킬 수 있다.\n깊은 찰과표본\n표면 찰과표본은 옴 진드기를 확인하기 위해 사용된다. 기생충이 가장 많이 위치하는 부위인 앞꿈치, 뒷다리, 귀 가장자리 그리고 딱지 병변에 있어서 여러 번 찰과표본을 진행해야 한다.\n진단은 기생충의 육안적 확인에 기반하지만, 확인하지 못한다고 해서 이 질환을 배제할 수는 없다. 표면 찰과표본은 또한 노토에드레스(Notoedres cati)와 샤레티엘라(Cheyletiella spp.)를 확인하기 위해 필요하다.\n깊은 찰과표본은 모낭충을 확인하기 위해 수행되며 (비록 모발검사가 동일하게 유용하고 덜 침습적인 방법일지라도) 덜 흔하게 선충류(Pelodera stron-gyloides, 사상충) 등을 확인하기 위해 수행된다.\n이는 약간의 출혈(까짐)과 함께 작은 병변을 형성한다.\n\n\n\n\n옴진드기를 진단하기 위해 표면 찰과표본을 진행한 이후의 피부 모낭충을 진단하기 위해 깊은 찰과표본을 한 이후 피부\n4. 모발 균열 _Hair fractures\n1. 모낭충 _Demodex\n모발검사 _Trichogram\n\n모낭충, 발톱진드기, 이와 같은 기생충을 구분할 수 있다.\n\n털 줄기에 균열이 보이면 동물이 가려워함을 나타낸다.\n모발검사는 털을 현미경으로 분석하는 간단한 검사이다.\n\n2. 곰팡이 포자 _Fungal spores\n5. 모낭 원주 _Follicular casts\n\n피부사상균증에서 포자의 존재와 모발 구조의 파괴를 관찰할 수 있다.\n\n모낭 원주는 모낭의 염증 또는 각질지루성 질환을 나타낸다.\n3. 멜라닌소체 _Melanosomes\n6. 모발 주기 _Hair cycle\n\n모낭형성 장애에서, 멜라닌소체에 의해 모발이 파편화된 것을 관찰할 수 있다.\n\n모발의 뿌리는 성장기 동안에는 둥글며, 휴지기 동안에는 창 모양으로 뾰족하다.\n털 Hair\n덮개유리 Coverslip\n6\n\n\n2. 찍어내기\n피부표면 세포검사 _Skin surface cytology\n세포검사는 세포를 현미경으로 관찰하는 것이다. 이러한 세포는 조직에서 얻어지며 염색되어 현미경에 의해 구별된다.\n표본은 접착테이프, 면봉 또는 직접적으로 병변에 슬라이드를 누르는 방식으로 채취된다.\n1. 접착 테이프\n피부표면 세포검사는 주로 피부 표면세포를 채취하여 염증세포와 병원체 (주로 세균과 말라세치아)를 구분한다.\n이 기법은 감염과 원인인자의 존재를 구별하는 데 필수적이다.\n붉어지고, 박리되거나 털이 없는 부위\n궤양부위 Ulcerated area\n\n3. 면봉\n\n\n말라세치아\n7\n염증과 종양의 차이\n모든 결절성 또는 종양성 병변은 찔러보아서 내부에서 생산되는 세포의 종류를 확인하고 병변이 염증성인지 종양성인지를 판단하여야 한다.\n세침흡인(FNA) 세포검사\n_Fine-needle aspiration (FNA) cytology\n염증성 병변에서 나타나는 세포 종류는 병변의 가능한 원인, 추가적인 검사의 필요 여부,\n그리고 필요한 치료 종류에 대한 지표가 된다.\n염증의 세포검사 _Cytology of inflammation\n\n\n표본을\n단층으로 퍼트린다.\n종앙성 병변에서, 세포검사는 종양의 종류를 진단하는데 이용되거나, 최소한 악성/양성의 여부를 알려준다. 이 검사는 항상 종양을 절제한 후에 조직병리학(생검) 과정이 진행되어야 한다.\n둥근 종양 세포 Round neoplastic cells\n종양의 세포검사 _Cytology of neoplasia\n공기를 채운 주사기를 이용하며, 채취된 표본은 바늘에서 분출된다.\n\n\n\n8\n피부사상균의 배양 _Culture of dermatophytes\n진균성 피부사상균 감염(백선증)의 진단은 항상 배양을 기반으로 하며 확진된다.\n배양은 두 가지 배지에서 가능하다: 사보로한천(sabouraud agar)과 DTM 배지이다.\n표본채취 _Sampling\n병변 주변부의 모발을 채취하여 배양 배지에 접종한다. \n\n\n\n\nDTM 배양\n군집이 자라기 시작하면, 도말을 해서, 소생분자를 통해 어떠한 종류의 피부사상균이 존재하는지를 구분한다.\n\n\n군집이 자라기 시작한 지 24시간 이내에 색이 붉은색으로 변한다.\n9\n배양과 항생제 감수성 검사(antibiogram)를 해야 할 때 세균 배양과 감수성 검사\n_Bacterial cultureand sensitivity tests\n세균성 피부감염(농피증)은 주로 포도알균에 의해 나타나며 이는 1세대 세팔로스포린(세파계열 항생제) 또는 아목시실린과 클라불란산 합제에 감수성이 있다. 단순한 표재성 농피증의 경우 경험적으로 이러한 항생제로 치료된다.\n하지만, 만약 다른 요인이 존재하고 세균의 내성이 증가할 것으로 의심된다면, 배양과 항생제 감수성 검사를 통해 가장 효과적인 항생제를 찾아내는게 필수적이다.\n\n생명을 위협하는 감염\n심재성 농피증\n세포검사 시 간균 세균이 관찰되는 경우\n표재성 농피증이 적절한 치료에도 반응하지 않는 경우\n광범위 항생제 또는 면역억제제의 사용 이후에 항생제 내성이 나타날 것이라 예상되는 경우, 또는 면역억제성 질환 환자 수술 이후 또는 병원 내에서의 감염 만약 보호자나 동물이 감염된 개체와 접촉한 경우\n배양\n\n\n항생제 디스크 Antibiotic discs\n10\n메스를 이용해서 생검 표본을 채취\n표본은 그로멧형으로 채취하는데, 이는 상처부위의 봉합과 실험실에서의 (장축을 따라서) 표본 자르기를 용이하게 한다.\n종양성 병변의 경우,\n일반적으로 종양을 완전하게 절제하고 조직을 조직병리학적 검사를 위해 보낸다.\n피부 생검 _Skin biopsy\n피부 생검은 작은 피부 조각을 떼어내서 조직병리학적 검사(피부의 미세한 구조를 현미경을 통해 관찰하는 검사)를 진행한다. 상피친화성림프종, 피부기름샘염, 낙엽 천포창, 모낭 형성이상증 그리고 종양과 같은 특정 질환을 진단하는 데 필수적이다.\n생검용 투관침(펀치) 또는 메스를 이용해서 표본을 채취할 수 있다.\n일반적으로 적어도 3~4개의 표본을 채취한다.\n생검은 간단하게 진행되지만, 동물의 진정을 필요로 하고 동물에게 작은 상처를 낼 수 있다. 상처는 봉합되거나 의료용 스테이플러로 마무리되며 일주일 이내에 회복된다.\n\n\n현미경으로 관찰한 표피의 세포 구조\n_Cellular structure of the epidermis, viewed under a microscope\n표피 Epidermis\n펀치를 이용하여 생검 표본을 채취\n\n\n\n펀치를 이용할 때 표본은 병변의 정중앙에서 채취되어야 한다. 만약 병변의 테두리 부위를 평가해야 한다면 메스로 표본 채취를 하도록 한다.\n진피 Dermis\n펀치는 원형으로 된 칼날로 조직에 큰 손상을 주지 않고 적은 양의 조직 표본을 얻을 수 있다.\n\n각질층 Stratum corneum\n과립층 Stratum granulosum\n가시층 Stratum spinosum\n바닥층 Stratum basale\n조직 표본은 바늘로 제거가 되며, 둔성분리용 가위를 이용해 피하층에서 분리된다.\n11\n\n귀 검사 _Ear examination\n귀염증에 대한 진단과 적절한 치료를 하기 위해 세 가지 필수적인 검사를 해야 한다. 이경 검사법, 삼출액 분석 그리고 세포검사 이다. 삼출액이나 귀에 박힌 귀지 또는 염증으로 인해 고막의 상태를 평가하지 못할 수도 있다.\n만약 귀가 매우 부어있고 통증을 느낀다면, 이경 검사법은 단기 치료 후로 미뤄진다.\n2. 귀의 삼출액 검사 _Analysis of otic exudate\n귀진드기 또는 모낭충과 같은 기생충이 존재한다고 의심될 때 진행된다.\n\n모낭충\nDemodex\n\n귀진드기 Otodectes\n세균(구균과 간균)\nBacteria (cocci and bacilli)\n3. 세포검사 _Cytology\n세포검사를 통해서 세균,효모, 염증 세포의 존재와 양을 확인할 수 있다. 신체 검사,이경 검사와 함깨 진행하여, 귀 염증 치료에 최적 프로토콜을 결정하는 데 세포검사는 필수적이다.\n\n\n1. 이경 검사법 _Otoscopy\n이경을 이용해서 이도내의 염증, 삼출액 또는 종괴의 여부를 평가한다.\n\n"
}