{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 피부과 진단",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "피부과",
    "disease": "\n피부에 접촉\n미란과 궤양 _erosions and ulcers\n29\n점진적인 손상 _Progressive damage\n열에 의한 화상의 경우, 상처는 처음에는 분명하지 않으며, 며칠이 지난 뒤 나타난다.\n일반적으로, 상처의 정도는 노출된 이후 4~5일 이후까지 증가한다.\n흰털을 가진 동물들은 태양에 매우 민감한 반면, 검은털을 가진 동물 역시 태양 노출을 통해 심각한 화상을 입을 수 있다. 이는 주로 몸의 등쪽 선을 따라서 나타난다.\n모든 동물들은 이러한 문제를 예방하기 위해 그늘진 구역이 제공되어야 한다.\n\n외상으로 인한 미란과 궤양\n_Trauma-induced erosions and ulcers\n궤양성 병변의 가장 큰 원인은 외상, 찰과상 그리고 화상이다. 화상은 화학적(산, 알칼리 또는 다른 자극물들) 또는 물리적(뜨겁거나 차갑거나) 원인으로 인해 나타난다.\n뜨거운 물체 또는 자극물과의 접촉으로 인해 물집 및 잔물집이 생길 수 있으며 이들은 곧 터져서 궤양성 병변을 만들어낸다.\n태양을 주의하라!\n수술적 화상\n\n수술을 한 동물들은 전기 담요, 장갑 또는 온수 등의 열원에 접촉하여 화상을 입을 수 있다. 동물들은 마취와 자세에 따라서 이러한 부상을 입을 수 있다. 이러한 부상은 수술 이후 며칠이 지나서 나타나는 경향이 있다.\n\n\n30\n면역매개성 질환 _Immune-mediated diseases\n보통천포창(pemphigus vulgaris), 수포성유사천포창(bullous pemphigoid), 점막유사천포창(mucous membrane pemphigoid) 그리고 후천성 수포성 표피박리증(epidermolysis bullosa acquisita)은 매우 희귀한 질병으로 잔물집 형성과 궤양이 특징이다. 이들은 모두 자가면역 질환이다. 이는 면역계가 특정 피부구조를 자신의 고유구조로 받아들이는 데 실패하고 자신의 피부를 공격한다는 뜻이다. 모든 경우에 피부뿐만 아니라 점막(구강, 생식기, 눈 그리고 항문)에 병변이 자주 생기는 것이 특징이다.\n\n잔물집은 약해서 터지기 쉽다; 이와 연관된 가장 흔한 병변은 잔물집이 터지고 난 이후에 형성되는 궤양이다.\n\n\n궤양\n치료 _Treatment\n심각한 질환으로 면역계를 조절하기 위해 면역억제요법이 필요하다.\n가장 심각한 것은 보통천포창과 수포성 표피박리증이다.\n이 질병들 간에 많은 임상적 유사성이 있지만, 차이점은 표적 세포의 구조적 차이에 있다.\n표피에 손상이 생긴다; 세포경계가 사라지고 물집과 궤양이 그 뒤에 발생한다.\n진단 _Diagnosis\n진단을 위해 생검은 필수적이다.\n자가면역 질환을 구분하기 위해서는 특수 염색 기법, 면역조직화학, 다른 추가적인 검사가 필요하다.\n31\n리슈마니아증과 에르리히증\n_Leishmaniasis and ehrlichiosis\n각각 원생동물과 세균에 의한 감염으로 DLE와 SLE와 유사한 임상증상을 보인다. 따라서 궤양성 병변이 관찰될 경우 DLE 및 SLE 를 확진하거나 배제하기 위해 필요한 단계를 수행하는 것이 중요하다.\n원반모양홍반루푸스(DLE)\n_Discoid lupus erythematosus (DLE)\n자가면역 질환으로 주로 코, 눈가, 입가 등 점막 피부 경계에 영향을 미치는 병변을 특징으로 한다. 외음부, 포피 및 항문점막 또한 영향을 받을 수 있다.\n전신홍반루푸스(SLE)\n_Systemic lupus erythematosus (SLE)\n매우 드물지만 매우 심각한 자가면역 질환으로, 피부와 점막의 궤양성 병변을 특징으로 한다. SLE는 다른 기관과 기관계에 영향을 줄 수 있으며, 일반적으로 관절 통증 및 용혈성 빈혈과 관련이 있다.\n\n리슈마니아의 전 편모충\n미란 및 궤양성 병변을 보이는 질환들\n_Diseases with erosive and ulcerative lesions\n원반모양홍반루푸스, 전신홍반루푸스, 리슈마니아증, 에르리히증 및 다형홍반과 같이 다양한 원인과 치료법이 있는 질환들은\n유사한 병변을 나타내며, 이는 미란 및 궤양의 발생을 특징으로 한다.\n\n\n\n\n"
}
