{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 피부과 진단",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "피부과",
    "disease": "각화지루성 질환 _keratoseborrhoeic disorders\n35\n지루 _Seborrhoea\n지루는 적절한 탈락 없이 표피의 각질층의 두께가 증가하는 것으로, 이는 피부에 각질비늘이 쌓이게 하고 두꺼운 층 또는 각질물질의 딱지를 형성하게 한다.\n건성\nDry\n일차성 또는 특발성 지루\n일차성 지루의 치료 _Treatment of primary seborrhoea\n치료는 복합적일 수 있으며 국소제제의 처방에 기반하며, 이차적 감염을 관리한다. 심각한 경우에는, 각화와 표피탈락의 경과를 조절하기 위해서 전신적인 약물을 사용할 수도 있다.\n일반적으로, 지루는 피부의 거의 모든 질병,\n특히 만성 질환과 함께 나타날 수 있는 단순한 피부 병변이다.\n하지만, 일차성 또는 특발성 지루는 희귀한 유전적 증상으로 비정상적인 각질화와 표피탈락을 특징으로 한다.\n그 결과, 각화층의 탈락 없이 표피의 재생이 가속화된다.\n진단은 다른 질환을 배제한 후 생검을 기본으로 한다.\n\n\n지성\nOily\n각화지루성 물질의 성질에 따라서 건성 또는 지성 지루로 달라진다.\n만약 염증이 동반된다면, 이는 지루성 피부염이라고 명칭한다.\n\n각화지루성 질환 _keratoseborrhoeic disorders\n36\n\n코발바닥 과각화증 _Nasodigital hyperkeratosis\n코와 발바닥의 과각화증은 건조하고, 거친 표면이 특징적이며, 뾰족하게 튀어나온 부분이 생길 수 있으며, 돌출 정도는 상태의 심각성에 따라 달라질 수 있다. 몇몇 경우에는 피각(피부뿔)이 형성될 수 있다.\n치료 _Treatment\n해당 부위에(일반적으로 지속적인) 수화를 해준다. 해당 부위에 수화를 하지 못한다면 걸을 때 불편을 줄 수 있고 심지어 갈라짐을 일으켜 더 깊숙한 면에 영향을 줘서 통증을 일으키고 틈에서 출혈이 날 수 있다. 이러한 상황은 또한 감염으로 복합증을 일으키게 된다.\n환자에게 적절한 영양을 제공하고 내재 질환이 없는지를 확실하게 하는 것이 중요하다.\n발바닥의 과각화증\n\n원인 _Causes\n환경적 요인\n나이: 코 또는 노년의 코발바닥 과각화증\n유전적 형태: 래브라도에서의 코 이상각화증 또는 도그 드 보르도, 아이리쉬 테리어, 골든 리트리버, 케리블루테리어 그리고 심지어 믹스견에서 나타나는 가족력의 과각화증\n발바닥 과각화증은 또한 개의 디스템퍼 바이러스와 연관될 수 있다.\n37\n귀 가장자리 지루 _Ear margin seborrhoea\n이는 귀 끝부분의 표피 탈락이 특징이며, 진행은 정도의 차이가 있다. 닥스훈트와 같이 특정 귀가 긴 종에서 더 흔하게 나타난다. 경과는 표피탈락에 국한되거나 시간이 지나면서 열창(틈), 궤양 그리고 세균 감염이 병발할 수 있다.\n치료 _Treatment\n환부를 수화하고, 동물에 적절한 식단을 제공하고, 경과를 악화시키는 열원과 외풍을 피하는 것이 중요하다.\n상황의 심각성에 따라서 다른 치료가 필요할 수 있다.\n\n이 부위의 지루가 존재한다면 옴진드기와 같은 다른 질병과 관련되어 있을 수 있으며, 이의 경과는 일차성 가려움증으로 나타난다.\n어느 종에서나 귀 가장자리 지루는 갑상샘기능저하증의 임상증상일 수 있다.\n\n각화지루성 질환 _keratoseborrhoeic disorders\n38\n분포 패턴\n\n미용 측면 외에도 중요한 문제는 이차 감염으로 인한 합병증의 가능성이다.\n진단은 생검을 통해 확진되며, 모낭충증이나 내분비 질환을 배제하고 난 뒤에 이루어진다.\n치료 _Treatment\n표피를 탈락시키고 피부를 씻어내기 위해 자주 목욕을 시키고, 가능한 이차 감염을 제어하고, 좋은 영양을 제공하는 것이 치료에 포함된다. 그리고 심각한 경우에는 전신 치료를 적용해야 된다.\n슈나우져의 여드름 증후군 _Schnauzer comedo syndrome\n희귀한 질환으로, 미니어쳐 슈나우저에서만 특별하게 나타나 강한 유전적 근거를 보인다. 등부위에 일렬로 수많은 여드름집이 존재하는 것이 특징이다; 이러한 병변은 때로 눈으로 보는 것보다 촉진을 통해 확실히 알 수 있다.\n39\n\n피지선염 _Sebaceous adenitis\n리슈마니아증 _Leishmaniasis\n피지선염은 피지선의 파괴로 특징되는 경과를 보인다. 피지선이 사라져서 분비가 되지 않으면 피부의 불균형을 유발하여 표피탈락, 탈모 그리고 모낭 과각화증을 일으킨다. 가려움증과 이차적 감염이 뒤따라서 일어날 수 있다.\n리슈마니아증\n피지선염에서 관찰되는 것과 매우 유사한 피부 병변이 리슈마니아증이 진행될 때도 나타난다.\n리슈마니아증이 풍토병으로 자리하고 육아종성 피지선염의 양상이 생검에서 관찰되는 국가에서는, 리슈마니아에 의한 경과인지를 확진하기 위해 리슈마니아 면역조직화학검사법이 권고된다. 일부(일반적으로 가벼운) 피부 형태의 리슈마니아증은 오직 피부에서만 검출되기 때문에 혈액검사 결과가 음성으로 나왔더라도 이 검사는 시행되어야 한다.\n탈모\nAlopecia\n\n표피탈락\nDesquamation\n과각화증\nHyperkeratosis\n진단 _Diagnosis\n피지선염의 진단을 위해서는 피부 생검이 요구되며, 이를 통해 염증과 피지선의 파괴를 보여준다.\n더 진행된 경우에는 피지선이 완전히 사라져서 관찰될 수 있다.\n\n40\n굳은살과 굳은살 농피증 _Calluses and callus pyoderma\n압력을 받는 부위의 굳은살은 개에서 매우 흔하게 나타나고 고양이에서도 관찰될 수 있다. 가장 흔하게 영향을 받는 부위는 팔꿈치이며, 또한 복장뼈, 뒷발목 부위, 그리고 심지어 불테리어에서는 이 품종의 특징적인 잠자는 자세 때문에 이마에도 나타날 수 있다.\n치료 _Treatment\n크고 마른 굳은살은 주기적으로 수화시켜 열창이나 감염과 같은 이차적인 합병증을 예방해야 한다.\n굳은살 농피증은 심재성 세균 감염으로 매우 통증이 심한 병변을 유발하고 회복을 위해 오랜 기간의 항생제 치료가 필요 하다.\n굳은살은 지속적인 마찰 또는 외상으로 인해 나타난 표피 과증식과 과각화로 인해 피부가 두꺼워지는 것이다. 굳은살 형성을 예방하기 위해서, 동물들, 특히 대형종은 부드러운 바닥에서 자도록 해야 한다.\n\n특징적인 위치\n\n\n각화지루성 질환 _keratoseborrhoeic disorders\n41\n\n개와 고양이의 여드름 _Canine and feline acne\n개와 고양이의 여드름은 각화지루성 질환으로 모누두부의 확장과 내부의 분비물 축적이 특징적이다. 유전적 요인이 있을 수 있으며 또는 외상이나 자주 비비기 때문에 유발될 수 있다. 대부분의 경우 이차 감염이 일어난다.\n치료 _Treatment\n치료는 일차적 내재질환에 따라 달라진다.\n일차적 고양이 여드름의 경우에는, 국소 소독제와 각질용해제 치료가 적용되어야 한다. 더 심각한 경우에는, 전신적인 항염증 그리고/또는 각질정상화 치료가 필요할 수 있다.\n\n이는 흔한 경과는 아니며, 개의 경우 실제적으로 존재하지 않는다.\n하지만, 이는 턱 부위의 모낭염/\n종기증 또는 모낭충증과 알레르기 질환과 같이 다양한 경과에 이차적으로 세균 감염이 된 경우와 헷갈릴 수 있다.\n각화지루성 질환 _keratoseborrhoeic disorders\n42\n\n아연 반응성 피부염 _Zinc-responsive dermatitis\n아연의 흡수 불량 또는 대사 불량으로 나타나는 매우 희귀한 경과이다. 이는 일차적으로는 시베리안 허스키와 알래스칸 말라뮤트 같은 북유럽 품종에 영향을 준다. 이는 또한 성장하는 대형견종 강아지에서 아연이 부족한 식단 또는 균형잡히지 않은 식단(즉 바꿔말하면, 아연의 흡수를 저해하는 성분을 포함한 경우)을 제공하였을 때도 나타난다.\n임상증상 _Clinical signs\n두꺼운 딱지가 점막피부 경계에 존재하는 것이 특징이며, 주로 눈 주변이나 입 주변에 나타난다.\n까짐 또는 궤양이 이러한 딱지 아래에서 관찰된다.\n감별진단 _Differential diagnosis\n모낭충증\n피부사상균증\n낙엽 천포창\n홍반 루푸스\n농피증\n진단은 다른 질환을 배제한 후 생검과 병력에 기반한다.\n\n"
}