{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 피부과 진단",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "피부과",
    "disease": "\n기타 _Miscellaneous\n51\n샴푸 요법 _Shampoo therapy\n샴푸요법은 가장 효과적이고 유용한 피부의 치료법 중 하나이다. 목욕을 하는 것은 딱지, 삼출액, 표피 탈락층을 제거하는 데 효과적이다; 피부를 촉촉하게 하고 재건하며; 피부와 털에 쌓여있던 물질을 제거한다.\n실제적으로 모든 피부 질병에서 치료적 목욕이 피부의 상태를 개선시킬 수 있으며 동물에 영향을 주는 문제를 해결하는 데 도움을 줄 수 있다.\n목욕 조언 _Bathing advice\n샴푸는 일반적으로 농축되어 있기에, 적용하기 이전에 희석해야 한다.\n샴푸를 피부에 묻혀 10~15분 정도 유지하여야 한다.\n잘 헹구어야 한다.\n가려움증과 염증의 경우, 마지막 헹굼단계에서 차가운 물을 사용할 수 있다(작은 동물들에 저체온증의 위험이 있으니 주의를 기울여야 한다).\n단모종 개는 털의 반대 방향으로 마사지 하면 안 된다.\n귀에 습기가 차는 것을 예방하기 위해 항상 목욕 중에는 귀 세정제를 사용해야 한다.\n건강한 개는 얼마나 자주 씻겨야 하는가?\n일반적인 믿음과는 반대로, 피부 통합의 측면에서 피부재건의 특성을 가진 샴푸를 사용할 경우에는 개는 필요한 만큼 자주 씻겨도 된다.\n최적의 목욕 방식\n1주차: 격일로 진행\n2주차: 주 2회\n3주차와 이후: 주 1회의 목욕(이후에 경과에 따라서, 동물은 주 1회 또는 필요에 따라 목욕될 수 있다.) 주 1회 목욕은 알레르기 질환 치료에서 권고된다.\n가장 주요한 필요조건은,\n치료되고 있는 상황에 적절한 샴푸와 신뢰할 수 있는\n실험실에서 배합되어 만든 샴푸를 사용하는 것이다.\n\n52\n가려움증(소양증)의 관리 _Controlling pruritus\n가려움증은 동물의 삶의 질에 지대한 영향을 끼치는 매우 불편한 감각이다. 가려움증에 있어, 수의사의 업무는 기저 질환을 확인하고 적절한 치료법을 적용하는 것이다. 극심한 가려움증의 경우, 진단과정에서 가려움약을 단기간으로 처방하여 긁는 행위를 관리하고 일시적으로 줄여서, 동물과 보호자 모두의 복지를 보장할 수도 있다.\n글루코코르티코이드를 사용하는 것은 때때로 병변과 임상증상을 가리거나, 기저 질환의 진단에 필수적인 일부 시험의 결과를 바꾼다.\n글루코코르티코이드는 또한 단기적, 장기적 부작용을 모두 가지고 있다.\n일반적인 코르티코스테로이드와 관련된 부작용이 나타나지 않는 신약이 최근에 생겼다.\n이는 다른 병변을 가리거나 진단 시험의 결과를 바꾸지 않기에 진단과정에서 가려움증을 관리할 수 있는 이상적인 대체제이다.\n\n아토피 피부염에 대항하는 무기\n이 새로운 약물은 아토피 피부염의 급성 발생(유지 치료로서)과 만성 경과 모두를 치료하기 위해 설계되었다.\n다른 질환과 관련된 가려움증은, 원인 질환이 관리된다면 해결되기 때문에 만성적인 가려움약 처치는 아토피 피부염의 경우에만 정당화되었다.\n기저질환 진단의 중요성이 과소평가되어서는 안된다.\n\n기타 _Miscellaneous\n53\n사용이 지시되는 상황\n몇몇 항생제는 일회성 주사로 투여될 수 있으며, 이후 14일간 효력이 유지된다. 이는 매일 약을 먹일 필요를 줄이며 약 적용을 잘 준수하였음을 보장한다. 다음과 같은 상황에서, 감염이 특정 항생제에 감수성이 있을 때 사용될 수 있다.\n수의사가 정한 간격에 맞춰 약물을 지속적으로 투약할 수 없을 때 항생제 치료 동안 환자가 소화기 장애(예, 구토, 설사) 등을 나타낼 때 동물에 경구투여가 받아들여지지 않거나, 다루는 데 힘이 들거나 동물이 공격적/회피적이어서 투약이 불가능할 때 수의사는 약물을 처방하는 데 최종 결정권을 가지며, 보호자와 치료하는 상황에 가장 적절한 옵션을 선택할 수 있다.\n지속성 항생제 _Long-acting antibiotics\n농피증과 피부의 세균감염은 개와 고양이 모두에서 매우 흔하다. 해결을 위해 지속적인 전신적 항생제 치료(최소 3~4주)가 필요하다.\n항생제 치료는 한번 시작한다면 수의사가 정한 용량과 용법에 맞추어 적용되어야 한다. 정해진 시간에 항생제를 적용하는 것이 매우 중요하다. 치료 관리를 제대로 하지 못할 시 심각한 부작용이 있어, 세균의 내성을 증가시키고 감염을 해결할 수 없게 한다.\n\n세균의 내성은 사람과 동물 건강 모두에서 중요한 문제이며, 치료는 진지하게 받아들여지고, 엄격하게 적용되어야 한다. 한 번 또는 그 이상의 투약을 놓치는 것이 내성의 가능성 있는 원인 중 하나이다.\n\n소독 약욕과 함께 국소적 처치를 하는 것이 세균성 피부 감염을 해결하는 데 추천되는 상호보완적 방법 이다.\n"
}