{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 피부과 진단",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "피부과",
    "disease": "\n기타 _Miscellaneous\n\n기타 _Miscellaneous\n47\n주름 피부염 또는 피부스침증\n_Skinfold dermatitis or intertrigo\n피부의 주름에서 통풍이 덜되고 피부 표면 간의 마찰로 인해 피부 표면은 분비물이 축적되기 좋아지며, 미생물(세균 또는 말라세치아)가 성장하기에 이상적인 조건(열, 습기, 그리고 영양)을 갖춘다. 주름 피부염은 따라서 매우 흔하며, 특별히 피부 주름 위생에 집중할 필요가 있다.\n치료 _Treatment\n치료는 문제의 심각성에 따라 달라진다. 모든 경우에, 환부는 클로르헥시딘과 같은 소독제로 세정되어야 하며, 다음을 포함하거나 하지 않을 수 있다:\n항염증제\n항생제 또는 항진균제\n만성적이고 재발하는 경우에는 교정적 외과수술(*이전 시리즈인 수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈 (피부 질환) 38~39쪽을 확인하라.)\n피부주름은 어디에 위치할까?\n모든 품종에서: 암컷의 외음부 주름과 입술\n단두종(들창코): 얼굴 주름과 꼬리\n샤페이와 바셋하운드: 몸통\n피부 주름 피부염이 있을 경우, 세포검사를 통해 말라세치아로 인한 세균성 합병증의 여부를 확인할 수 있다.\n\n\n말라세치아\nMalassezia\n상피 세포(각질형성세포)\nEpithelial cells (keratinocytes)\n\n세균\nBacteria\n\n기타 _Miscellaneous\n48\n개 구강 유두종 _Canine oral papillomatosis\n이는 상대적으로 흔한 질환으로 강아지나 어린 개에서 호발한다. 표면이 거칠고 바깥으로 성장하며, 콜리플라워와 유사한 형태로 자란다. 색은 핑크색, 약간 하얀색, 회색으로 다양하며, 입내, 혀 위, 입술, 피부 또는 눈썹, 심지어 결막 또는 각막에도 나타난다.\n치료 과정 _Course\n일반적으로 유두종은 치료를 실시하지 않고도 2~3개월 내에 자연적으로 사라지며, 사라질 때까지 신경쓰지 않는 것이 가장 좋다.\n다수의 유두종이 나타났을 때 문제가 되며, 불편함, 출혈 또는 연하곤란증을 유발한다. 이러한 경우에 수술적 제거 또는 약물 치료가 필수적일 수 있다.\n유두종은 바이러스가 원인이며 종양의 개수는 매우 다양하여,\n한두 개에서 수십 개에 이른다.\n\n\n원인이 되는 바이러스는 개의 유두종바이러스이다.\n\n유두종\nPapillomas\n\n\n기타 _Miscellaneous\n49\n샤페이 점액증 _Shar pei mucinosis\n샤페이의 피부는 점액이 과도하게 형성되는 것이 특징이며, 이는 종 특이적인 피부 주름 형성에 기여한다.\n점액은 투명하고 젤리 같은 점성을 가진 물질로 진피의 섬유아세포에서 생성된다.\n점액 과잉 생성\n몇몇 샤페이 종은 점액을 과도하게 생성하게 되며, 이로 인해 점액으로 채워져 있는 잔물집과 물집을 보이게 된다.\n잔물집을 터트리면 점성을 가진 투명한 액체가 나오며, 이를 두 손가락 사이에 늘려보았을 때 가는 실들이 관찰된다.\n끈적이는 점액의 분비\n\n기타 _Miscellaneous\n50\n농포의 수술적 치료 _Surgical treatment of abscesses\n농포는 고름이 축적되어 낭에 싸여있는 형태의 따뜻하고 붉은 덩어리로, 몸 어디에서나 일반적으로 나타난다. 이들은 물린 상처나 뾰족한 물체에 의해 세균이 피부를 뚫게 될 시 생성된다.\n진단은 일반적으로 간단하며, 임상증상과 세포학적 진단에 기반으로 하며 호중구와 다수의 세균을 포함한 고름성 액체를 확인할 수 있다.\n수술적 기법\n\n농양의 배출\n수술은 농포의 고름 물질이 나올 수 있는 배출구를 만드는 것이다:\n작게 절개를 하여, 이를 통해 농이 배출되고 세척되며, 낭은 긁어내서 제거한다.\n다음으로 농포의 가장 등쪽 부위에 절개를 내어, 이쪽으로 배출관을 끼우고 고름이 생기지 않을 때까지 며칠간 유지한다.\n\n\n펜로즈 배출관 설치\n치료는 간단한 외과적 처치와 전신적인 항생제 투약을 필요로 한다.\n세포 검사 확진을 위해서 바늘을 이용해 내용물의 샘플을 뽑아냄\n\n"
}