{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 피부질환",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "피부과",
    "disease": "\n간질성 부종\n상처를 잘 치유하기 위한 방법\n치유 과정에서의 합병증\n수술상처 치유 과정에서 나타나는 합병증\n_Possible complications in surgical wound healing\n수술 상처 _Surgical wounds\n•\t상처의 가장자리가 어떠한 장력이 걸리지 않고 잘 배열되어야 한다.\n•\t상처는 자주 소독하고 확인되어야 한다.\n•\t의학적 권고사항을 준수해야 한다\n(치료법)\n•\t환자가 상처를 비비거나, 긁거나 물지 않도록 하는 것이 중요하다.\n•\t혈종\n•\t봉합열개창\n•\t장액종\n•\t감염\n•\t고름집(농포)\n•\t연부조직염(봉와직염)\n•\t가스 괴저\n\n\n\n\n봉합열개창\nDehiscence\n혈종\nHaematoma\n치유가 잘 되기 위해서는 봉합한 절개부위 상태가 좋아야 한다.\n표면의 다른 변화 없이 피부색이 변한 것이다. 홍반일 수도 있고 과색소침착 또는 저색소침착일 수 있다.\n작은 고형의 상승된 홍반성 병변으로, 약간 단단하며 크기는 최대 지름 1 cm까지이다. 이는 염증세포 침윤 또는 세포 증식에 의해 생길 수 있다.\n상승되어 있고 상부가 편평하고 단단하며 넓은 병변으로, 크기가 지름 1 cm보다 크다. 염증세포 침윤 또는 세포 증식과 연관되어 있다.\n화농성 물질을 포함하는 작은 국한성 상승 병변이다. 이는 표피내, 표피하 또는 모낭에 있을 수 있다.\n깨끗한 액체로 가득찬 피부의 작은 국한성 상승 병변이다.\n이는 표피내 또는 표피하에 생길 수 있다.\n일차 병변 _ Primary lesions\n\n\n\n\n\n진피에 위치한 직경 1 cm 이상의 단단한 병변으로, 이는 피부의 더 깊은 층으로 확장될 수 있다. 기원은 염증성 또는 종양성일 수 있다.\n피부의 모든 구조를 포함할 수 있는 큰 덩어리이다.\n기원은 염증성 또는 종양성일 수 있다.\n내벽이 상피로 된 공간으로 임상적으로 결절이나 종양으로 나타난다. 이는 표피탈락 또는 샘 분비물에서 오는 물질을 포함할 수 있다.\n부어있는, 상승되고 불규칙한 피부 영역으로 크기나 형태는 종종 달라진다.\n외성장 돌기를 가지는 표피의 고형의 상승 병변으로 보통 딱지로 덮여있다.\n\n\n\n\n\n8\n탈모는 부분적 또는 완전하게, 하나의 국소병변 또는 다발성 병변으로 나타나며 전신적 또는 국소적일 수 있다.\n각화된 세포의 축적. 이는 건조하거나 기름지거나, 먼지가 많거나 층층의 각질일 수 있다.\n바닥판 너머로 진행되지 않은 표피의 소실. 이는 흉터 없이 치유된다.\n확장된 모낭에 각화세포와 피지 물질이 축적된 것\n일차적 또는 이차적으로 나타날 수 있는 병변\n_Lesions that can be primary or secondary\n\n\n\n\n과색소침착: 표피 또는 진피의 멜라닌 색소의 증가\n저색소침착: 정상적인 피부 색소의 부족\n피부 표면에 삼출물이 건조된 것. 이는 아연반응성 피부염과 같은 딱지성 피부염의 경우를 제외하고는 주로 이차병변으로 나타난다.\n표피가 연속적으로 소실되어 진피가 노출된 것.\n이는 흉터로 치유된다.\n\n\n\n\n표피잔고리\n굳은살\n태선화\n두껍고, 거칠고, 과각화성의 탈모성 판으로 일반적으로 뼈의 돌출부에 나타남.\n표피 각질이 가장자리에 일어나서 원형으로 둘러쌈.\n고름물집, 잔물집 또는 구진으로 인한 이차적인 병변\n일반적으로 마찰에 의해 생기며 피부가 두꺼워지고 단단해지며, 주로 과색소침착됨.\n이차 병변 _Secondary lesions\n\n\n\n표피에 생기는 선상의 틈으로 더 깊은 진피로 이어질 수 있다. 피부가 두껍고 단단한 (굳은살, 발볼록살, 마른 코) 경우에 나타남.\n상처가 회복된 후 정상 조직이 섬유조직으로 대체됨.\n스스로 긁거나, 물거나 비벼서 생성된 까짐 또는 궤양\n\n\n\n10\n\n\n\n11\n탈모의 종류: 염증성 및 비염증성\n_Types of alopecia: inflammatory and non-inflammatory\n염증성 탈모\n비염증성 탈모\n•\t세균성 모낭염\n•\t피부사상균증\n•\t모낭충증\n•\t선천적인 탈모(무늬 탈모증)\n•\t탈모증-X\n•\t모낭 형성이상/이상증\n•\t내분비질환(부신피질기능항진증, 개의 갑상샘기능저하증, 성호르몬 피부질병)\n\n\n모낭주위염\n모낭 수가 적음.\nLow number of hair follicles\n모낭벽염\n모낭강염\n종기증\n모낭 정지\nHair follicle arrest\n\n12\n새로운 병변과 이차 감염이 일어나고, 가려움은 더 증가한다.\n가려움(소양)증의 특징 _Characteristics of pruritus\n가려움- 긁음의 악순환 _Vicious lesion-itch-scratch circle\n\n긁으면 염증, 병변 및 가려움증이 증가한다.\n\n동물은 긁고자 하는 충동을 억누를 수 없다.\n피부의 염증 및 표피의 변화가 가려움증을 유발한다.\n피부의 신경 종말이 가려운 감각을 인지한다.\n\n가려움:\n긁고 싶게 만드는 불쾌한 감각\n이차 감염, 피부 손상 및 원발 가려움증을 치료하여 악순환에서 벗어나야 한다.\n\n"
}