{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 피부질환",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "피부과",
    "disease": "04-3\n \n감염 _INFECTIONS\n28\n농창피부염, 급습성 피부염 또는 열반\n_Pyotraumatic dermatitis, acute moist dermatitis or hot spot\n국소화된 심한 가려움증으로 인해 극도로 물고 긁는 행동을 보여 자가 유도 피부 병변이 나타난다.\n이는 세균이 표피의 가장 바깥 층에서 증식함에 따라 표재성 농피증으로 간주된다.\n치료는 국소 소독제 투여 및 단기간의 국소 또는 전신 코르티코스테로이드 투여에 기초한다.\n만약 병변이 더 깊어지고 진피 또는 피하까지 감염이 된다면, 이는 농창성 모낭염이라는 더 심각한 과정이 된다.\n이 경우 전신적인 항균요법이 필요하다.\n \n분비물로 인한 덥수룩한 털\n심한 가려움증\nSevere pruritus\n많은 양의 장액성 삼출물\n•\t조밀한 내피를 가진 두꺼운 털을 가진 종\n•\t피부 환기의 변화(예 : 불량한 털 손질, 덥수룩한 털)\n•\t따뜻하고 습한 날씨\n•\t알레르기, 벼룩 과민반응\n29\n표재성 농피증\n심재성 농피증\n표피 및 모낭상피에 영향을 미치는 세균 감염\n•\t표재성 모낭염\n•\t농가진\n•\t표재성 확산 농피증\n1.\t홍반\n2.\t구진\n3.\t농포\n4.\t탈모\n5.\t표피 잔고리\n진피 및 피하조직에 영향을 미치는 세균 감염\n•\t모낭염 및 종기증\n•\t저먼 셰퍼드 종기증\n•\t연부조직염 및 지방층염\n•\t고름\n1.\t결절\n2.\t누관\n3.\t탈모\n4.\t미란 및 궤양\n표재성 농피증 및 심재성 농피증_Superficial and deep pyoderma\n감염 _INFECTIONS\n피부점막농피증\n탈색소, 염증 및 코와 입술의 미란이 나타날 수 있는 세 번째 상태는 개의 상피친화성 림프종이다.\n리슈마니아증과 에르리히증은 감별진단에 포함되어야 하는 다른 질병이다.\n30\n피부점막농피증은 세균 감염이다. 이의 치료법은 항생제를 장기간(주로 3개월 이상)에 걸쳐 투여하는 것을 기본으로 한다.\n주로 입술의 점막피부경계에 영향을 미치고, 코, 입술, 덜 흔하게는 비강, 안구, 생식기 및 항문 부위까지 확장될 수 있다.\n \n \n둘은 다른 병인론에도 불구하고, 매우 유사한 임상적, 조직병리학적 병변을 보이는 점막피부경계 질환이다.\n원반모양홍반루푸스\n원반모양홍반루푸스는 자가면역질환이다. 치료는 면역억제 약물의 투여를 기본으로 한다. 주로 비강, 구강, 안구 주위 그리고 덜 흔하게는 생식기와 항문의 점막피부경계에 영향을 미친다. 태양에 노출되면 경과가 악화된다.\n \n공통적인 임상 증상\n•\t탈색소\n•\t홍반\n•\t염증\n•\t미란 및 궤양\n•\t삼출\n•\t딱지\n감염 _INFECTIONS\n감염성 지방층염\n확진을 위해서는 병변의 생검이 필요하다. 감염성 인자를 확인하거나 배제하기 위해서는 깊게 샘플을 채취하여 미생물학 실험실로 보내야 한다.\n31\n감염성 지방층염은 피하 지방조직의 깊은 감염을 특징으로 하며 이는 진피의 나머지 부분에 영향을 미칠 수 있다. 이 감염은 더 깊이 진행된 표재성 감염의 결과이거나 점상 상처를 통해 들어온 감염체의 결과이다.\n \n1.\t결절\n2.\t탈모\n3.\t회복되지 않는 궤양\n4.\t기름진 장액혈액성 삼출물\n감염성 및 무균적 지방층염 _Infectious and sterile panniculitis\n지방층염은 피하 지방조직의 염증이다. 이는 임상적으로 피부 결절로 특징지어지며, 이는 하나 또는 다수일 수 있다. 지방층염은 감염성 또는 무균적일 수 있다.\n특발성 무균성 지방층염\n외상성 지방층염, 주사 후 지방층염 및 광견병 백신 주사 후 지방층염 등 많은 가능한 원인이 있다 - 마지막 두 가지 경우에, 이는 한 부위의 탈모로 하나의 결절로 나타난다.\n감염 _INFECTIONS\n32\n피부 주름 (1) _Skin folds (I)\n입술 주름 피부염 및 수술적 해결책 _Lip fold dermatitis and surgical resolution\n피부 주름은 피부가 겹쳐진 것이다. 피부 주름에는 잔해(입술 주름에 침과 음식물)가 쌓여서, 세균 및 곰팡이의 증식뿐 아니라 염증 또는 피부염을 촉진하는 통풍이 잘 안되고, 어둡고 따뜻하며 습한 환경을 제공한다.\n피부 주름 감염은 피부주름농피증 또는 피부스침증(간찰진)이라고 불린다. 가장 영향을 받는 주름부위는 입술주름, 얼굴주름, 외음부 주름 및 꼬리 주름이다.\n \n입술 주름 절제술(입술성형술)\n \n과도한 아래턱 입술조직(큰 늘어진 입술)을 가지는 종들에서 일반적으로 입술 피부염을 가진다.\n코카스파니엘이 특히 취약하다.\n \n피부 주름의 정기적인 위생관리를 통해 감염을 예방할 수 있지만 과도한 주름의 경우 수술적 교정을 필요로 할 수 있다.\n감염 _INFECTIONS\n33\n피부 주름 (2) _Skin folds (II)\n꼬리 주름 피부염 및 수술적 해결책 _Tail fold dermatitis and surgical resolution\n꼬리 주름은 기형의 말단 꼬리 척추가 겹쳐지며 생기며(코르크뽑개 꼬리),\n피부 분비물이 축적되는 막힌 공간을 형성한다.\n피부를 끊임없이 비비면 염증과 미생물의 증식을 촉진하게 되고, 심각한 피부염으로 이어질 수 있는 피부 분비물의 증가가 나타난다.\n단두종 개(불독)에서 훨씬 흔하다.\n"
}