{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 피부질환",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "피부과",
    "disease": "04-5\n신생물 _NEOPLASMS\n39\n결절과 종양 _Nodules and tumours\n염증성 또는 종양성 경과? _Inflammatory or neoplastic process?\n피부 결절은 단단한 경계를 가진 피부의 융기이다. 종양은 일반적으로 더 큰 결절로 더 불규칙적이며, 더 깊은 구조에까지 영향을 줄 수 있다. 결절과 종양을 구분하는 것이 때로는 어려운데, 이는 두 가지 모두 진피와 피하조직에 염증 또는 종양 세포가 대규모로 침윤되어 생성되기 때문이다.\n진단\n결절이나 종양의 특성에 대한 진단을 내리기 위해서는 세포의 현미경적 분석을 수행해야 한다. 첫 번째로, 병변이 염증성이거나 종양성임을 구분하기 위해 세포검사를 실시하여, 다음 진단 또는 치료단계를 결정하도록 해야 한다(내과적 처치, 외과적 완전 제거술 및 생검 또는 수술적 치료 이전의 생검).\n세포검사 기법\n \n가는바늘흡인(세침흡인) 세포검사를 통해 현미경 검사를 위한 세포를 수집할 수 있다.\n생검 과정\n결절의 일부 또는 전체를 제거하여, 현미경 검사를 위한 조직 샘플을 채취한다.\n•\t절개생검: 결절 및 종양에서 조직 샘플만을 제거한다.\n•\t절제생검: 결절 및 종양 전체를 제거하여 실험실로 보낸다.\n \n40\n \n종양의 침윤하는 가닥\nInfiltrating fingers of the neoplasm(매우 침습적인) 악성 종양을 제거할 때는 안전 범위를 설정해야 한다.\n결과적으로 수술 상처는 종양 크기에 비해 커지게 되지만, 이는 재발이나 전이의 가능성을 감소시킨다.\n섬유육종 및 해결책 _Fibrosarcoma and resolution\n넓은 안전역을 두고 수술적 절제 _Surgical resection with wide safety margins\n \n어깨 사이의 결절\nNodule between shoulders\n섬유육종은 피부 결절로 나타날 수 있는 악성 종양이다.\n가능하면, 외과적 치료 이후 방사선 요법을 적극적으로 권장한다.\n41\n비만세포 종양은 개와 고양이에서 흔하게 발견되는 잠재적인 악성 종양이다.\n다리에 징후 (Darier's sign) (비만세포종의 특징)\n신체검사 및 표본 채취 중에 종양물을 조작하게 되면 종양 비만세포에서 대량의 탈과립이 일어나, 즉각적인 염증 및 홍반이 유발될 수 있다.\n모든 악성 비만세포종은 전이 가능성 때문에 수술적 절제 후 화학요법으로 치료해야 한다. 등급 1 비만세포종의 경우, 넓은 수술 범위로 치료를 해야 한다.\n \n비만세포는 다량의 염증물질을 포함하고 있다.\n따라서, 비만세포 종양은 위 십이지장 궤양, 전신적인 부종, 응고 장애 및 저혈압을 유발할 수 있다.\n신생물 _NEOPLASMS\n42\n \n전이\n악성 유선 종양은 높은 전이 가능성을 가지고 있다.\n전이는 폐에 가장 흔하게 일어나며, 피부 및 기타 장기에도 영향을 미친다.\n유선 종양 _Mammary tumours\n폐 전이 _Lung metastasis\n유방조직은 피부 바로 아래에 위치한다. 유방 종양은 피부 신생물이 아니지만 촉진에 의해 쉽게 확인된다.\n여성호르몬(에스트로겐)과 관련된 많은 유방 신생물이 있다. 조기에 난소-자궁 절제술을 시행하면 유방 종양이 발생할 위험이 줄어든다.\n유선 종양은 폐에 전이될 수 있다.\n경우에 따라, 유방 종양의 수술적 치료는 단순 절제 또는 유선 전체 절제술을 필요로 한다.\n \n43\n편평세포암종 _Squamous cell carcinoma\n개에서는 비만세포종 이후 두 번째로 흔하게 나타난다.\nSCC 는 매우 침습적이며 국소적인 파괴 종양이다. 그럼에도 불구하고 전이는 드물게 나타난다.\n선행요인 및 유발 인자\n•\t햇빛에 자주 노출됨\n•\t색소가 부족한 피부(흰색 털)\n•\t호발 품종: Dalmatian, Pit Bull Terrier, Harlequin Great Dane, Beagle\n•\t종양의 발생에서의 유두종 바이러스의 역할이 연구되고 있다.\n•\t기타 요인: 연기, 화학 물질 등\n넓은 범위의 근치 수술.\n귓바퀴가 포함되어 있다면, 이 부분을 절단해야 함을 의미한다.\n암종의 분포 패턴\n \n개에서의 신생물은 햇빛과 관련이 있는 경우 복부에 더 자주 발생하지만, 점막과 신체의 어느 부위도 영향을 받을 수 있다.\n \n\n"
}