{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 피부질환",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "피부과",
    "disease": "44\n \n피부기름샘염 _Sebaceous adenitis\n피부기름샘염은 피부기름샘의 파괴를 특징으로 하는 흔치 않은 각화지루성 질환이다. 병인론은 명확하게 정의되어 있지 않지만, 유전적 및 면역 매개성 질환이 영향을 줄 수 있다. 해부학적 결함, 각화 질환 또는 비정상적인 지질 대사 역시 배제할 수 없다. 개의 품종 소인으로는 Poodle, Akita, Samoyed 및 Vizela 등이 포함된다.\n일반적인 임상증상\n•\t탈모\n•\t모낭원주\n•\t다량의 표피탈락\n•\t탈모, 특히 이차털의 빠짐.\n \n45\n발바닥 부상\n \n발바닥의 흔한 질환 _Frequent disorders of footpads\n발바닥의 피부는 몸의 피부와 비교하여 약간의 차이가 있다.\n개의 발바닥 피부는 거친 반면, 고양이에서 발바닥 피부는 매끈하고 부드럽다.\n1. 열창 / 2. 베임\n\n\n뚝새풀이 들어간 입구\nEntrance site of the foxtail\n이물질(뚝새풀)에 의한 발가락 사이 누관_Interdigital fistula caused by a foreign body (foxtail)\n \n뚝새풀의 조직 침투\nPenetration of the foxtail into the tissues\n수의사는 뚝새풀에 도달하기 위해 누관 통로에 크로커다일 포셉을 집어넣는다. 이물질을 제거하고 누관을 닫기 위해 수술적 치료가 필요할 수 있다.\n47\n항문낭은 육식동물의 항문 양쪽에 위치한 두 개의 작은 주머니다.\n이 주머니에는 샘이 있어서 페로몬을 포함하는 강력한 냄새가 나는 물질을 분비한다.\n주머니가 정상적으로 비워지지 않으면, 이들은 꽉 차서 감염이 되고(항문낭염), 농양을 형성할 수 있다.\n특히 동물이 엉덩이를 끌거나, 항문을 핥고 비빌 때 항문낭이 꽉 찼는지 체크하고, 필요하다면 짜주는 것이 중요하다.\n항문낭 및 항문주위 질환 _Anal sac and perianal disorders\n질환\n매복\n항문주위 누관\n항문낭 매복은 항문낭이 확장되고 쉽게 배출되지 않는 반죽같은 분비물이 축적되어 발생한다.\n항문주위 누관은 만성적인 염증성 병변으로 항문주위의 궤양과 고름 배출로를 특징으로 한다.\n \n \n항문낭 농양은 만성적인 매복에 뒤이어 일어난다. 항문낭이 붓고, 손으로 부드럽게 짰을 때 고름성의 혈액 삼출액이 배출되는 것이 특징이다.\n고름집\n항문주위 종양\n가장 흔한 항문주위 종양은 항문주위샘종과 항문낭샘암종이다.\n48\n치아 누관(어금니 농양) _Dental fistula (molar abscess)\n어금니 농양은 구강과 얼굴 피부의 표면을 연결하는 누관을 유발할 수 있다.\n누관은 열린 채로 유지되어 치아 문제가 해결될 때 까지 지속적으로 배액이 된다.\n49\n낙엽 천포창 _Pemphigus foliaceus\n자가면역 피부 질환 _Autoimmune skin disorder\n \n \n병변은 호전되었다 악화되기를 반복하며 농포와 딱지로 이루어져 있어 터지고 나서 딱지를 형성한다. 하지만, 농포는 눈으로 보기 어려울 수 있어, 딱지와 같은 이차적인 병변으로 식별하는 것이 더 일반적이다.\n낙엽 천포창은 개와 고양이에서 가장 흔한 자가면역 질환이다.\n각질세포의 부착분자 단백질에 대한 항체가 생성되어 표피 및 모낭의 농포를 일으킨다.\n개에서는 대개 얼굴과 귀에서 시작된다. 흔히 영향을 받는 또 다른 부위는 발바닥이며 전신적으로 퍼진다.\n\\n\n원인체에 따라 낙엽 천포창의 세 가지 종류가 있다.\n•\t자발성 낙엽 천포창\n•\t약물 유발성 낙엽 천포창\n•\t만성 피부 질환에 이차적인 낙엽 천포창\n알레르기\n흡입, 섭취되고 동물과 접촉하는 알러젠에 대한 면역계의 부적절하거나 과장된 반응\n알러젠\n알러젠은 즉각적인 과민증 또는 제1형 반응을 일으키는 항원이다. 일반적인 알러젠은 단백질 또는 단백질 결합 화학물질을 포함한다.\n아토피 피부염(환경 알러젠에 대한 과민증)\n1단계. 민감화\n2단계. 과민반응\n \n \n50\n알러젠은 피부와 접촉할 때, 표피의 항원 제시 세포인 랑게르한스 세포에 포획된다. 이 세포들은 알러젠을 림프절로 운반하여, 그곳에서 B 세포가 매개하는 염증 반응을 활성화시키고, B 세포는 알러젠에 대한 Ig E 항체를 생성한다.\n알러젠과 새로 접촉하면, 이는 이후에 비만세포 표면의 IgE에 의해 인식되어 탈과립화를 유발한다. 염증 매개인자의 분비로 이 부위에 염증세포가 모인다.\n알러젠 특이 IgE는 비만세포와 결합한다. 비만세포는 혈관확장, 부종을 일으키고 분비되었을 때 염증 세포를 불러 모으는 염증물질로 채워진 원형 세포이다.\n염증이 발생하면, 병변과 가려움증이 나타나며, 이는 다시 염증을 촉진한다.\n혈관 작용 물질\n\n51\n아나필락시스 반응(초과민 반응). 혈관부종\n_Anaphylactic reaction. Angioedema\n제1형 과민반응은 얼굴의 큰 염증을 일으키며, 성문의 부종을 일으켜, 즉시 치료하지 않으면 사망으로 이어질 수 있다. 이는 보통 말벌과 같은 벌레에 물리거나, 횡렬식 애벌레와 접촉하였을 때 유발된다. 또한 독초와 접촉하거나 약물에 대한 반응으로도 발생할 수 있다.\n일반적인 임상증상\n•\t부종성 팽윤(혈관으로부터 체액 유출)\n•\t국소적으로 일시적인 변형(얼굴)\n•\t만일 부종이 매우 심하다면, 이는 허혈을 일으키고 해당 부위의 괴사가 이어질 수 있다.\n•\t만일 비강, 후두 또는 인두에서 반응이 나타날 시 기도가 막힌다.\n•\t원인체와 접촉한 부위의 미란과 궤양\n•\t아나필락시스 쇼크, 이는 즉시 치료하지 않으면 사망으로 이어질 수 있다.\n \n52\n \n피부 질환을 일으키는 주요한 내분비 질환:\n•\t갑상샘기능저하증\n•\t부신피질기능항진증(쿠싱증후군)\n•\t에스트로겐 분비 저하 및 과다\n•\t세르톨리세포 종양 및 간질세포종\n일반적인 임상증상\n•\t건조하고 퍼석한 털과 털이 쉽게 빠짐\n•\t양쪽 대칭적 탈모\n•\t과색소침착\n•\t얇은 피부\n•\t다음,다뇨,다식\n•\t건조한 피부, 표피탈락, 여드름집\n•\t쉽게 멍이 들고 상처가 낫지 않음\n•\t골격근의 위축으로 인한 전반적인 근육 약화\n•\t복부 팽만(올챙이 배)\n내분비 질환 _Endocrine diseases\n부신(코티솔)\nSuprarenal glands (cortisol)\n \n부신피질기능항진증(쿠싱신드롬)\n외인성 및 내인성 코티솔이 과도하여 발생함.\n의인성 쿠싱:\n글루코코르티코이드 치료에 의한 코티솔 과다\n뇌하수체 의존성 쿠싱:\n뇌하수체 종양으로 인해 뇌하수체 ACTH 분비가 과도해지고 부신의 다량의 코티솔 분비를 유도함.\n부신성 쿠싱:\n부신에 종양이 생겨 코티솔을 과도하게 생성함.\n뇌하수체(ACTH)\nPituitary gland (ACTH)\n기타 _MISCELLANEOUS\n53\n \n각화지루성 질환은 일차성 질병으로 인해 발생하거나 피부 질환에 의해 이차적으로 나타날 수 있다. 일차적인 각화지루성 질환은 샘 분비물의 변화나 각화의 변화에 의해 유발된다. 이러한 질환은 흔치 않으며 특발성 지루, 비타민 A 반응성 피부염, 피부기름샘염 및 비늘증을 포함한다.\n각화지루성 질환 _Keratoseborrheic disorders\n일반적인 병변\n•\t표피탈락\n•\t탈모\n•\t모낭원주\n•\t여드름증\n•\t가시세포증\n•\t이차 감염(세균 및 말라세치아)\n•\t악취\n \n지루의 종류\n•\t건성지루: 건조한 피부와 털\n•\t유성지루: 기름진 피부와 털\n•\t지루성 피부염: 피부 염증을 수반하는 지루의 모든 유형\n"
}