{"title": "임상가를 위한 소동물 내과질환의 진단과 치료지침", "author": "현창백", "publisher": "(주)범문에듀케이션", "department": "피부과", "disease": "임상가를 위한 소동물 내과 질환의 진단과 치료지침\nCHAPTER\n07\n피부\n\n소양증의 발병기전과 치료 7.1\n소동물의 피부질환에 사용하는 약물들 7.2\n피부질환별 특징 7.3\n\n\n7.1 소양증의 발병기전과 치료\n\n7.1.1 소양증의 발병기전\n피부의 소양, 온감, 냉감, 통감과 같은 감각은 피부에 분포한 자율신경종말이 감지하여 중추신 경계로 전달하여 인지한다.\n● 소양증을 보이는 환자의 피부에는 자율신경종말이 두드러지게 많이 분포한다.\n● 자율신경종말이 감지한 신호는 무수신경섬유를 통해 척수로 운반되며 뉴런과 시냅스를 형성한 외측척수시상로를 통해 뇌로 거슬러 올라간다.\n● 최종적으로 중추신경계가 소양감을 감지한다.\n\n소양증이 심한 환자는 긁거나 핥는 피부자극을 지속하여 피부의 정상적인 재생을 저해하며 감각의 인지 강도를 더욱 증가시킨다.\n\n과민반응의 유발물질의 면역방어기전으로 생성되는 화학매개체가 자율신경종말이 인지하는 소양감의 가장 중요한 요인이다.\n● 이러한 내적인자는 다음과 같다.\n▶▶ Histamine\n▶▶ Peptides (endopeptides, bradykinin, substance P, vasoactive intestinal peptide, neurotensin, secretin, enkephalins, endorphins)\n▶▶ Protease (trypsin, chymotrypsin, mast cell chymase, fibrolysin, kallikrein, cathepsins, plasmin)\n▶▶ Prostaglandins\n▶▶ Leukotrienes(특히 LTB4)\n▶▶ Monohydroxy fatty acids\n▶▶ Opioid peptides\n● 소동물의 소양증에서는 proteolytic enzyme이 가장 중요한 매개체로 생각되고 있으며, leukotriene역시 중요한 역할을 하는 것으로 알려져 있다.\n● 피부염증반응으로 피부민감도 증가와 질환의 진행에 따른 피부의 수분 감소가 동물피부질 환의 소양감 항진요인이다.\n따라서, 동물의 소양증을 동반한 피부질환은 외부기생충, 흡인성 알러젠에 의한 아토피와 식 이단백 알러젠이 원인이 되는 음식알러지에 대항하기 위한 면역방어기전이 항진되어 발생하기 때문에 근본적인 원인을 제거하며 이런 면역반응을 약화시켜 소양증을 감소시켜야 한다.\n\n\n소양증을 유발하는 피부질환의 종류와 감별방법은 그림 7–1과 7–2에 나와 있다.\n\n7.1.2 소양증을 동반한 피부질환의 치료요점\n\n피부질환이란 발적을 동반하는 염증성 피부질환부터 종양에 이르기까지 여러 증상이 피부에 발생하는 경우를 말하며, 발병원인은 원인에 따라 매우 다양하므로 주원인을 찾아 제거하는 것이 가장 중요하다.\n\n소동물 임상 피부질환 중 50~70%가 정확한 원인이 밝혀지지 않았으며, 치료가 어려운 경우 가 많으므로 장기적인 관리가 필요하다.\n\n피부질환관리 중 근본적인 원인을 정확하게 찾아내는 진단이 가장 중요하며 영양학적인 측 면에서도 지속적인 관리가 필요하다.\n\n소양증을 동반한 피부질환의 최우선적인 치료목표는 근본원인(외부기생충, 알러젠 등)을제 거하는 것이다.\n\n\n개에서는 벼룩알러지, 아토피성 피부염, 식이성 알러지 순으로 보고되며 고양이에서는 벼룩 알러지, 곤충류 알러지, 식이성 알러지 순으로 소양증을 동반한 피부질환이 관찰된다.\n\n임상적으로 소양증 해소를 위해서는 일반적으로 스테로이드 제제와 항히스타민제를 이용한 방법이 널리 쓰이며, 오메가-3, 오메가-6와 같은 필수지방산의 공급 역시 효과적으로 소양증 을 감소시키는 방법 중 하나이다.\n\n\n\n벼룩 알러지성 피부염 아토피/식이민감증/개선충증\n\n\n그림 7-1 벼룩 알러지성 피부염, 아토피성 피부염, 식이 민감증, 개선충증 등의 소양증을 동반한 피부질환의 호발부위\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n그림 7-2 소양증을 동반한 피부질환의 감별진단과 치료과정\n\n\n\n7.2 소동물의 피부질환에 사용하는 약물들\n\nAntipruritics\nGlucocorticoids\nGlucocorticoids는 소염효과가 있기 때문에 소양감 조절에 가장 효과적이다.\n\n소염효과\n● 조직으로의 호중구 이동을 억제한다.\n대식세포에서 염증성 cytokines (IL-1, TNF-alpha, prostaglandins)의 분비를 억제시킨다.\n● 대식세포의 식작용을 억제시키며, 조직으로의 호산구 이동을 억제시킨다.\n● 순환 혈액 중의 림프구 수를 감소시키며, 림프구의 활성을 억제시킨다.\n● 림프구로부터 cytokines 발현을 감소시킨다.\n● T cells이 더 많이 억제된다.\n● 혈관 활성 물질에 길항하여 혈관투과성을 억제하고 내피세포 치밀도를 증진시킨다.\n● 염증매개인자의 합성을 억제시킨다.\nCyclo-oxygenase enzyme 활성을 억제하고 phospholipase A2를 억제(prostaglandin류의 농도를 낮춤)시킨다.\n● Glucocorticoid는 피부질환의 양상에 따라 사용을 해야 하며, 만성적인 염증이 있는 경우에 있어서는 최소 용량을 가지고 환자를 지속적으로 확인하면서 사용을 해야 한다.\nGlucocorticoids는 작용의 세기(potency)와 지속성(duration)으로 분류가 되는데, 대부분 체내에 정상적으로 존재하는 cortisol이 기준이 되며, 각 glucocorticoid의 활성은 항염작용에 비례한다(표 7–1).\n단시효성 제제인 hydrocortisone은 cortisol과 항염효과가 유사하기 때문에 가장 약한 steroid 제제이다.\n중시효성 제제인 predinisone과 prednisolone은 cortisol보다 3~4배 강한 효과를 지니고 오래 사용되며, 더 강한 장시효성 제제보다 약물의 작용이나 부작용을 예측하기 수월하다.\n▶▶ Methylprednisolone과 triamcinolone은 새롭게 합성된 약물로 cortisol보다 5~7배의 효과를 보인다.\nDexamethasone과 betamethasone은 가장 강한 steroid 제제로 cortisol보다 약 30배 더 강한 항염작용을 보인다.\n\n\n\n표 7-1 Glucocorticoids 작용의 세기(potency)와 지속 기간(duration)\n\n\n▶▶ 그러나 장시효성 약물의 뇌하수체를 억제하는 부작용 때문에 장기간의 치료가 필요할 경우 단시효성 제제를 경구로 매일 투여하는 방법을 선호한다.\n▶▶ 경구투여의 경우 용량을 쉽게 바꿀 수 있지만 장시효성 제제를 주사했을 경우 그 효과를 돌이킬 수 없기 때문이다.\nSteroid 사용 시 가장 중요한 것은 용량 결정인데 같은 조건의 동물도 같은 용량에 다른 반응 을 보일 수 있기 때문에 수의사와 보호자의 끊임없는 관찰이 필요하다.\n● 과도한 수분 섭취와 다뇨 등의 부작용이 나타나면 용량을 줄이거나 대체약물을 사용해야 한다.\n● 또한 사용기간에 따라 용량을 줄여야 뇌하수체나 부신의 기능이 정상적으로 돌아올 수 있다.\n\nAntihistamines\nAntihistamines는 일반적으로 2개의 그룹으로 나뉜다.\nH1-receptor antagonists와 H2-receptor antagonists\nH1-antihistamine은 anti-inflammatory effect를 갖기 때문에, 피부의 소양증 치료에 응용할 수 있다.\n\n약리작용은 mast cell이나 T-cell로부터 유리된 histamine에 대한 antagonist작용을 나타내는 것으로, 피부질환이 있는 경우 중 특히 소양증이 심한 개체에 있어서 효과적으로 사용할 수 있고, 일반적인 부작용으로는 진정, 구강건조, 시력 감소, 요저류, 식욕 자극 등을 보인다.\n\n\n\n\n\n\n\n\n\n\n\n\n\n그림 7-3 Classical Antihistamines의 공통적인 구조적 특성\n\nFirst-generation H1-receptor antagonists\n● 작용기전: 무스카린성 아세틸콜린 수용체 길항제(항콜린성 제제)로 중등도에서 높은 정도의 효능을 보이며, 알파-아드레날린성 수용체 또는 5-HT 수용체에도 작용을 한다.\n● 장점: 1세대 항히스타민 제제들은 비교적 값이 저렴하고 널리 사용되는 가장 오래된 제제 로 알러지반응에 효과적이다.\n● 단점: 1세대 제제들은 수용체 선택성이 없기 때문에 2세대 항히스타민 제제들과 비교했을 때 tolerability가 낮다.\n● 부작용: 환자가 나타내는 부작용은 class별로 다르고 class에 포함되는 제제별로 조금씩 다르다.\nEthylenediamines\n▶▶ Ethylenediamines는 임상적으로 효력이 있는 첫 번째 H1-항히스타민 제제이다.\n▶ Mepyramine (pyrilamine)\n▶ Antazoline\nEthanolamines\n▶▶ Diphenhydramine이 이 그룹의 원 제제이며 sedation을 포함한 명확한 항콜린성 부작용 이 보이지만 소화기계 관련 부작용은 비교적 낮은 편이다.\n▶ Diphenhydramine\n▶ Carbinoxamine\n▶ Doxylamine\n▶ Clemastine\n▶ Dimenhydrinate\n\n\nAlkylamines\n▶▶ 이 그룹의 제제들은 이성질체에 따라 작용이 달라지는데, 이는 H1-receptor 결합 부위에 결합하는 위치 때문이다.\n▶▶ 진정작용과 소화기부작용이 비교적 적다고 알려졌지만 역행적 CNS 자극이 현저하다.\n▶ Pheniramine\n▶ Chlorphenamine (chlorpheniramine)\n▶ Brompheniramine\n▶ Triprolidine\nPiperazines\n▶▶ 구조적으로 ethylenediamines, ethanolamines와 유사하며, 명확한 항콜린성 부작용을 나 타내고, 이 군에 속한 제제들은 멀미, 현기증, 구역질과 구토의 명확한 항콜린성 부작용을 보인다.\n▶▶ 2세대 H1-항히스타민 제제인 cetrizine 역시 이 그룹에 포함된다.\n▶ Cyclizine\n▶ Chlorcyclizine\n▶ Hydroxyzine\n▶ Meclizine\nTricyclics\n▶▶ 이 제제들은 고리치환과 고리 특성상 phenothiazine antipsychotics와 구별되며, tricyclic antidepressants들과 구조적으로 관련이 있어 두 약물 class의 항히스타민성 부작용이 나 타나고, tricyclic H1-항히스타민 제제에서 볼 수 있는 낮은 tolerability를 보인다.\n▶▶ 2세대 H1-항히스타민 제제인 loratadine 역시 이 그룹에서 유래되었다.\n▶ Promethazine\n▶ Alimemazine\n▶ Cyproheptadine\n▶ Azatadine\n▶ Ketotifen\n\nSecond-generation H1-receptor antagonists\n● 장점: 이 새로운 제제들은 CNS의 히스타민성, 콜린성 수용체와 비교했을 때 말초 H1 수용 체에 대해 더 높은 선택성을 보이며, 이러한 선택성 때문에 알러지에 효과적으로 반응하면 서 1세대 제제에서 나타나는 부작용이 현저히 감소된다고 보고되어 있다.\nSystemic Drugs\n▶▶ Terfenadine의 경우 심부정맥의 위험 때문에 대부분 3세대인 fexofenadine으로 대체되고 있다.\n\n\n▶ Acrivastine\n▶ Astemizole\n▶ Cetirizine\n▶ Loratadine\n▶ Mizolastine\n▶ Terfenadine\nTopical Drugs\n▶ Azelastine\n▶ Levocabastine\n▶ Olopatadine\n\nThird-generation H1-receptor antagonists\n● 이 제제들은 2세대 약물의 활성 거울상 이성질체이거나 대사산물 유도체이며 효력은 증가 하고 부작용은 감소한 약물이다.\n특히 fexofenadine은 terfenadine에 비해 심부정맥 위험성이 줄어든 약물이다.\n● 그러나 다른 3세대 약물의 경우 특징적인 장점은 아직 확실치 않다.\nSystemic drugs\n▶▶ Levocetrizine\n▶▶ Desloratadine\n▶▶ Fexofenadine\n\nH2-receptor antagonists는 임상적으로 피부질환에 사용하기보다는 소화기 약물로 이용하며, cimetidine, ranitidine 등과 같이 위산분비억제제로 사용을 한다.\n\nH3-receptor antagonists와 H4-receptor antagonists 약물로는 thioperamide, clobenpropit 등이 있으나, 이들은 아직 실험단계의 제제로서 아직 명확한 임상적 효능은 알려져 있지 않다.\n\nBehavior Modifiers\nPsychotropic drugs(향정신성 약물)로서, 예를 들어 obsessive/compulsive disorders (OCD)와 같은 정신성 소양증 치료에 응용한다.\n\n다수의 소양성 질환은 obsessive/compulsive disorders (OCD) 경향이 있다.\n\n이러한 약물은 histamine과 serotonin 수용기에 결합하므로 항히스타민제 역할도 한다(예, amitriptyline).\n\n또한, behavior modifiers는 그 효능이 증례별로 너무 다양하므로 제일 선 치료제로 사용하지는 않는다.\n\nMonoamine oxidase inhibitor와는 함께 사용해서는 안된다.\n\n일반적인 behavior modifiers의 종류와 용량\nAmitriptyline\n▶▶ Dog: 2.2~4.4 mg/kg, PO, 24 hrs\n▶▶ Cat: 5~10 mg/kg, PO, 24 hrs\nClomipramine\n▶▶ Dog: 1~3 mg/kg, PO, 24 hrs\nDoxepin\n▶▶ Dog: 0.5~1 mg/kg, PO, 12 hrs\nFluoxetine\n▶▶ Dog: 1 mg/kg, PO, 24 hrs\nHydrocodone\n▶▶ 0.25 mg/kg, PO, 8 hrs\nImipramine\n▶▶ 2.2~4.4 mg/kg, PO, 12~24 hrs\nNaltrexone\n▶▶ 2.2 mg/kg, PO, 12~24 hrs\n\nProgesterone compounds\nOvaban (megestrol acetate)와 DepoProvera (medroxyprogesterone acetate)가 고양이에서 소양감을 치료하기 위해 사용되었다.\n\n개에서는 사용해서는 안 된다.\n\n작용기전은 아직까지도 명확하지 않으며, 아마도 강력한 glucocorticoid 유사 효과가 있을 것 으로 보고 있다.\n\n투여량\n● 1주일간 5 mg/cat/day 투여 후 S 이틀에 한 번씩 2.5~5.0 mg/cat 투여S일주일에 한 번씩\n5 mg/cat 투여 S 1~2주일에 2.5~5.0 mg/cat으로 투여\n\n\n부작용\n● PU/PD, 부신 억압, 감정 변화, 당뇨병, 자궁 축농증\n● 모발 변색, 설사 등\n\nNSAIDs와 lipoxygenase inhibitors\nNonsteroidal anti-inflammatory drugs (aspirin 등)\n\n피부질환의 소양감 조절 목적으로 투여하며, 2% 이내의 성공률을 보인다.\nNSAIDs는 arachidonic acid cycle을 차단한다.\nLipoxygenase inhibitors는 lipoxygenase pathway를 차단한다.\n● 치료반응이 그리 좋지 않다.\n\nImmunotherapy (hyposensitization)\n피부질환이 있는 소동물에게 알러지의 원인이 되는 알러젠을 피하로 투여하고 그 투여량을 소량씩 증가시키면서 과민반응의 강도를 줄이는 요법이다.\n\nIDT(피부알러젠 시험) 또는 병력를 통해서 알러젠을 선택한다.\n\n이러한 치료를 실시할 경우, corticosteroid량을 크게 줄이거나 투약을 중지한다.\n\n성공률은 개와 고양이에서 60~80% 정도로 보고되고 있으며, 치료반응은 느려서 통상 3~6개월에서 1년 정도 걸린다.\n\nTopical drug therapy\n\n국소적인 요법으로, 사용하는 약물은 피부에 직접적으로 작용하여 항염증작용 혹은 수분보충 작용 등을 함으로써 피부질환에 도움을 준다.\n\n연고, 샴푸, 로션 형태로 많은 제품이 상용화되어 있으며, 각각의 특징에 따라 피부에 적용을 하면 된다.\n\n샴푸를 이용한 치료방법은 가장 대표적으로 이용되는 국소요법으로 원발질환과 속발질환을 진단하고 치료하는 데 도움을 주며, 통상적으로 지속적인 관리가 필요한 피부질환에 많이 이용을 한다.\n\n\n샴푸를 이용한 치료 시에는 샴푸와의 접촉 시간이 5분에서 15분 정도 필요하며, 15분 이상 접촉할 경우 표피가 침윤화될 수 있고, 상피가 건조되거나 피부장벽 기능을 파괴하니 주의가 필요하다.\n\nAntiseborrheics\nSulfur/salicylic acid\n● 피부질환 샴푸 치료용으로 많이 사용되며 중등도 비듬이 있는 동물에 제일 먼저 적용하는 약물이다(seborrhea sicca에 적용).\n▶▶ Sulfur의 주된 효과는 keratolytic effect(각질용해효과)와 각질화를 정상화시키는 keratoplastic effect이다.\n▶▶ Keratolytic effect는 항염효과 역시 나타낼 수 있으며, keratoplastic effect는 세포 활성을 억제하는 효과가 있어, 항소염효과를 가질 수 있다.\n▶▶ Salicylic acid와 sulfur를 함유한 항지루성 약물의 제품으로는 salicylic acid/sulfur 성분 제품과 salicylic acid/sulfur (+ tricolan, antibacterial) 성분의 제품이 있다.\n▶▶ Sulfur는 또한 mild follicular flushing action을 나타내며, salicylic acid의 약리효과로는 keratoplastic, bacteriostatic, mild antipruritic effect를 갖고, salicylic acid는 흔히 sulfur와 합제로 사용되어 약리효과를 증진시킨다.\nCoal tar\n● 흔히 2, 3, 4%의 coal tar 함유 제제가 나와 있으며, 수의학적으로는 흔히 salicylic acid와 sulfur를 함유한 샴푸 제제를 이용한다.\nCoal tar의 약리효과로는 keratolytic effect와 keratoplastic effect가 있으며, 약간의 항지루효 과가 있다.\n● 그러나 잠재적으로 염증을 일으키거나 광과민반응을 일으킬 수 있으며, 발암성 물질이기 때 문에 사용에 주의해야 한다.\nBenzoyl peroxide\n● 흔히 sulfur와 합제로 사용을 하며, 세균성 감염과 피지가 많은 경우에 있어서 더 많이 사용 된다(seborrhea oleosa에 적용).\n▶▶ 2~5%의 benzoyl peroxide는 keratolytic effect, bacteriocidal, degreasing, follicular flushing의 효과를 갖는다(follicular flushing).\n▶▶ 강력한 keratolytic 및 항균효과를 갖기 때문에 세균성 감염 및 피지가 많은 경우 가장 우 수하다.\n\n\n● 그러나 자극성이 강하고, 피부를 심하게 건조시킬 수 있기 때문에 사용에 주의를 기울여야 하며, 사용 후 moisturizers를 적용해야 한다.\nResorcinol\nResorcinol은 protein precipitation으로 keratolytic effect와 bactericidal, fungicidal effect를 가지고 있다.\n● 이 약물은 흔히 다른 keratolytic 제제와 합제로 사용을 한다.\n\nSelenium sulfide\n● Selenium sulfide는 항유사분열기전으로 인하여 세포분열과 피지 형성을 지연시키기 때문 에 항지루효과와 keratolytic, keratoplastic effect를 가지고 있다.\n그러나 자극성을 가지고 있고, 털이 변색될 수 있기 때문에 주의를 기울여야 한다.\n\nRetinoids\nRetinoids는 비타민 A의 천연추출물 혹은 비타민 A 유도체를 말하며, thyroid/steroid receptor 의 일종인 retinoic acid receptor에 작용함으로써 세포형성과 분화, immune modulation, 염증 과 피지형성에 효과를 보인다.\n● 1세대 제품\n▶▶ Retinol과 유도체인 tretinoin과 isotretinoin\n● 2세대 제품\n▶▶ Etretinate와 acitretin을 함유한 합성 제제로서 여드름과 건선치료에 효과를 나타낸다.\n● 3세대 제품\n▶▶ 좀더 개발된 제제로서 arytenoids, immune modulation를 함유하였다.\n\n수의학적 사용은 개에서 각질화 이상을 나타내는 질환 등에 사용할 수 있으나, 아직 retinoids 의 사용에 대한 정확한 지침이 마련되어 있지 않을 뿐만 아니라, 부작용, 금기 등에 대해 알려져 있는 바가 없기 때문에 수의학 분야에서 그 사용이 제한적이다.\n\nCeruminolytics (carbamide peroxide)\n일반적으로 귀를 청소하고 flushing시킬 때 많이 사용을 하며, 피부의 조직파편과 삼출물을 제거하고 유화시키는 작용을 갖는다.\n\n\n흔히 salicylic, benzoic, malic acid와 합제로 나와 있으며, 국소적으로 pH를 낮추는 효과와 더불어 antibacterial, antifungal 효과를 갖기 때문에, 귀를 flushing하기 이전에 3~15분간 적용 시킨다.\n\nMoisturizers\n피부의 가수 유지에 아주 우수하다.\n\n샴푸를 자주 하다 보면 피부가 지나치게 건조하게 되고 이로 인한 피부염이 발생할 수 있기 때문에, moisturizers의 사용이 필요하다.\n\nHumectants\n● 진피층의 수분을 끌어 당겨서 각질층의 보습을 유지해 준다.\n\nMicroencapsulation\n● Moisturizers 중에서 최근에 개발된 것으로 목욕 후에 조금씩 분비되면서 장기간 보습을 유지할 뿐만 아니라 잔류효과가 좋다.\nEmollients\n● 피부에 얇은 막을 형성하여 비듬이 될 수 있는 각질층을 매끈하게 만든다.\n● 통상 occlusives와 함께 사용하여 피부의 보습효과를 극대화시킨다.\n\nAntimicrobials\nAlcohols, iodine, chlorhexidine, iodophors, hexachlorophene은 감염성 피부질환에 있어서 유용하게 사용할 수 있다.\n\nShampoo(샴푸)\nBenzoyl peroxide\n▶▶ 주로 antiseborrheics와 합제되어 사용하는 benzoyl peroxide는 세균성 감염과 피지가 많은 경우 가장 우수한 효과를 발휘하는 약제이다.\n▶▶ 흔히 샴푸로 적용을 많이 하며, 0.5% chlorhexidine, 1% povidone iodine complex, sulfur와 salicylic을 함유한 0.5% triclosan 등이 같이 합제되어 있는 제품이 있고, 세균성 감염증에 대한 국소 치료제로 수의분야에서 가장 많이 추천되는 약용샴푸이다.\nChlorhexidine\n▶▶ 샴푸나 린스로 사용을 할 수 있으며, 일반적으로 1~2% 정도가 추천된다.\n▶▶ Antibacterial효과보다도 antifungal작용이 우수하다.\n\n\nSulfur\n▶▶ 진균류에 있어서 효과적이기 때문에, 국소적 요법으로 dermatophytosis에 적용을 한다.\n\nEthyl lactate\n▶▶ 항균효과를 가지며, 건성 피부염, 경증의 pyoderma에 적용할 수 있다.\n\nOintment(연고), cream(크림), lotion(로션)\n● Neomycin이나 bacitracin 등의 항생제가 함유된 연고 제품이 있어 스테로이드와 함께 합제로서 흔히 사용하고 있다.\n● 일반적으로 털이 있는 동물에서 연고적용은 치료적인 한계가 있으며 표재성 피부염이 아닌 심부피부염의 치료에는 치료반응이 미미하다.\nMupirocin\n▶▶ Pseudomonas fluorescens로부터 만들어진 mupirocin은 Staphylococcus에 의한 피부표면 감 염에 효과적이다.\n▶▶ 이는 세균의 tRNA 합성을 방해함으로써, 피부 정상 상재균에 대해서는 작용하지 않으 면서, 그람음성균에 대해 효과적으로 작용을 한다.\nAmphotericin B\n▶▶ 일반적으로 Candidia 감염증에 대해서 적용할 수 있다.\nClortrimazole 1%\n▶▶ 일반적으로 Candidia, Malassezia와 같은 진균류같은 질병증에 효과적이다.\nMiconazole\n▶▶ 일반적으로 Candidia, Malassezia와 같은 진균류같은 질병증에 효과적이다.\nNystantin\n▶▶ 일반적으로 효모균이나 진균류에 효과가 있으나 Malassezia에는 효과적이지 못하다.\nThiabendazole\n▶▶ 일반적으로 진균류에 대해 효과적이다.\n\nAntiparasitics\n항기생충 제제는 스프레이, 파우더, 샴푸 등의 방법으로 도포함으로써 적용을 한다.\n● 전신 침전법(dipping)은 피부질환이 있는 경우 샤워와 드라이를 마친 후 도포하는 방식으 로, 경피로 충분히 흡수될 수 있으나, 이 때문에 반대로 독성을 나타낼 수도 있다.\n\n\n● 파우더를 이용한 방법의 경우 가장 안전한 방법일 수 있으나 자주 적용해야 하는 단점이 있다. 또한, 털 안쪽으로 파우더를 잘 적용하여야 한다.\n● 스프레이의 경우 덜 잔류하게 되고, 모발에 의해 약제가 피부에 잘 도달하지 못할 가능성이 높다는 단점이 있다.\n● 샴푸로 적용할 경우 전혀 잔류하는 효과가 없기 때문에 벼룩이나 진드기 등을 구제하기 위해서는 최소 10분 이상 적용을 해야 한다.\n● Spot-on 제품의 경우 견갑 하부부위에 일부 적용함으로써 전신으로 퍼지도록 하는 방법으로 적용하며, 적용부위에 접촉성 알러지나 손상을 받을 수 있는 것에 유의해야 한다.\nPyrethrins/Pyrethroid\n● 국화꽃에서 추출한 pyrethrin 제제는 벼룩, 파리, 이, 모기의 살충효과가 있지만 잔류효과가 거의 없어 점진적으로 다른 제품으로 변경중이며 고양이에게는 사용금지 제제이다.\n▶▶ Pyrethrin은 nerve membrane에 Na+의 잔류기전으로 신경기능을 방해하는 작용을 가지고 있다.\n▶▶ Pyrethrin/permethrin compound\n▶ 일반 농도로 사용 시 이틀에 한 번 사용하며, 고농도로 사용 시 1주일에 한 번 사용한다.\n\n● Pyrethroid는 pyrethrin 합성 유도체로 비슷한 기전을 가지고 있으나 자외선에 강해 좀더 오랫동안 효과를 나타낼 수 있다.\n▶▶ Microencapsulation 제품의 경우 좀 더 오랫동안 잔류할 수 있는 효과가 있다.\n\nCarbamate\n개와 고양이에서 안전하게 사용할 수 있으며, 스프레이, dip, collars, premise-control spray\n방식으로 이용할 수 있다.\n● Carbamate의 독성작용은 organophosphate와 비슷하게 부교감신경을 과도하게 항진시키며, 이 럴 경우 atropine과 2-pyridine aldoxime methylchloride (2-PAM)을 해독제로 사용할 수 있다.\nOrganophosphate\n● 가장 유독한 외부기생충 구제제이다.\n\nFipronil\n● 스프레이 제품이나 spot-on 제품이 있다.\nPhenylpyrazole계의 새로운 합성물로서 ')'-aminobutyric acid (GABA)의 염소채널에서 염소 이동을 억제하여 CNS 활동을 억제한다.\n▶▶ 선택적 신경독성을 가지고 있어서 포유동물에 대해서 CNS 활동을 억제하는 작용을 나 타내지 않는다.\n\n\n● 벼룩, 개선충에 대해서 효과가 좋으며, 이, 진드기 구제에도 효과가 좋다.\n● 또한 살충효과가 28일 이상 지속된다.\n▶▶ Fipronil은 지루성 분비물에 친화성이 있어서 모낭이나 피지선에도 잘 작용한다.\n▶▶ 따라서, 피부 내에 잔류하여 살충효과를 지속적으로 발휘한다.\n\nImmidacloprid\n● Spot-on 방식으로 적용하며, 벼룩 등을 구제하는 데 효과가 좋다.\n▶▶ Chlorinated heterocycle insecticide\n▶▶ 벼룩 등의 신경조직의 postsynaptic portion의 acetylcholine receptor site에 결합하여 신 경전도를 차단하여 폐사를 유발한다.\n● 한 달 주기로 사용하며 9.1% imidacloprid를 spot-on 방식으로 사용한다.\n● 현재까지는 중독증에 대한 보고가 없다.\n\nAmitraz\nAmitraz는 monoamine oxide inhibitor이다.\n▶▶ Monoamine oxidase와 prostaglandin 합성을 억제; a.2-adrenergic agonist효과가 있다.\n\n● Amitraz는 모낭충(demodex) 감염에 있어서만 치료제로서의 사용이 허가되어 있다.\n▶▶ 개선충(Scabies)의 경우 사용 허가를 받지 못했지만, 임상적으로 효과가 입증이 되어 있 으므로 적용이 가능하다.\n● 사용은 일주일에 1회(5 mL; 반병)/4 L water 약욕을 실시한다.\n▶▶ 증상이 완화될 때까지 또는 skin scrapings을 해서 mite가 나오지 않을 때까지 사용을 해 야 한다.\n▶▶ 약물목욕 후 세정하지 않고 건조 시킨다.\n▶▶ 약욕에 앞서 benzoyl peroxide shampoo나 bactericidal therapy를 실시하여 약효가 최대로 발휘되게 한다.\n● Skin scraping 검사에서 음성으로 판정되어도 한 달 이상 처치를 해야 한다.\n국소적인 증례(예, pododemodicosis)의 경우, mineral oil (3 mL amitraz를 30 mL mineral oil에 희석하여 사용함)을 사용한 경우도 있다.\n● 9% amitraz collar를 시도한 적이 있으나 그 효과는 논쟁 중이다.\n● 약 11~30% 증례에서 완치를 못 시켰으며, 이 경우, 다른 종류의 치료가 필요하고 mainte- nance dips을 2~8주에 1회씩 실시한다.\nAmitraz toxicity\n▶▶ 치료 후 12~36시간 내에 나타나며, somnolence, lethargy, depression, anorexia의 증상 이 나타난다.\n\n▶▶ Yohimbine (0.11 mg/kg IV)을 해독제로 이용할 수 있다.\n\nFlea insect growth regulators (IGRs)\nInsect growth hormones [insect growth regulators (IGRs) 또는 juvenoids]으로 곤충의 대사, 형태형성 및 번식을 조절(또는 차단)하는 약물이다.\nPyriproxifen (Nylar)\n▶▶ 새로운 세대 IGR로서, 강력한 효력(methoprene이나 fenoxycarb보다 강력함)을 발휘한다.\n▶▶ 아주 저농도에서도 효력을 발휘한다.\nMethoprene\n▶▶ 아직 사용하고 있는 약물로서, 주로 비수의 분야에서 사용된다.\n▶▶ 동물의 외부기생충 구제 목적으로 이용할 수 있으며, ultraviolet light에 불용화된다.\n\nInsect development inhibitors (IDIs)\nInsect development inhibitors (IDIs)는 벼룩 즉, 곤충의 성장을 억제(IGR이 곤충의 성장 호르몬과 유사한 물질인 반면 IDI는 다른 기전을 이용)하는 기전을 가지고 있다.\nLufenuron\n▶▶ Lipophilic compound로서, 지방층에 축적되었다가 천천히 방출되어 약효를 발휘한다.\n▶▶ Lufenuron은 성충을 죽이지는 않는다.\n▶▶ 심장사상충 예방약(Milbemycin)과 같이 합제로 이용되고 있고, 비경구적 투여, 1회 투여 로 6개월간 예방효과가 있다.\n\nSystemic drug therapy\nAntiparasitics\nIvermectin\n● Ivermectin은 GABA agonist로서 외부기생충을 마비시키는 효과를 이용하여 외부기생충을 구제하는 약물이다.\n▶▶ 포유류의 경우 GABA는 CNS의 blood-brain barrier에 의해서 차단이 되기 때문에 영향 을 미치지 않는다.\n● 일반적으로 개선충(scabies), ear mite, 이 등에 효과적이다.\n▶▶ 사용의 주의할 점은 심장사상충의 감염상태에 대해서 판단을 하고 사용을 해야 한다는 것이다.\n▶▶ Ivermectin의 금기 견종에서는 사용을 금기해야 한다.\n▶ Collies, Shetland sheepdogs, old English sheepdogs, other herding breeds, and crosses\n\nwith these breeds\n▶ Sensitive breeds에서는 milbemycin을 이용하도록 한다.\nMilbemycin\n▶▶ Milbemycin은 ivermectin과 유사한 효과를 나타낸다(a macrocyclic lactone with GABA agonist activity).\n▶▶ Ivermectin을 적용하기 어려운 개체나 적용해서는 안 되는 개체에 적용이 가능하며, 약의 투약은 경구적 경로를 이용한다.\n▶▶ Ivermectin에 대해 민감한 견종에서는 milbemycin을 acaricidal dosages로 투여한다.\n▶ 1 mg/kg PO q24h 투여 시 50%가 완치되고, 2 mg/kg PO q24h 투여 시 85% 증례가 완치되었다고 보고된다.\n▶▶ Skin scrapings에 음성이 나오면 이후 2개월 이상 예방적 투여가 필요하다.\n● 독성에 의한 부작용\n▶▶ Salivation, vomiting, mydriasis, confusion ataxia, hypersensitivity to sound, weakness, recumbency, coma, and death\nSelamectin\nSelamectin은 macrocyclic lactone으로 기생충의 신경-근육 연접부의 glutamate-gated chloride channel에 결합하여 개방시켜 지속적인 과분극을 일으키고 근육 수축을 손상시켜 충체를 마비시킨다.\n▶▶ 포유류의 chloride channel은 기생충보다 접근이 수월하지 않고 민감성이 떨어지기 때 문에 넓은 안전역을 가진 약물이다.\n▶▶ 개와 고양이에게 사용되는 살충제와 구충제로 벼룩, 심장사상충, 구충, 회충, ear mite에 효과적이다.\n● Selamectin은 6주령의 개와 고양이, ivermectin에 감수성이 높은 종, 기생충에 중감염된 동물들에 높은 안전성을 보인다.\n▶▶ 6주령의 강아지에서는 가장 추천되는 약물이다.\n\n일반적인 항 외부기생충 제제의 권장 투여량\nIvermectin\n▶▶ Scabies\n▶ 0.2 mg/kg (dog), SC, two doses, 14 days apart\n▶ 0.3 mg/kg (dog), PO, four doses, 7 days apart\n▶▶ Cheyletiellosis\n▶ 0.3 mg/kg , SC, two doses, 21 days apart\n\n\n▶▶ Ear mites\n▶ 0.2~0.4 mg/kg , SC, one-two doses, 14~21 days apart\n▶▶ Demodectic mange\n▶ 0.3~0.6 mg/kg (dog), PO, 24 hrs\nMilbemycin\n▶▶ Demodectic mange\n▶ 1~2 mg/kg (dog), PO, 24 hrs\nSelamectin\n▶▶ Flea, tick, ear mites 등\n▶ Monthly 6 mg/kg, topical dose\n\nAntifungals\nGriseofulvin\n● 피부진균증에 가장 많이 사용되는 약제로, 지방이 많은 사료와 함께 투여하면 약물 흡수가 증진된다.\n● 대표적인 부작용은 소화기 증상이며, 부작용이 나타날 시에는 약의 투여량을 줄이고 투약 횟수를 늘려야 한다.\nKetoconazole\n● 산성 사료가 흡수를 촉진시킬 수 있으며, 주요 부작용은 식욕감퇴이다.\n▶▶ 또한, 간 독성이 보고되어 있으며, 특히 어린 고양이에서 심하게 나타난다.\n\nItraconazole\n● 약효는 ketoconazole에 비해서 더욱 효과가 좋으나, 먹이는 것이 복잡하다.\n▶▶ 소형 환제 구조로서 알코올에 녹여 먹인다.\n\nLamisil (Terbinafine)\n● 일반적으로 국소요법으로 사용하며 간 중독증이 있을 때에 사용이 가능한 약물요법이다.\n\n일반적인 항곰팡이 제제의 용량\nGriseofulvin\n▶▶ Microsized formulation: 25~60 mg/kg, PO, ql2h for 4~6 weeks\n▶▶ Ultramicrosized formulation: 2.5~5.0 mg/kg, PO, q12~24h\n\n\nKetoconazole\n▶▶ 10 mg/kg, PO, q24h, for 3 weeks\nItraconazole\n▶▶ 5~10 mg/kg, PO, 12~24 hrs (with food)\nTerbinafine\n▶▶ 15~30 mg/kg, PO, 24 hrs\n\n7.2.4 피부질환의 영양요법\n\n소양증을 동반한 피부질환의 관리는 장기적인 약물요법에 의해 부작용이 나타날 수 있기 때 문에, 영양요법을 통한 장기적인 관리가 필수적이다.\n\n(1) 피부질환에 있어서 영양요법의 목표\n피부에 필수적으로 필요한 단백질, 지방 및 비타민을 보충\n\n필수지방산인 오메가-3, 오메가-6를 이용하여 소양증을 완화시키고, 다른 약제의 사용용량을 감량할 수 있게 한다.\n\n식이 민감증이 있는 환자는 알러젠으로 작용할 수 있는 단백질을 다른 단백질로 교체하거나 단백질 분자량 10,000 dalton 이하의 가수분해된 단백질를 급여해야 한다.\n\n항산화제 투여를 통해 피부질환으로 인한 손상을 최소화시킨다. 피부질환의 영양학적 결핍 요소에 의한 원인을 제거한다.\n\n(2) 소양증 감소를 위한 오메가-3, 오메가-6의 적용\nArachidonic acid의 대부분은 세포막 인지질의 C2위치에 ester결합을 한 형태로 존재하다 자극에 의해 유리되어 대사되며, 이 대사산물들은 염증작용 및 소양증을 일으키는 주요 원인이 된다.\n● 세포막에 호르몬 등의 생리활성물질, 항원항체반응, 화학적 혹은 기계적 자극 등의 자극이 가해지면 phospholipase A2가 활성화되고, 이것이 인지질로부터 arachidonic acid를 유리해 내면서 eicosanoids의 생합성 및 대사가 시작된다.\n유리된 arachidonic acid의 일부는 cyclooxygenase에 의하여 각종 prostaglandin과 thrombox-\n\n\n부록 \n\n멜라세덤(MalaseDerm)\nMiconazole nitrate 2%·Chlorhexidine Gluconate 2%\n\n\nMiconazole은 합성 imidazole 유도체로서 강한 항진균효과와 항균효과를 가지며 특히 Staphylococcus aureus와 같은 그람 양성균에 강한 효과를 나타낸다. 또한 개에 있어서 외이도염 등을 일으키는 Malassezia pachydermatis, Epidermonphytom, Microsporum, Trichophyton ringworm과 같은 yeast의 치료에 있어서도 좋은 효과를 나타낸다.\nChlorhexidine은 광범위 항균물질로 피부 단백질과 결합하여 지속시간이 길며, Sodium hypochlorite 에 알러지가 있는 환자에게 특히 유용하다. 그람 양성균 및 음성균(Staphylococcus intermedius)에 작용하여 이와 관련된 pyoderma, 지루성 피부염에 효과적이다. 또한 멜라세덤의 surfactant는 피모 손상 없이 지방을 제거하고 항소양효과를 가진다.\n\n오메가덤, Omega-Derm\nEPA 180 mg·DHA 120 mg·Vitamin E 70 IU\nEPA (eicosapentaenoic acid)/DHA (docosahexaenoic acid) 는 생선에서 얻을 수 있는 필수 지방산으로, 오메가-3 지방산으로 알려져 있다. EPA와 DHA은 다불포화 지방산으로 심장병의 발병위험을 증가시키는 포화 지방산의 반대개념이다. 사람의 경우에는 체내에서 다른 필수 지방산에 의해 생성되지만 개와 고양이에서는 이러한 전환이 불가능하므로 반드시 fish oil로부터 공급받아야 한다. 소양증을 유발하는 염증성 물질의 생성을 억제하여 피부질환의 치료 및 예방에 도움을 준다. 훈련습득능력 향상, 인지능력 향상, 시력 향상에도 효과가 있으며 비타민 E에 의해 오메가-3 지방산의 항산화능력이 증가된다. 효과가 나타나기까지 최소 3~4주, 일반적으로 3개월 정도 소요된다. 오메가-3 지방산은 빛과 공기, 온도에 약하므로 보관에 유의한다.\n비타민 E는 세포벽의 보호 작용이 있다. 세포벽은 인지질, 콜레스테롤, 중성 지방의 세 가지가 주성분으로 이루어져 있는데 비타민 E는 항산화제로서 이들을 free radical로부터 세포의 손상을 억제하여 준다. 오랜 시간 동안 저장되어 있는 대부분의 사료에는 상당한 양의 불포화지방이 포함되어 있지만 산화와 UV 등으로 인해 비타민 E가 결핍되어 있다.\nReference\n1)“Miconazole, Topical”In: Donald C. Plumb. Plumb’s Veterinary Drug Handbook, 6th Edition. Blackwell Publishing. 2008\nMarc Engelen et al. 2010. J Apple Res Vet Med 8(1):21-30\nHayek MG, Reinhart GA. Utilization of w3 fatty acids in companion animal nutrition. World Rev Nutr Diet 1998;83:176-85.\n\n\nane으로 변환되고, 일부는 lipoxygenase에 의하여 hydroxyeicosatetraenoic acid (HETE) 또는 leukotriene (LT)으로 전환된다.\n이러한 산물 중 12-HETE, prostaglandin E2, thromboxane A2, leukotriene B4 (LTB4)는소 양증을 나타내는 데 주요 역할을 한다.\n\n오메가-3와 오메가-6는 EPA, DHA, DGLA가 arachidonic acid의 유해한 작용을 억제하여 항염증작용을 통해 소양증을 해소하는 데 도움을 주며, glucocorticoids와 antihistamines과 혼합 시 상승효과가 있다. 오메가-3와 오메가-6의 함유물질과 적용증은 표 7–2에 나와 있다.\n\n오메가-3 fatty acids\n● 오메가-3에는 ALA, EPA, DHA가 포함된다.\n▶▶ Alpha-linoleic acid (ALA): 가장 흔한 형태로서 세포막을 구성하며, EPA로 전환가능하나, 피부에서는 일어나지 않는다.\n▶▶ Eicosapentaenoic acid (EPA)\n▶▶ Docosapentahexaenoic acid (DHA)\n\n표 7-2 오메가-3와 오메가-6의 함유물질과 적용증\n\n\n\n\n● 작용기전\n▶▶ 오메가-3의 대사산물은 leukotriene B5 (LTB5)와 같은 eicosanoids와 prostaglandin E3를 생산하며, 거의 염증반응을 나타내지 않는다. LTB5는 LTB4가 갖는 호중구 주화성의 1/10 정도의 영향만을 나타낼 뿐만 아니라, LTB4의 생산 자체를 억제하여 염증반응을 약화시킴으로써 소양증의 반응을 약화시킬 수 있다.\n▶▶ 세포가 손상을 받으면 arachidonic acid는 세포막에서 방출되어, 염증반응과 소양증을 일으킨다. 이때 EPA 역시 함께 방출되는데 arachidonic acid와 경쟁적으로 작용하여 염증반응을 약하게 일으키는 물질을 생산한다. 따라서 대표적인 오메가-3 전구물질인 DHA와 EPA는 arachidonic acid의 염증반응과 소양감 유발기전을 감소시켜주는 역할을 한다.\n▶▶ 또한, 체내에 오메가-3가 풍부할 경우, 상대적으로 염증반응이 약한 eicosanoid를 생산 하기 때문에 알러지반응을 완화시킬 수 있다. 이러한 항염작용은 신장, 심장, 관절염에 도 효과적이라고 알려져 있다.\n● 함유식품\n▶▶ 생선기름, 특히 냉수어종인 연어, 고등어, 넙치, 청어에 풍부하다고 알려져 있다. 생선에 알러지반응을 일으키는 동물들을 위해 Salvia hispanica라고 불리는 식물의 씨앗이 사용 된다. 그 외 식물성 원료로 캐놀라(canola)와 아마(flax)기름에 많이 함유되어 있다. 호두 와 콩, 신선하게 갈아놓은 밀 맥아에도 풍부하다.\n오메가-6 지방산\n● 오메가-6는 대부분의 포유류의 필수 영양소이면서 스스로 합성할 수 없는 영양소로서, LA, GLA, DGLA, AA를 포함한다.\n▶▶ Linoleic acid (LA): 피부의 수분투과성을 최적화시킨다. GLA로 전환되지만 이러한 반응은 피부에서는 일어나지 않는다.\n▶▶ Gamma linolenic acid (GLA): DGLA로 전환이 가능하다.\n▶▶ Dihomo-gamma-linolenic acid (DGLA)\n● 작용기전\n▶▶ 오메가-6은 대부분의 포유류에서 필수 영양소이며, 오메가-6의 한 종류인 linoleic acid 는 상피세포 사이에 작용하여 피부의 장력을 유지하고 수분이 증발하는 것을 억제한다. 따라서 반짝이고 건강해 보이는 피부상태를 유지하고 건조하고 각질이 일어나는 것을 억제한다.\n▶▶ 또한, DGLA의 eicosanoid 대사산물인 prostaglandin E1 (PGE1)은 arachidonic acid의 유리 자체를 억제함으로써 항염증작용을 나타내기 때문에 소양증을 억제시킬 수 있는 약리적 작용을 가지고 있다.\n\n\n● 부작용\n▶▶ 오메가-6는 체내에서 eicosanoids의 원료가 되며, 이 물질은 염증반응을 일으킨다. 따라서 알러지가 있는 동물들에서는 과량의 eicosanoid를 생산하여 염증반응을 증폭시킬 수 도 있다. 또한 과량의 오메가-6는 각질이 있는 지루성 피부, 관절염, 암, 심장질환 등 모든 질환에서 염증작용을 심화시킬 수도 있다.\n● 함유식품\n▶▶ 오메가-6는 대부분의 식물성 기름에 많이 포함되어 있다. 특히 홍화(safflower), 해바라기, 옥수수, 달맞이 꽃(primrose), 유리지치(borage) 기름에 많이 함유되어 있다. 또한 닭고기 지방과 돼지고기 지방에 많이 함유되어 있지만 소고기나 버터에는 소량이 들어 있다. 시판되는 대부분의 사료에 포함된 오메가-6 지방은 옥수수 또는 닭고기 지방에서 유래된 것이다.\n오메가-3와 오메가-6의 권장함량\n● 체내에서 오메가-6와 오메가-3를 대사하는 경로가 같기 때문에 두 지방산의 이상적인 비율 을 밝혀내는 것이 매우 중요하다. 과량의 오메가-6는 오메가-3의 대사를 억제하기 때문에 적당한 비율을 맞춰주어야 한다.\n▶▶ 옛날에는 보통 오메가-6:오메가-3의 비율을 약 15:1 정도로 급여하였으나, 근래의 연구 결과에 따르면 5:1에서 10:1의 비율로 섭취했을 때가 오메가-3의 장점을 살리면서 오메가-6의 부작용을 나타내지 않는 최적의 비율이라고 한다.\n▶▶ 더욱이 최근 또 다른 연구결과에 따르면 개에서 오메가 급여비율을 2:1에서 4:1 정도가 더 적합하다고 밝힌 경우도 있다.\n▶▶ 따라서, 대략 5:1 정도의 급여비율이 적당한 것으로 보고 있다.\n● 미국의 AAFCO에 의하면 오메가-6의 이상적인 섭취량은 일일 섭취량의 1%로 개의 사료에 있어서는 1 pound (454 g)당 5 g에 해당한다.\n▶▶ 따라서, 오메가-6와 오메가-3를 급여 시에는 오메가-6의 경우 사료의 1%, 오메가-3의경 우 사료의 0.2%를 급여하는 것이 적당하다.\n● 어떠한 사료의 경우 오메가-3만을 함유하기도 하는데, 이는 오메가-3에 함유되어 있는 EPA\n의 비율을 최대한 높이기 위해 고안된 방법이다.\n\n지방산의 임상적 응용\n지방산은 소양증과 염증을 감소시킬 수 있으며, antihistamine과 glucocorticoids과 동시투여 시 상승효과를 발휘하므로, 지방산을 보조제로 투여하면 glucocorticoids의 투약량을 절반까 지도 줄일 수 있다.\n● 지방산은 세포막에 함유되어야 하기 때문에 즉각적인 효과를 나타내지 못하며, 일반적으로 9~12주 동안 투여한 후 효과를 기대할 수 있다.\n\n\n● 보통 하루 두 번 급여함을 원칙으로 하나, 일부 연구에 의하면 권장량의 2~10배를 투여해야 소양증이 가라앉는다고 한다.\n●\n부작용과 위험\n● 아직 장기간 사용 및 고용량 사용 시 부작용은 검증된 것이 없으며, 일반적으로 지방산의 급여는 비교적 부작용이 잘 나타나지 않는다. 하지만, 심한 경우 췌장염이 발생할 수 있다.\n● 지방산 역시 polyunsaturated fat이기 때문에 칼로리가 높으며, 많은 양의 지방산을 투여할 경우 체중 증가를 예방하기 위해 저칼로리 사료 혹은 소량의 간식 등이 필요하다.\n● 일부 보충제의 경우 많은 양의 생선기름을 포함하여 입에서 생선 비린내가 나기도 한다.\n\n(3) 피부질환과 관련된 필수 영양소\n단백질\n털의 약 95%는 단백질[sulfur-containing amino acid, 메치오닌(methionine), 시스틴(cys- tine)]로 이루어져 있기 때문에, 털의 성장과 피부의 정상적인 각질화에 있어 단백질은 매우 중요하다.\n● 단백질의 부족은 일반적으로 흔하지 않으나, 질병에 의한 식욕부진 등이 있을 경우 나타날 수 있으며, 성장기의 어린 강아지나 고양이 혹은 임신말기나 수유기의 경우 높은 단백질 섭 취량이 필요한 시기에는 결핍증이 상대적으로 발생하기 쉬우며, 고양이의 경우 단백질 요 구량이 높기 때문에 개 사료를 급여 시 필요량보다 부족할 수 있다.\n▶▶ 따라서, 단백질 손실이 있을 수 있는 소화기질환이나 기생충 감염, 간성 피부 증후군(대사 성 표피괴사증)과 같은 질환이 있을 경우에는 단백질의 보충이 필요하다.\n▶▶ 일반적으로는 피부질환과 관련하여 단백질이 알러젠으로 작용할 수 있기 때문에, hypoal- lergenic diet를 사용하는 것이 좋지만, 위에 언급한 강아지 등과 같이 단백질이 절대적으로 필요한 시기에는 적용하지 않는 것이 좋다.\n지방산\n● 지방산은 세포막의 구성에 있어서 매우 필수적인 영양소이다.\n▶▶ 지방산은 피부의 구조와 기능을 유지하기 위해 생산되는 여러 가지 물질 생산에 중요하고, 특히 필수지방산(linoleic, linolenic, arachidonic, EFA)이 중요하다.\n▶ Linoleic acid: 피부의 수분투과성 장벽 역할을 한다.\n▶ Arachidonic acid: prostaglandin E2를 통해 표피의 증식을 조절한다.\n\n\n▶▶ Source of fatty acids\n▶ GLA (gamma-linolenic acid)\n▶ Omega-6 fatty acid (evening primrose oil)\n▶ EPA (eicosapentaenoic acid)\n▶ Omega-3 fatty acid (marine fish oil, vegetable oil; soy, canola)\n▶ ALA (alpha-linolenic acid)\n● 필수지방산의 부족은 흔히 나타나지 않지만, 저급사료 급여 시 나타날 수 있으며, 고양이의 경 우 생리학적으로 linoleic acid로부터 arachidonic acid를 생합성하지 못한다.\n● 필수지방산의 부족 시, 다음과 같은 질환이 쉽게 나타날 수 있다.\n▶▶ 피부의 비정상적인 각화\n▶▶ 비듬이 형성되는 활기가 없고 건조한 털\n▶▶ 털이 빠지는 피부질환\n▶▶ 기름기 많은 피부질환\n▶▶ 이차적으로 농피증(화농피부증, pyoderma)이 나타나기 쉽다.\n▶▶ 이러한 지방산은 간질환, 췌장질환, 소화기질환과도 관련되어 있다.\n● 필수지방산의 결핍 시 질병이 나타나는 병태생리\n▶▶ 필수지방산은 세포막 인지질 구성에 필요하며, 염증유발 또는 항염작용을 하는 prosta- glandin, leukotriene과 eicosanoids의 전구체로 작용한다.\n▶▶ 지방산 결핍은 비정상적인 각화를 일으키며, 표피 과형성증, 과과립구증, 정각화증, 이상\n각화증을 초래한다.\n▶▶ 지방 섭취의 감소는 초기에 표면 지질 합성을 저해시키며, 이후 다른 생화학적인 경로를\n이용하여 표면 지질을 보상적으로 증가시킨다.\n▶▶ 피부 표면의 지질층 변화는 세균총의 변화를 가져온다.\n▶▶ 대부분 피부병이 확인되기 이전부터 환자는 필수지방산 결핍증이 이미 진행되고 있었던 경우가 많다.\n\n아연\nRNA polymerase, DNA polymerase의 cofactor와 같은 대사효소로 작용하고, 세포 대사 조절의 주요 인자이며, 건강한 털과 피부의 형성에 있어 매우 중요하다.\n▶▶ 세포분열에 있어 주요 인자로서 작용하며, 표피 형성에 매우 중요할 뿐만 아니라 지방산 등의 생합성에 필수적 요소로 염증과 면역반응에 주요 요소로 작용한다.\n● 아연 결핍 시에는 몸무게 감소, 상처 복구 지연, 결막염, 각막염, 전신 림프종 등의 질환이 나 타나기 쉽다.\n● 아연 결핍 시 나타나는 피부질환은 다음과 같다.\n\n\n▶▶ 여러 국소부위에 특징적으로 나타난다.\n▶ 입, 눈, 귀 주변 혹은 항문과 외음부 주변에 나타난다.\n▶ 사지나 발바닥 패드 등의 압박을 받는 부위에서는 더욱 크게 증상이 나타난다.\n▶▶ 병변으로는 홍반, 탈모증, 부스럼, 비듬 등이 형성된다.\n▶▶ 털은 특징적으로 활기가 없고, 거칠게 보인다.\n▶▶ 이차적으로 말라세지아(Malassezia pachydermatitis) 등의 세균에 쉽게 감염될 수 있다.\n\n비타민 A\n● 비타민 A는 세포의 성장과 분화의 조절인자로 작용하고 피부의 integrity 유지에 중요할 뿐 아니라 피부 각질화 기전에 깊이 관여하는 비타민이다.\n● 비타민 A결핍증과 관련되어 발생하는 피부병은 탈모나 각질화 장해의 소견을 보이며, 특 히, 세균 감염에 피부를 취약하게 만든다.\n비타민 E\n● 비타민 E는 셀레늄과 함께 자연적인 항산화제로서 세포막 안정에 중요한 역할을 하기 때문 에 세포막의 안정성 및 자유산화인자에 대한 손상을 최소화하기 위해서는 필수적이다.\n비타민 B\n● 비타민 B는 에너지 대사작용과 합성에 있어 매우 중요하며, 결핍 시 나타날 수 있는 질환으로는 피부 건조, 탈모증, 눈과 입 주위의 심각한 부스럼 형성 등이 있고, 벗겨지기 쉬운 피부 형성과 지루성 피부질환을 나타내기도 한다.\n\n\n7.3 피부질환별 특징\n\n7.3.1 외부기생충\n(1) 모낭충\n병인\n● 동물의 모낭과 피지선안에 소수의 모낭충이 정상적으로 상재한다.\n● 문제를 일으키지 않았던 동물에게서 모낭충증이 발병했다면 면역체계이상을 의심해야 한다.\n▶▶ 체외 림프구 분화 연구에서 전신성 모낭충증에 이환된 개에서 비정상적인 림프구 반응 이 관찰되었다. 그러나 최근 연구에서는 림프구 분화 억제 소견이 모낭충 감염에 기인한 것으로, 모낭충에 의해 발현된 체액성 면역억제인자가 기생충에 대한 면역반응을 억압 하여 모낭충이 계속 번식하게 되는 것으로 나타났다.\n\n● 아마도 모낭충과 농피증 모두가 체외 림프구 분화 억제에 영향을 미치는 것으로 보인다.\n● 유전적으로 Demodex canis에 특이적인 T림프구의 결함이 존재한다는 이론이 있다.\n▶▶ 전신성 모낭충증이 발병한 부모견의 자견은 모낭충증이 발병가능성이 높은 유전적인 소인을 갖는다.\n● Demodex cornei는 몸통이 짧은 모낭충으로 최근에 보고된 바 있다. 이와 유사한 모낭충이 고양이와 햄스터에서 발견된 적 있다. Demodex cornei의 생활사와 병인론은 아직 잘 연구되어 있지 않으며 이 모낭충은 소양증을 일으킨다.\n임상 증상\n● 국소적 모낭충증\n▶▶ 국소적 모낭충증은 몸의 한 부분에서만 다섯 개 이하의 병변이 나타나는 경우이다.\n▶▶ 주로 한 살 또는 그 이하의 어린 강아지에서 발생한다.\n▶▶ 90%의 경우 6~8주 이내에 자연치유된다.\n▶▶ 10%의 경우 전신성 모낭충증으로 진행된다.\n▶▶ 대부분 미약한 비듬, 발적과 반점 형태로 나타나며 과색소침착을 동반하기도 한다.\n▶▶ 주로 눈 주위, 입 주변, 머리와 앞발에서 나타나며 등에서 반점(patch)이 보일 수도 있다.\n● 전신성 모낭충증: 발병연령에 따라 두 가지 형으로 분류할 수 있다.\n▶▶ 어린 연령(3~12개월)\n▶ 주로 국소적 병변에서 시작되어 몸의 한 부분 또는 사지 한 부위 이상으로 감염되는 전 신형으로 진행된다.\n▶ 발병동물은 유전적소인이 있다고 예상되며 따라서 이환된 개체는 중성화가 필요하다.\n▶ 30~50%의 경우 치료와 상관 없이 자연치유된다.\n▶▶ 성견(주로 5살 이상)\n▶ 대부분 이차적 감염이다.\n▶ 부신피질 기능항진증(특히 특발성의), 종양, 면역억제와 같은 내과적 질환과 관련이 있을수 있다.\n▶▶ 전신성 모낭충증의 임상 증상\n▶ 증상이 매우 다양하다!!\n전신에서 탈모, 홍반, 비듬, 모낭염, 종기, 지루증, 과색소침착이 반점형이나 광범위하게 나타난다.\n▶ Comedone (black heads)이 있는 곳은 모낭충을 scrape하기에 좋은 장소이다!\n▶ 대부분 소양감을 일으키지는 않지만 이차적 세균 감염이나 지방성 지루(seborrhea oleosa)가 있는 경우 소양감을 일으킬 수 있다.\n▶ 종종 이차적 농피증이 나타난다. 임상적으로 구진(papules), 농포(pustules), 삼출(exuda-tion), 각질(crusts)이 생긴다.\n▶ 이차적 농피증이 심각할 경우 전신 증상이 나타날 수 있다.\n▶ 종기가 있는 경우 말초 림프절비대가 종종 나타난다.\n▶ 주 감별진단 목록에는 농피증과 피부사상균증(dermatophytosis)이 있다.\n만성 모낭충성 족피부염(Chronic demodectic pododermatitis)\n▶▶ 전신성 모낭충증을 치료한 이후에도 발 부위만 병변이 지속되는 증례를 통칭하는 말이다.\n▶▶ 발에서만 나타날 수 있다.\n▶▶ 통증과 발열을 수반하는 발가락 또는 지간의 병변이 나타난다.\n▶▶ 치료해도 잘 낫지 않는다.\n▶▶ Old English Sheepdog에서 자주 발생하므로 이 품종에서 발에 염증이 생기면 모낭충을 먼저 의심해 볼 수 있다.\n\n진단: Deep skin scrapings─모세혈관 출혈이 있을 때까지\n\n치료: Corticosteoids 금기!! (systemic/topical 모두 금기)\n● 국소적 치료: 자연치유되는 경우가 많으므로 치료가 필요하지 않다.\n▶▶ 매일 병변에 Goodwinol이나 Canex (1% rotenone)를 적용한다.\n▶▶ Benzoyl peroxide 샴푸나 젤로 모낭을 세척하여 이차적 세균 감염을 예방한다.\n▶▶ 영양을 개선하고, 장내 기생충이나 다른 스트레스 요인을 제거한다.\n▶▶ 국소적 모낭충증은 90% 이상 자연치유되므로 amitraz는 적합하지 않다.\n▶▶ 저항성이 있는 모낭충을 만들지 말라.\n● 전신적 치료\n▶▶ 영양적 문제, 기생충 감염, 다른 문제를 먼저 해결하라.\n▶▶ 성견의 경우, 면역억압을 유발하는 다른 기저질환을 찾기 위한 검사를 진행한다.\n▶▶ 세균 배양과 감수성 검사를 통해 적절한 항생제를 투여한다: 살균성(bacteriocidal) 항생제를 6~8주 동안 투여한다.\n▶▶ Mitaban에 담그는 치료처럼 피부에 직접 닿는 약을 사용하는 경우, 털을 깎는다.\n▶▶ Benzoyl peroxide와 같은 antibacterial/keratolytic한 샴푸를 사용하여 Mitaban을 적용하 기 전에 모낭을 열고 가피를 제거한다.\n▶▶ Amitraz (Mitaban): 일주일에 한 번 Mitaban 1병을 약 7.5 L의 물에 희석하여 적용한다.\n저항성이 있는 모낭충 감염의 경우 두 배의 농도(500 ppm)를 필요로 할 수 있다.\n▶ Mitaban은 헹구지 않고 말려준다.\n▶ Mitaban 치료를 하는 동안은 물에 들어가지 않도록 한다.\n▶ 소형견의 경우, Mitaban을 처음 적용할 때 농도를 반으로 줄여서 적용한다(특히 치와 와는 Mitaban에 민감하다).\n\n\n▶ Mitaban은 적용 직전에 희석하고 남은 것은 바로 버린다(Amitraz는한번 물에 희석되면 안정되지 않는 물질이다).\n▶ 부작용을 주의관찰한다.\n▶ 처음 린스한 후 24~36시간 뒤에 침울, 소양감, 저체온증, 운동실조, 방향감각상실 등의 부작용이 나타난다. 24시간 동안 스트레스를 주면 안 된다. Amitraz 또한 고혈당증을 유발하기 때문에 당뇨를 가진 환축에게는 쓰지 않는다.\n▶ 침울하고 마취된 동물에게는 적용하지 않는다.\n▶ 심각한 pyoderma를 가진 동물에 바르지 않는다.\n▶ 소양감에 diphenhydramine을 쓸 수 있다(효과적이지는 않다).\n▶ Amitraz 같은 monoamine oxidase inhibitors의 효력을 증가시키는 hydroxyzine은 사용하지 않는다.\n▶ Mitaban의 해독제는 yohimbine (0.1 mg/kg IV)이다.\n▶ 두 번 연속으로 음성이 나올 때까지 skin scraping을 하여 4~8주 간격으로 모낭충증을 치료한다.\n▶ Case의 50~80%가 3개월 안에 치료된다.\n▶ 일부 환축은 치료 안 될 수도 있고 한 달에 한 번씩 평생 적용해야 할 수도 있다.\n▶ 이 치료요법 중에 스트레스를 받지 않게 해야 한다. 암컷은 estrus cycle이 재발을 유발 할 수 있기 때문에 spay를 해야 한다.\nAmitraz와 mineral oil\n▶▶ 치료하기 힘든 pododemodicosis\n▶ 0.5 cc Mitaban에 30 cc의 mineral oil을 섞는다; 차광이 필요\n▶ 발에는 일주일에 두 번 적용한다.\n▶ 일주일에 한 번 새로 섞어준다.\n▶ 이 약제는 FDA와 EPA의 승인을 받지 못했다.\n● 새로운 방법\n▶▶ Daily Amitraz (tactic, Agrovet BV): 12.5%의 약제를 물에 희석한다. 마지막 Amitraz 농 도는 0.125%이다.\n▶ 매일 몸의 1/2적용\n▶ 79%의 치료율\n▶ 주의할 점: 이 약제는 Mitaban이 아니다. Taktic은 mineral oil에 amitraz를 섞은 것이 고, Mitaban은 xylol에 amitraz를 섞은 것이다.\nDaily Milbemycin (Interceptor, Ciba–Geisy)\n▶▶ 1.0~2.5mg/kg/day(적은 용량으로 시작했다가 30일 후까지 부작용이 없으면 용량을 늘림)\n▶▶ 4~5주마다 검사한다.\n\n▶▶ 두 번 연속으로 음성이 나올 때까지 skin scraping을 하여 4~8주 간격으로 모낭충증을 치료한다.\n▶▶ 알려진 성공률: 60~80%지만 높은 재발률(20~40%)\n▶▶ 부작용(드물다): 두 배의 용량을 적용한 소형견에서 일시적인 신경 증상을 유발한 경우 가 있다.\n▶▶ 매우 비싸다!\n▶▶ FDA 승인을 받지 못하였다.\nDaily Ivermectin\n▶▶ 300~600 μg/kg/day을 먹인다(Heartgard보다 높은 용량).\n▶▶ 소, 돼지용 ivomec (10 mg/mL)을 사용할 수 있다.\n▶▶ FDA의 승인을 받지 못했다.\n▶▶ 사용금기: Collies, Shelties 또는 이 품종과 잡종개, Australian Shepherds; Old English Sheepdogs\n▶▶ 부작용(드물다): 신경 증상, 동공산대, 운동실조, 혼수상태, 사망\n\n(2) 개선충\n특징\n● 개선충(canine sarcoptic mange)은 계절과 관계없이 발병하며 심한 소양감을 동반하는 피부 병이다.\n● 군집 생활환경에서 접촉을 통해 전염되는 질환이다.\n● 때때로, 같은 곳에 사는 그룹 중 한 마리만 임상 증상을 가지는 경우가 있다.\n● 잠복기는 첫 노출 후 30일 이상이다.\n● 사람에게도 감염을 유발할 수 있다. 증상은 팔과 목, 허리에 홍반성, 소양증의 구진이 생기 는데 12~14일에 퇴축된다. 감염된 개선충의 수가 많고 동물과의 접촉이 잦을수록 증상은 오래 지속된다.\n병인\nSarcoptic scabei var. canis\n● Mite는 숙주 내에서 전체 생활사를 보낸다.\n● Life cycle은 17~19일이다.\n● 수컷 mite는 피부의 표변에 존재하고, 암컷은 표피의 얕은 층에 파고 들어 알을 낳는다.\n● 20~25。C에서 mite의 모든 단계는 숙주에서 2~6일 생존 가능하다. 낮은 온도, 높은 습도에 서 더 오래 생존한다.\n\n● 환경 내의 mite는 다른 동물을 감염시키는 주요 원인이다.\n\n임상 증상\n● 나이, 성별, 종에 관계없다.\n● 가장 큰 특징은 소양감이다. 개선충증은 개의 피부 질병 중 가장 소양감이 심한 질병이다.\n● 검사 중에도 소양감을 쉽게 관찰할 수 있다.\n● 소양감의 원인: Mite(표피내)에 의한 기계적 자극, mite에 의해 생산되는 독성 물질\n▶▶ Mite항원에 대한 과민반응이 전신적인 소양감을 유발할 수 있다.\n● 병변은 주로 귓바퀴 가장자리, 앞다리꿈치, 뒷다리무릎관절, 아래쪽 흉부와 복강 쪽에 존재하고 전신적으로 퍼질 수 있다. 하지만 이 부위가 모두 영향을 받는 것은 아니다.\n▶▶ 첫 번째 병변은 소양감이 있는 홍반성 구진이다. 나중에 특히 귓바퀴의 가장자리에 두꺼운 노랑-회색의 가피가 생긴다.\n▶▶ 두 번째 병변은 탈모, 태선화, 그리고 과색소 침착이다.\n▶▶ 피부가 벗겨질 수도 있고, 홍반이 전신적으로 퍼질 수도 있다.\n● 주변 림프절종대가 나타날 수 있다.\n● 노르웨이 개선충(Norwegian scabies): 많은 mite와 함께 두꺼운 노랑-회색의 가피가 생성된다. 이 개선충은 스테로이드요법이나 면역억압요법을 받은 개체에서 드물게 생길 수 있다.\n진단\n● 병력: 스테로이드요법이 효과없고 소양증이 매우 심한 특징을 보임\n● 고전적인 병변의 분포: 귀 경계, 팔꿈치, 무릎, 흉부, 복부\n● 피부 문제가 없던 중년에서 노령의 개에게서 갑자기 심한 소양증 상태가 나타난다면 개선충 감염(sarcoptic mange)을 의심해 볼 수 있다.\nSkin scraping\n▶▶ 여러 번의 skin scraping을 하여도 알이나 분변을 통한 진드기의 진단은 무척 어렵다. 환축의 50%에서 scraping은 음성이다.\n▶▶ 임상 증상을 보이는 개는 모두 치료를 받아야 한다. 치료에 대한 반응을 보는 것이 하나 의 진단법이다.\n▶▶ 털을 깎은 뒤 여러 번 넓은 부위의 skin scraping을 실시하면 진드기를 찾을 확률을 높여 준다. 피부가 벗겨진 지역을 피해서 피가 나올 때까지 스크래핑한다. 귀 경계, 복부의 붉 은 구진(erythematous papules)은 scrape하기 좋은 부위이다.\n▶▶ 일반적으로 오진하기 쉬운 질병이다. 개선충이 관찰되지 않는다고 놀라지 마라!\n\n치료\n● 필요하다면 털을 깎고 각질용해 샴푸를 적용한다.\n\n\n● 항외부기생충제를 이용한 약욕\n▶▶ Lime-surfur 2~4%(30~45 g/L)를 매 5~7일마다 6번 약욕해라. 4년령 이하 강아지한테 적용한다. 공기로 말려라.\n▶▶ Organophosphate dips: Paramite 나 malathion으로 잔류가 생길 수 있다. 따라서 가장 좋은 치료법은 아니다. 6주 동안 매 5~7일 간격으로 약욕해라.\n▶▶ Amitraz (Mitaban): 매 2주마다 3번 치료해라. 이 방법은 가끔 효과가 완벽히 나타나지 않는다. 따라서 이 방법은 최상이 아니다.\n▶▶ Ivermectin (Ivomec): 먹는 약이나 피하로 300 μg/kg을 2주 간격으로 3번 치료해라. 대부 분의 개에게서 치료 후 7~10일 안에 확실한 치료효과가 나타난다. 만약 두 번째 투여 후 확실한 효과가 없다면, 세 번째 투여는 하지 않고 진단 검사를 다시 실시한다. Collies, Shelties, Old English Sheepdogs, Australian Shepherd에게는 사용하지 말아라.\n▶▶ Milbemycin oxime (Interceptor): 4주 동안 1주마다 1번 2 mg/kg을 투여한다. Ivermectin\n사용이 불가능한 종에게도 사용할 수 있다.\n● 모든 접촉하는 개와 환경을 치료해야 한다. 침구 역시 버리고 새로운 것을 제공한다.\n\n\nCheyletiellosis\n특징\n● 전염성이 높다!\n● Cheyletiella는 개, 고양이, 토끼, 사람에게 감염될 수 있다.\n● 사람에게 감염되면 팔, 몸통, 둔부에서 심한 소양증의 반점-구진(macular-papular)이 나타 난다. 이 병변이 특징 소견인 중심부 괴사로 진행된다.\n통성 기생충(obligate parasites)이라서 숙주 내에서 모든 life cycle를 보낸다.\n● 진드기는 숙주가 죽은 후 48시간 이내에 죽지만 성체 암컷은 숙주가 죽은 뒤 10일까지 삶을 유지한다.\n● 기생충의 알은 작고 느슨하게 모발에 붙어 있다.\n\n병인\nCheyletiella yasguri(개), Cheyletiella blakei(고양이), Cheyletiella parexitovorax(토끼)\n\n임상 증상\n● 경도에서 중등도의 소양감이 나타난다.\n\n\n● 등부위에서 국소적으로 소양증을 보이지만 몸통 어느곳에서나 발생 가능하다.\n● 가장 공통적인 증상은 특히 등 부위의 하얗고 건조한 비듬(scales) 또는 지루이다(walking dandruff라 불림).\n● 구진(papules)/가피(crust) 또한 나타날 수 있다.\n\n\n진단\n● 병원체를 동정하기가 쉽지 않다.\n● 여러 번 넓은 skin scraping을 한다. 모세혈관 출혈이 있을 때까지 scraping한다.\nAcetate tape(스카치 테이프) preparation도 사용 가능하다.\n● Skin scraping을 통해 진드기를 항상 찾을 수 있는 것은 아니기 때문에 의심이 간다면 치료 하라.\n\n\n치료\n● 진드기는 한 번에 제거하는 것이 쉽지 않다.\n\n개: 위의 방법에 organophosphates를 추가한다.\n● 1주 간격으로 6~8주 동안 치료를 반복해야 한다.\n● 개에게서 Amitraz 약욕은 1주 간격으로 6번 치료하면 효과적이다.\n● Ivermectin: 개에서 2주 간격으로 3번 300 μg/kg을 피하로 투여하는 것이 가 장 효과적이다.\nFipronil (frontline flea spray): 2주 간격으로 2번 스프레이 해라(개, 고양이).\n● 환경에 있는 모든 동물을 치료해야 한다.\n● 환경이 깨끗해야 하고, 위생상태가 개선되야 하고 치료기간 동안 매 2주마다 residual effect가 좋은 살충제로 철저하게 소독되어야 한다.\n요약\n● Cheyletiellosis는 개와 사람들 사이에서 쉽게 전파된다.\n● 소양증의 정도는 약함~중간으로 다양하다.\n● 등부위에서의 비듬이 가장 흔한 임상 증상이다.\n\n\n\n● 진드기가 전염성이 있기 때문에 집안의 모든 고양이가 치료받아야 한다. 흔하지 않지만 고 양이 옴은 개와 토끼, 사람에게 전파될 수 있다.\n감염된 귀는 커피 색깔의 귀지가 나타난다. 귀 주변의 피부에서도 발견할 수 있다. 만약 발병하면 귀, 어깨, 목주위의 가려움증이 탈모, 구진 (papules), 좁쌀 모양의 피부염, excoriation을 유발할 수 있다. 개 고양이에게 전염가능하므로 접촉 한 모든 동물은 치료받아야 한다. 치료는 귀청소 후 ivermectin주사, selamectin 점적 또는 Frontline spray 를 통해 외부기생충의 제거가 가능하다.\n\nFlea\n특징과 병인\n● 병인\n▶▶ Ctenocephalides felis : 개와 고양이의 가장 흔한 벼룩\n▶▶ Ctenocephalides canis : 미국에서는 멸종된 것으로 보인다. 우리나라는 모른다.\n▶▶ Echidnophaga gallinacea : 가금류에 단단히 붙어있는 벼룩. 이것은 미국의 동남부에서 문 제가 될 수 있다(3, 4, 10, 11월).\n▶▶ Pulex irritans : 사람의 벼룩. 이것은 미국의 동남부에서 개에서 발견될 수도 있다.\n● 이 흡혈 기생충은 생활 주기(life cycle)의 대부분과 전체 성충 생활을 숙주에서 보낸다.\n▶▶ 암컷 벼룩이 숙주에서 알을 낳은 후 알은 떨어져서 며칠 내에 유충으로 부화한다. 이유 충은 고치를 틀어 번데기가 되고 140일까지 이 상태를 유지할 수 있다. 이상적인 환경 조건이 도래하면 성숙한 벼룩으로 성장한다. 따뜻하고 습기가 많은 지역에서는 생활 주 기가 2~4주마다 완성될 수 있다.\n▶▶ 벼룩의 모든 생활 단계가 단일 개체군에서 이루어진다고 생각하면 알(egg) 50%, 유충 (larvae) 35%, 번데기 10%, 성숙 벼룩 5%로 구성된다.\n● 따라서 효과적인 벼룩 구제 프로그램은 일반적으로 상대적 개체수가 적은 성숙 벼룩보다 어 린 벼룩의 구제에 중점을 둔다.\n● 소양감이 대표적인 벼룩 알러지성 피부염의 임상 소견이다.\n벼룩 알러지성 피부염(flea allergy dermatitis, FAD) 또는 벼룩 과민증(flea hypersensitivity)은 개와 고양이에서 가장 흔한 알러지성 피부질환이다.\n▶▶ 정확한 발병기전에 대해선 알려지지 않았지만 벼룩의 타액에 대한 즉시형(Type I) 또는 지연형(Type IV) 과민반응으로 생각된다.\n▶▶ 알러지 관련 증상들은 동물의 벼룩에 대한 노출 정도에 따라 간헐적이거나 지속적일 수 있다.\n● 벼룩 이외 외부기생충, 곰팡이 세균성 피부염, 식이과민반응 아토피 피부염이 감별진단목록 이다.\n● 벼룩 감염에 있어서 가장 중요한 문제는 충란, 유충, 번데기 등에 의한 주위의 방대한 오염 이지, 애완동물 털과 피부사이를 기어다니는 성충이 아니다!\n\n진단\n\n● 벼룩의 흔적: 벼룩 배설물의 존재 또한 벼룩 감염을 의미한다. 애완동물의 털을 촉촉한 흰 종 이 타월에 대고 빗질하면 검은색 벼룩의 흔적을 관찰할 수 있고, 이를 통해 주인이 벼룩 감염 을알수 있다. 소화된 혈액의 붉은 색소가 쉽게 확인된다. \n\n\n7.3.2 곰팡이성 피부병\n피부사상균증─Ringworm\n특징\n● 피부사상균증(dermatophytosis)은 각화된 구조물(예, 털, 뿔, 발톱, 깃털, 각화상피)에 주로 침습한다.\n● 특별한 치료없이 치유된다.\n▶▶ 증상을 없애는 데 몇 개월 정도 걸린다.\n▶▶ Host의 면역상태가 질병의 심각성에 영향을 미친다.\n● 인수공통 질병이다.\n\n원인\n● 동물기호성(zoophilic): 주로 동물에 감염. 모든 종이 인수공통질병원의 원인이 됨. 원인체로 는 Microsporum canis, Trichophyton equinum, Trichophyton mentagrophytes, Trichophyton verrucosum, Microsporum nanum이 있다.\n호지성(geophilic): 토양에 서식하면서 keratinaceous organic debris를 분해함. Microsporum gypseum이 있다.\n● 인체기호성(anthropophilic): 인간에 주로 감염됨. 동물에게는 거의 감염이 안 된다.\n털의 분절포자(arthrospores)\n▶▶ 모내사상균(endothrix): 털줄기(hair shaft) 안쪽에서 생산된 arthrospores. 이 종들은 Anthropophilic organisms이다.\n▶▶ 모외사상균(ectothrix): 털줄기(hair shaft) 바깥쪽에서 생산된 arthrospores. 이 종들은 zoophilic & geophilic organisms이다. 그러므로 동물에서 대부분의 피부사상균증 (dermatophytosis) 증례는 ectothrix parasitism과 관련이 있다.\n피부사상균증의 임상적 발생빈도(clinical incidence)\n▶▶ 피부사상균증은 overdiagnosed(실제 발생하는 것보다 더 많이 진단을 내림)되는 경향이 있다(개의 경우).\n▶▶ Microsporum & Trichophyton은 모든 임상 case의 90%를 차지한다.\n▶▶ 감염은 따뜻하고 습한 열대 지역에서 더 흔하다.\n▶▶ 동물들이 비위생적인 실내 환경에서 집단으로 생활할 때 더 흔하게 감염된다. (예, 개사 육장, 애견숍, 고양이 사육장)\n▶▶ 어린 개체가 더 자주 감염된다.\n▶▶ 면역 억압된 동물들은 더 높은 감염률을 보인다.\n● 발병기전\n▶▶ 피부사상균은 각질층(stratum corneum)과 털의 각질에 침습한다.\n▶▶ 성장기(anagen) 털에서만 성장한다.\n▶▶ 곰팡이는 hair bulb 바로 위에서 아래로 성장한다.\n▶▶ 털줄기가 약해지고 결국 부러진다.\n▶▶ 감염은 털이 휴면기(telogen)에 들어가도록 유도한다. 그러면서 털을 분해하고 동시에 이웃하는 털로 번진다.\n▶▶ 곰팡이에 대한 숙주반응에 따라 다양한 임상 증상을 보인다.\n▶ 잘 적응한 종(예, Microsporum canis)은 적은 염증을 유발한다.\n▶ 덜 적응한 종(예, Microsporum gypseum, Trichophyton mentagrophytes)은 뚜렷한 염증을 유발한다.\n▶▶ 염증은 곰팡이를 배출시켜 주변부를 감염시킨다.\n▶▶ 잠복기는 4~40일 정도이다.\n▶▶ 세포성 면역이 감염에 중요하다.\n▶▶ 순환항체와 방어능력의 연관성은 발견하지 못했다.\n\n진단\n● 임상 증상\n▶▶ Canine dermatophytosis\n▶ 전형적인 병변은 뭉툭한 털이 부러진 것이 특징인 원형탈모, 딱지, mild erythema(가벼운 홍반)이다. 때때로 병변이 주변부로 퍼져나가면서 중심부는 고쳐지는 것처럼 보인다.\n▶ 피부사상균증 병변은 국소적 혹은 전신적으로 번진다.\n▶ 전신성인 경우 원발 요인을 찾아야 한다.\n▶ Papules, pustules, vesicles를볼수 있다.\n▶ 소양감(pruritus) 증상은 다양하다. 대개 소양감이 없다(NOT pruritic).\n▶ 주요 감별진단으로 superficial pyoderma, demodicosis가 있다. 피부사상균증은\noverdiagnosed되는 경향이 있다는 것을 명심하라.\n▶ 다른 임상 증상\n• 단발포진(kerions): 궤양을 동반하는 결정성 피부반응으로 과다한 염증반응이나 곰 팡이에 의한 과민반응 때문에 발생한다. 대부분 geophilic 혹은 잘 적응하지 못하는 곰팡이가 원인이다.\n• 손발톱사상균증(onychomycosis): 발톱의 keratin에 감염되는 것으로 드물다. 비정상 적인 발톱의 성장을 야기시키거나 발톱이 잘 부러진다. 대개 무증상이다. 주로 Tricho- phyton mentagrophytes에 의해 발생한다.\n▶▶ Feline dermatophytosis\n▶ Microsporum canis가 가장 흔한 원인체이다(>95%).\n▶ 일부 고양이 사육장에서는 풍토병 형태로 발생한다(특히, 긴 털을 가진 고양이).\n▶ 특징적 소견\n• 탈모, 가피, 딱지가 얼굴과 귀 쪽에 국소적으로 나타남\n좁쌀 형태의 피부염(multiple, crust로 덮인 작은 papules)\n• 무증상 보균자: 감염된 고양이 사육장에서 새끼고양이만 임상 증상이 나타남\n\n\nPseudomycetomas\n– 길을 만들면서 피하에 nodule을 만든다.\n– Dermis와 subcutaneous tissue에 dermatophyte가 감염되어 발생한다.\n– Persian에서 가장 흔하게 보인다.\n– 치료에 내성이 있을 수도 있다.\n▶ 전신적인 형태일 경우 면역상태를 check해야 한다(FeLV, FIV 감염상태).\n● 우드램프 검사\n▶▶ Cobalt 혹은 nickel filter에 의해 필터링된 UV light\n▶▶ Microsporum canis만이 형광을 발하지만, 이 중에서도 50% 이하의 strain만이 형광을 발 한다.\n▶▶ 감염된 털의 tryptophan 대사 산물이 형광을 야기시킨다(비듬과 가피에서는 형광이 발 하지 않는다).\n▶▶ 관찰색: 털줄기에 apple-green색으로 보인다. 모근(hair root) 또한 형광을 발한다.\n▶▶ 의양성의 원인: 털에 묻은 약물, 비듬. 의양성 형광은 apple-green 색상이 아니다.\n▶▶ 음성이 dermatophytosis(피부진균증)를 배제하지는 못한다.\n● 털과 비듬의 직접 검사\n\n▶▶ 칼날에 물이나 미네랄오일을 약간 적셔서 병변 주변부를 긁거나 지혈겸자로 털을 뽑는다\n(뿌리 포함). 확실히 끊어진 털을 뽑아야 한다.\n▶ 우드램프 검사(wood’s lamp examination)가 뽑을 털을 선택하는 데 도움이 된다.\n▶ 이 검사는 음성이 나올 수도 있지만 배양결과는 양성이다.\n▶▶ 슬라이드에 검체를 올리고 세척액을 슬라이드에 몇 방울 떨어뜨린다.\n▶ 10% KOH: 30분 정도 가만히 두거나 15분에서 20분 정도 약하게 가열한다.\n▶ 10% KOH와 DMSO (Pitman Moore): 가열하지 않는다.\n▶ Chlorphenolac; 포수클로랄(chloral hydrate) 50 G; 액체 페놀 25 cc; 젖산(lactic acid) 25 cc: 즉시 검사한다. 가열하지 않는다. 이 역시 24시간 후가 좋다.\n● 곰팡이 배양: 이것이 유일하게 믿을 만한 진단방법이다.\n▶▶ 배지\n▶ Sabouraud’s dextrose agar: 곰팡이 배양을 위해 사용된다.\n▶ Rapid sporulation media (RSM): 곰팡이를 확인하기 위해서 macroconidia의 형성을 촉진한다. glucose와 bromothymol blue가 지표이다. 피부사상균은 배지를 빠르게 blue-grean으로 바꾼다.\n▶ Dermatophyte test media (DTM)\n• 피부사상균은 단백질을 가장 먼저 이용한다; 암모니아와 알칼리성 pH를 생산한다.\n그러므로 배지는 처음에 붉은색으로 변하여 colony 성장의 증거가 된다(일반적으로 colony는 7에서 14일쯤에 가시화된다).\n• 만약 피부사상균이 plate에 너무 오랫동안 남아 있게 되면 이들이 단백질을 고갈시 키고 탄수화물을 이용하여 배지를 검은색에서 노란색으로 변화시킨다.\n• 오염성(부패성) 곰팡이는 탄수화물을 먼저 사용한다. 따라서 배지는 colony성장의 최초 표시로 노란색으로 남을 것이다. Alternaria, Aspergillus, Penicillium의 몇몇종 은 짧은 시간 동안 colony가 자란 후 배지를 붉게 변화시킨다. 일반적으로 colony는 초록색에서 검은색이다(유색의 colony는 병원성이 아니다). Colony의 현미경적 평가는 진단을 내리는데 있어 유용하다.\n• 염색법: DTM, Sabouraud’s 또는 RSM으로부터 의심되는 모든 colony를 검사한다. 깨끗 한 acetate tape를 이용해 colony의 표면을 채취한다. Lactophenol cotton blue를 슬라이 드글라스에 도포한다. 커버를 덮고 macroconidia의 존재 여부를 현미경으로 검사한다.\n치료\n● 국소성 단일 병변\n▶▶ 국소 항진균 크림이나 로션을 이용한 국소치료\n▶▶ 병변부 주위를 넓게 깎는다.\n▶▶ Miconazole(Conofite), clotrimazole, cuprimyxin, haloprogin, cyclopirox, povidone- iodine, thiabendazole을 하루에 2회 적용\n▶▶ 스테로이드와 합제로 사용해선 안 된다.\n▶▶ 국소 침지와 함께 전신치료가 도움이 된다(lime-sulfur, enilconazole)\n\n● 국소성 다발성 병변\n▶▶ 이환된 부위를 깎는다.\n▶▶ 매 5~7일마다 전신을 치료한다.\n▶▶ Lime sulfur: 30 g/L로 희석한다.\n▶▶ Enilconazole (20 mls/liter): Clinafarm.\n▶▶ Chlorhexidine 2%: 25 또는 50 mL/liter\n▶▶ Povidone: Iodine 샴푸\n▶▶ Nizoral (ketoconazole)샴푸: 주 2~3회\n● 전신 감염\n▶▶ Griseofulvin\n▶ 정진균성 피부사상균에게만 효과가 있다.\n▶ 피부와 피부 부속기가 형성될 때, 표피층에 축적된다.\n\n\n▶ 부작용: 구토(대책: 하루 2회 나누어 투여하거나 음식과 함께 투여하면 구토 증상 완 화), 메스꺼움, 설사를 제외한 기타 독성 증상은 드물다. 간독성이 있을 수 있다. 치료 중 효소 수치 상승 정도를 기록해야 한다. \n\n병인\nMalassezia pachydermatis : 개와 고양이의 일반적인 감염원. Lipophilic yeast로서 정상적인 피부와 비정상적인 피부에서 발견된다. 정상 또는 비정상 귀의 이도, 항문낭, 직장, 음문, 질 에서 발견된다.\n\n\n\nMalassezia sympodialis : 고양이 피부에서 분리된 바 있다.\n\n진단\n● 임상 증상: 매우 다양하다.\n▶▶ Greasy seborrhea 증상이 terriers와 hounds종에서 보다 잘 관찰된다.\n▶▶ 발가락 사이의 홍반(erythema)과 지루(seborrhea)는 일반적인 임상 증상이다. 이 증상은 많은 종에서 관찰되며, 특히 cocker spaniels에서 볼 수 있다. 이 증상을 나타내는 개들은 극심한 소양감을 나타내며, 병변부를 씹는 행동을 나타낸다.\n▶▶ 점막피부 접합부(mucocutaneous junctions)에서 주로 병소가 관찰된다. 또한 겹쳐진 피 부부위에서도(예, 겨드랑이, 샅부위) 관찰된다.\n▶▶ 소양감은 다양하지만 일반적으로 심하다.\n▶▶ 삼출을 동반하는 경우도 있다. 건조하거나 끈적하다.\n● 세포학적 검사: 가장 유용하며 쉽게 진단할 수 있는 방법이다.\n▶▶ 딱지 또는 끈적한 피부 표면에서 샘플을 모은다. 1. 피부 표면을 칼날에 오일을 적시지 않고 소파 검사; 2. 피부 표면을 양모를 이용해 심하게 문질러 주며 swap한다; 3. 투명 셀로판 테이프를 이용하여 피부 병변부를 여러 차례에 걸쳐 눌러 준다; 4. 슬라이드 글라 스를 피부 병변부에 눌러준다.\n▶▶ 면봉도말하는 방법보다 scraping & tapping 방법이 효과적이다.\n▶▶ 모든 채취한 시료는 slide glass 위로 옮겨 열로 고정한다(셀로판 테이프는 제외). 그리고 new methylene blue로 염색하거나, 세포학적 검사의 경우 diff Quick 염색을 한다.\n▶▶ Slide 검사를 하기 전 oil immersion을 시료에 처리한다. 셀로판 테이프의 경우 slide glass 에 oil immersion을 먼저 떨어뜨려준 후 셀로판 테이프를 덮고 다시 oil immersion을표면에 떨어뜨려 준다.\n▶ 편평세포와 연관된 효모균 분화를 관찰한다.\n▶▶ 배양: 배양하기 쉽지 않음. Sabouraud’s 배지 사용 가능\n\n치료\n● 국소 샴푸치료\n▶▶ Selenium sulfide 샴푸\n▶ 1.0% selenium in Selsun Blue 또는 veterinary selenium shampoos.\n▶ 10분간 약용 샴푸를 점적해주는 것이 중요\n▶▶ Chlorhexidine을 포함한 샴푸\n▶ 피지 성분을 제거하는 성분이 포함되지 않은 것이 좋다.\n▶▶ Nizoral 샴푸: 사람에게 처방되는 샴푸\n\n\n▶▶ Dermazole 샴푸\n▶ Miconazole & chlorhexidine이 주성분\n▶ 피지성분을 제거하지 않음\n● 전신치료\n▶▶ Ketoconazole 5~10 mg/kg/day, 21일간 사용. 음식과 함께 공급\n▶▶ Itraconazole 5 mg/kg/day (21일간)\n● 기타 치료법\n▶▶ 지루를 제거해주는 약용 샴푸를 병행사용\n● 발과 국소적 부위에 한정될 경우, 항곰팡이 성분이 함유 된 국소적 크림 또는 대상포진 치료 제를 사용한다(예, clotrimazole, miconazole). 저자의 경우, Otomax (clotrimazole, gentam- icin & betamethasone valerate을 함유)를 선호. 발가락 사이와 발바닥 패드 사이에서 발생한 malassezia pododermatitis에서 주로 사용한다.\n\n7.3.3 세균성 피부질환\n(1) 농피증\n정의: 농피증(Pyoderma)은“피부 내에 고름이 존재하는 상태”로 정의한다. 그러므로 엄격한 의미로 농피증은 화농성 세균에 의한 피부질환이다. 그러나 실제상황(clinical setting)에서 농 포(pustule) 또는 화농성 병변은 육안적으로 나타나지 않는다. 그러므로, 고름 형성 여부와 관 계없이 세균의 피부 감염이 농피증이다.\n원인\n● Staphylococcus intermedius는 개의 농피증의 가장 흔한 원인체이다(90% 이상의 증례에서 발 견됨).\nStaphylococcus aureus 역시 다수의 증례에서 보고되어 있다.\nProteus spp., Pseudomonas spp. 그리고 Escherichia coli와 같은 그람음성 세균은 농피증에 2차 침입체로 발견될 수 있다.\n● Staphylococcus spp.와 그람음성 세균은 심부 피부 감염증에서 자주 분리된다.\n\n농피증의 분류\n● 원발성과 속발성: 대부분의 농피증은 다른 피부질환이나 전신성 질병에 속발하여 발생하므 로 이러한 분류는 의미가 없다.\n● 위치: 피부병의 위치를 구체적으로 나타내기 위해 사용(코 농피증, 지간성 농피증)\n● 병원체에 따라서: 흔치 않은 병원체에 의해 유발되었을 때 사용(노카르디아증, 비정형항산균증)\n● 감염의 깊이(표재성과 심재성): 치료는 보통 감염의 깊이에 근거하므로 가장 유용한 분류법 이다.\n▶▶ 표층 농피증: 표피의 가장 얕은 층만 관련됨. 세균은 각질층의 침연과 미란에 2차적으로 침입\n▶ 외상에 의한 화농성 피부염(급성 습성 피부염,“hot spot”)\n▶ 피부 주름 농피증\n▶▶ 표재성 농피증: 표피 및 또는 모낭에 세균 감염\n▶ 농가진(impetigo, superficial pustular dermatitis, puppy pyoderma)\n▶ 세균성 모낭염\n▶▶ 심재성 농피증: 모낭보다더 깊은 조직의 세균 감염\n▶ 개 여드름\n▶ 코의 농피증\n▶ 지간성 농피증\n▶ 일반적인 심재성 농피증(세균성 절창증/봉와직염)\n▶ 심재성“hot spot”\n\n농피증의 종류\n● 급성 습성 피부염,“hot spot”\n▶▶ 일반적인 개의 세균성 피부질환\n▶▶ 세인트 버나드, 골든 리트리버와 같이 두껍고 긴 피모를 가진 개, 주로 덥고 습한 날씨에 더욱 흔히 발생\n▶▶ 기저 원인으로 인해 개 스스로 핥고 깨물어서 유발. 습기와 외상은 각질층의 침연과 미란을 유발하고 이는 2차 세균 감염으로 이어짐\n● 접힌 피부에 생기는 농피증(intertrigo)\n▶▶ 접힌 피부에서 생기는 농피증으로 모두 삼출성, 역한 냄새, 홍반성 병변을 특징으로 한다.\n▶ 입술 주름 농피증: 코커 스패니얼, 스프링어 스패니얼, 세터 그리고 세인트 버나드에서 아래 입술 주름\n▶ 얼굴 주름의 농피증: 단두종(복서, 페키니즈, 퍼그 등)의 눈과 코 사이의 주름\n▶ 음문 주름의 농피증: 첫 발정 이전에 중성화한 비만한 암컷에서 나타나며 음문을 과도 하게 핥고, 악취가 나며, 배뇨 시 통증이 있다.\n▶ 꼬리 주름의 농피증: 잉글리시 불독, 보스턴 테리어 등과 같이 코르크 따개 모양의 꼬리를 가진 품종에서 호발한다.\n● 농가진(표재성 농포성 피부염, 어린 강아지의 농피증; impetigo)\n▶▶ 1살 이하의 개에서 털이 나지 않는 곳(사타구니, 복부, 겨드랑이)에 이환되는 각질층하 농포. 감염은 각질층 바로 밑에서 발생한다.\n● 상피성 세균성 모낭염\n▶▶ 모낭을 벗어나지 않는 세균 감염\n▶▶ 개에서 진단이 제대로 이루어지지 않는 심각한 피부질환이다.\n● Canine acne(깊은 농피증; 여드름)\n▶▶ 깊은 모낭염과 종기증(furunculosis, 종기증은 모낭의 파열과 연관된 염증이다)\n▶▶ 주로 단모종에서 나타남\n▶▶ 대체로 어린 연령(3~12개월)에서 나타나지만 성견 때까지 지속될 수 있음\n● 전신적 깊은 농피증(심부 농피증)\n▶▶ 연령, 나이, 종과 관계없이 발병하나 저먼셰퍼드에서 잘 발생함\n▶▶ 어느 부위에나 발생하지만, 특히 둔부, 대퇴부, 가슴, 다리에서 잘 발생함, 전신적으로도 발생 가능\n▶▶ 종종 통증을 수반\nDeep“Hotspot”\n▶▶ Golden Retriever에서 흔함\n▶▶“Hotspot”처럼 보이지만 일반적인 치료에 반응하지 않음\n▶▶ 생검 시 deep folliculitis/furunculosis 소견을 보임\n\n진단\n● 병력과 임상 증상\n피부소파(Skin scrapings): 음성\n● 피부사상균(ringworm)의 배양: 음성\n● 만약 증상이 지속되거나 재발되면, 세균 배양이나 감수성 검사를 실시해야 함(coagulase 검사 양성이면 Staphylococcus)\n● 배양과 감수성\n▶▶ 재발하는 농피증, 깊은 농피증, 세포 검사 시 혼합 감염으로 나왔을 때나, 경험적 치료에 대한 반응이 좋지 못할 때 실시한다.\n▶▶ 재발하는 농피증에는 정균제보다는 살균제를 선택하는 것이 더 좋다.\n▶▶ 농포를 70% 알코올(povidone iodine 또는 chlorhexidine 제외)로 가볍게 문지른다.\n▶▶ Mini-tip culturette (Marion Scientific, Kansas City, Missouri, 64114)를 이용.\n▶▶ 농포가 그대로가 아니면 영향받은 조직에 2 mm 정도 무균 punch biopsy를 한다.\n▶▶ 깊은 감염 시에는 표피를 무균 scalpel blade로 제거하여 진피만 실험실로 보낸다.\nLaboratory macerate biopsy specimen를 한다.\n● 치료에 대한 반응평가: 적절한 항생제를 적정 용량으로 적정 기간 동안 사용한다. 치료에 대한 반응을 평가해야 한다.\n\n치료\n● 원발요인을 확인하고 치료할 것\n● 적합한 항생제를 적정 용량으로 적정 기간 동안 적용\n● 경험과 상식에 입각한 원리: 표재성 감염의 경우 모든 피부 병변이 사라지고 1주일간더치 료. 첫 번째 감염 시 평균 치료기간 3~4주, 재발감염 시 평균 치료기간 4~6주\n● 항생제치료 시 고려해야 할 사항: 1. 비용, 2. 투여 경로와 횟수, 3. 반드시 권장용량으로 투여\n● 사용할 항생제 선택법\n▶▶ 배양과 감수성 검사\n▶▶ 경험적 치료를 해야 할 때\n▶ Uncomplicated superficial pyodermas\n▶ 배양 결과가 나오기 전의 deep pyoderma\n▶ 기억하라!!! Staphylococcus intermedius와 Staphylococcus aureus는 (3-lactamase를 생산한 다. 경험적 치료로 사용하지 말아야 할 것: penicillin, ampicillin, amoxicillin, tetra- cycline and streptomycin\n● 좁은 범위 항생제\n▶▶ Erythromycin: 11~17.6 mg/kg PO tid\n▶ 저렴하다. 정균제. 소화관장애 유발\n▶▶ Lincomycin: 22 mg/kg PO bid\n▶▶ Clindamycin: 5.5~11 mg/kg PO bid\n▶ Erythromycin보다 더 비싸다. 정균제. 소화관장애 없음. Erythromycin과 교차 저항성 이 있음\n▶▶ Penicillinase-resistant penicillins: Oxacillin, nafcillin, cloxacillin\n▶ 22 mg/kg PO tid. 비싸다. 살균제\n▶ 사료 급여 1~2시간 전후에 투여\n● 광범위 항생제\n▶▶ Trimethoprim-sulfas: 15.4~30 mg/kg PO bid\n▶ 상대적으로 비싸지 않다. 혼합 제제는 살균제\n▶▶ Ormetoprim-sulfadimethoxine (Primor®)\n▶ 첫째 날에는 27.5 mg/kg bid로 투여하고 다음날부터 27.5 mg/kg sid으로 투여한다.\n▶ 적당히 비싸다. 혼합 제제는 살균제\n▶▶ Amoxicillin-clavulanate potassium (Clavamox®)\n▶ 13.75 mg/kg PO bid to tid\n\n▶ 적당한 가격의 살균제\n▶▶ Cephalosporins [cephalexin, (Keflex®), cefadroxil, (Cefa Tabs®)]\n▶ 22~33 mg/kg PO bid to tid\n▶ 비싸다, 복제약은 좀 더 저렴하다. 살균제\n▶▶ Enrofloxacin (Baytril®)\n▶ 2.25~5 mg/kg PO bid 또는 5 mg/kg qd\n▶ Pseudomonas spp.에 유효한 살균제\n▶ 어린 강아지 연골에 손상을 주고 고양이 각막손상과 관련됨\n● 국소치료\n▶▶ Deep pyoderma의 경우 병변부위의 털을 제거한다.\n▶▶ 약욕이나 스파목욕이 deep pyodermas에 아주 좋다.\n▶ Povidone iodine solution\n▶ Chlorhexidine solution\n▶▶ Superficial /deep pyodermas에는 항생제 샴푸\n▶ Povidone iodine: 항생제, 항진균제, 착색, 건조\n▶ Chlorhexidine 0.5%: 항생제, 항진균제, 착색 없음\n▶ Benzoyl peroxide 2.5~3%: 항생제, 항지루제(각질용해제, 탈지제), 표백제, 건조\n▶ Ethyl-lactate: 항생제, 항지루제, 건조하지 않음\n▶ Triclosan: 항생제\n▶ Sulfur, salicylic acid: 항생제, 항진균제, 항지루제, 진양제\n▶▶ 약용 샴푸는 적어도 10분 이상 피부에 바르고 있어야만 효과가 있다. 또한 샴푸를 씻어 내는 것도 중요하다. 목욕 횟수는 환자의 상태에 따라 결정하고, 심한 증례의 경우, 처음 에 매일 약욕이 지시되기도 한다.\n▶▶ 국소부위에 topical mupirocin (Bactoderm)이나 benzoyl peroxide gel을 적용한다(예, 개, 고양이의 여드름증). Benzoyl peroxide gel은 피부에 자극적일 수 있다.\n● 치료의 기간\n▶▶ Superficial pyoderma: 임상 증상이 사라진 후 7일까지(평균 3~4주)\n▶▶ Deep pyoderma: 임상 증상이 사라진 후 14일까지(평균 6~8주)\n▶▶ 짧은 치료기간은 pyoderma 치료가 실패하는 가장 흔한 원인이다.\n● 면역 조절\n▶▶ Bacterin: Staphylococcus나 다른 세균의 세포물질을 함유하고 있다. 시판되고 있는 bacterin을 쓰거나 autogenous bacterin을 만들어 사용한다.\n▶ 치료를 중단하고 재발되어서 장기간 항생제치료에 반응하지 않는 증례에 사용하라.\n▶ 임상 증상이 사라진 후 7일 동안(superficial pyoderma) 또는 14일 동안(deep pyoderma)\n\n\nbacterin과 더불어 항생제를 써라. 감염이 완전히 해결된 후에 bacterin만 사용할 수 있다.\n▶ Bacterins\nStaphage lysate (Delmont Laboratories, Swarthmore, PA)\n– 1/2 cc SQ 일주일에 두 번\n– 재발성 pyoderma의 77% 정도 회복된다.\nImmunoregulin\n– Propionibacterium acnes\n– 재발성 pyoderma: 12주 동안 항생제와 immunoregulin 사용시 80% 개선(53% 완전회복), 항생제와 위약 사용시 38% 개선(30% 완전회복)\n– 용량: <7 kg: 0.25 mL; 7~20 kg: 0.50 mL; 21~34 kg: 1.00 mL; >34 kg: 2.00 mL\n2주 동안 일주일에 두 번 정맥주사, 10주 동안 일주일에한 번씩\n▶ Levamisole\n• 세포성 면역을 자극한다.\n• 0.5 mg/kg 경구투여 월, 수, 금\n• 면역을 억제할 수도 있다.\n\n▶ 면역조절제는 현감염상태를 치료하지 않으므로 반드시 항생제 사용을 병행해야 한다.\n\n7.3.4 알러지성 피부질환\n(1) 아토피성 피부염—개\n특징\n● 아토피는 정상적으로 환경적인 알러젠(allogen)에 대해서 IgE 항체가 형성되어 발생하며 정 확한 기전은 완전히 밝혀지지 않았지만, 유전적인 소인이 관여하고 있다.\n● 아토피성 피부염은 환자가 환경 중의 특정 알러젠에 대해 과민반응이 발생하여 피부 증상 이 야기되는 질환이다.\n● 아토피성 피부염은 개에서 벼룩 알레르기 다음으로 흔한 알레르기성 피부질환이며 임상에 서 흔히볼수 있다. 우리나라에서는 가장 흔한 피부병이다.\n● 보고된 유병률은 전체 집단 중 15%, 대학 병원 임상 피부질환 중 3~8%, 개인 병원에서 피 부질환 중 30%를 차지한다.\n● 개 아토피성 피부염의 전형적인 증상은 소양감이다.\n● 임상 증상은 거의 계절과 무관하다.\n● 유전적 소인으로 인해 종이나 가족력에 따라 많이 나타날 수 있다.\nStaphylococcus 감염으로 인한 농피증(pyoderma), 지루(seborrhea) 그리고 Malassezia로 인한 피부염이 아토피에 걸린 개에서 빈발하며 종종 이로 인해 소양감이 더 증가하게 된다. 이경 우 이차적 증상들은 각각에 따라 치료한다.\n병인과 기전\n● 아토피성 피부염의 병리기전은 복잡하며 지속적으로 새로운 사실이 밝혀지고 있다.\n● 아토피성 피부염은 주로 Type I 과민반응(IgE 매개)이라고 여겨진다.\n● 알러젠에 특이적인 IgE 항체를 정상 양보다 많이 생성하게 하는 다양한 알러젠을 피부를 통 해서 흡수하거나 호흡기로 흡입할 때 발생한다.\n● 알러젠에 특이적인 IgE가 비만세포와 호염구에 고정된다(감작기: sensitization phase).\n● 알러젠에 다시 감작되면(호흡기나 피부를 통한 경로로) 세포에 고정된 IgE, 비만세포와 호염 구 탈과립이 일어나 활성 물질이 방출되고 아토피성 피부염 증상이 나타난다.\n진단\n● 병력\n▶▶ 소양증이 주요한 병력사항\n▶ 소양증은 대부분 1세에서 3세 사이의 연령에서 시작하나 발병이 6개월에서 6세 연령에 시작될 수도 있다. 3세 이후에는 발병이 감소하고, 6세 이후에서는 진단이 드물다.\n▶ 소양증은 계절적이거나 비계절적임. 대부분 초기의 계절적 케이스가 3~4년 이후에 비 계절적으로 진행된다.\n▶ 소양증은 매년 악화된다.\n● 종 소인\n▶▶ 아토피성 피부염은 어느 종에서든지 발견될 수 있으나 유전적 소인으로 인해 특정 종이 나 가족에서 빈번하게 발견된다.\n▶▶ 높은 유병률을 가진 것으로 보고된 종: 보스턴 테리어, cairn terrier, 잉글리쉬 불독, 미니어 처 슈나우저, 퍼그, wirehaired terrier, west highland white terrier, 골든 리트리버, 래브라도 리트리버, 라사 압소, 달마시안, 아이리쉬 세터, 잉글리쉬 세터\n● 약물력: 아토피성 피부염은 부신피질 호르몬 치료에 반응을 잘 보인다.\n● 소양감을 호소하거나 병변이 발생하는 주요 부위\n▶▶ 얼굴(눈 주위와 입 주위에 소양감)\n▶▶ 발을 핥거나 깨문다.\n▶▶ 겨드랑이, 배, 옆쪽 흉부, 몸통\n▶▶ 귓바퀴에 염증을 동반한 만성 소양성 이염(종종 재발함)\n▶▶ Self-trauma에 의한 이차 증상: 홍반(erythema), 긁음에 의한 표피박리(excoriation), 탈모\n(alopecia; 소양감과 이차 합병증과 관련되어 있고 대칭성을 띰), hyperpigmentation과 lichenification(만성의 증례)\n● 기타 임상 소견\n▶▶ 개 아토피에서 이차적 staphylococcal pyoderma는 매우 흔하다.\n▶▶ 개 아토피에서 이차적 지루증은 쉽게 볼 수 있다.\n▶▶ 개 아토피에서 이차적 Malassezia dermatitis는 쉽게볼수 있다.\n▶▶ 아토피 피부염을 완벽하게 진단할 수 있는 방법은 없다.\nIntradermal skin testing (IDST)\n▶▶ Intradermal skin testing은 동물에서 아토피 피부염을 진단하는 데 좋은 기준이 된다.\n▶▶ 알러젠을 피부 내에 주사하였을 때, 만약 피부에 있는 allergen specific IgE가 인식되고 mast cell이 감작되면, mast cell이 탈과립화되고 wheal/flare 반응이 일어난다.\n▶▶ 글리세린 추출물보다 수용성 추출물을 사용해야 한다.\n▶▶ 알러젠을 1,000 PNU’s (protein nitrogen units)나 1:1000 W/V에 테스트한다. 대략적으 로 0.05 mL를 주사한다.\n▶▶ 양성 컨트롤(histamine)과 음성 컨트롤(saline)을 반드시 사용해라.\n▶▶ 양성 피부 테스트 반응이 음성반응보다 사이즈가 크게 나타나고 홍반(erythema)을 동반한다. 점수는 각각 0~4 스케일로 표시한다.\n▶▶ 횡와 자세로 피부 테스트를 한다. 외측 가슴부위의 털을 깎고 알러젠을 피부 내로 주사 한다.\n▶▶ 만약 진정제가 필요하다면, 개에서는 xylazine을, 고양이에서는 IV ketamine을 사용할 수 있다. Ketamine과 diazepam 또한 개에서 사용할 수 있다. 다른 진정제들은 wheal/flare 반 응을 감소시킬 수 있다.\n▶▶ 피부 테스트전 투여 금지 약물\n▶ 항히스타민제를 피부 테스트 10~14일 전에 중단해야 한다.\n▶ 주사용 부신피질 호르몬제는 피부 테스트 6~8주 전에 중단해야 한다.\n▶ 구강투여용 prednisone은 적어도 3~4주 전에 중단해야 한다.\n▶ 부신피질 호르몬 연고는 피부 테스트 결과에 심대한 영향을 미칠 수 있으므로 스테로이드의 강도에 따라 3~4주를 중단해야 한다.\n치료\n● 개 아토피성 피부염은 복잡하며, 일생 동안 계속적으로 발현된다. 다양한 치료방법이 존재 하므로 환자의 상태에 따라 적절한 치료법을 적용해야 한다.\n● 아토피 진단 후 보호자에게는 다음과 같은 조언을 해줄 것을 추천한다.\n▶▶ 아토피성 피부염은 평생 동안 안고 사는 질병이다.\n▶▶ 관리는 가능하지만 치료가 안 되는 질병이다.\n\n\n▶▶ 재발과 이차적인 문제(주로 Staphylococcus pyoderama)가 자주 나타난다.\n아토피성 질환을 관리하는‘pruritic threshold’개념\n▶▶ 모든 동물은 어느 정도의 소양감은 긁지 않고 견딜 수 있다. 하지만 역치 이상의 자극이 주어질 때 임상 증상이 나타나게 된다.\n▶▶ 그러므로 소양감을 주는 모든 자극에 대해 검사해야 하고 치료해야 한다. 예를 들어\n▶ 이차적인 합병증: staphylococcal 농피증, 지루, Malassezia 피부염 등등 중요!\n▶ 음식에 대한 알레르기\n▶ 벼룩에 의한 알레르기\n▶ 동물 각각의 특성이 치료에 대한 반응에 영향을 준다.\n▶ 치료까지의 시간이 다양하다.\n▶▶ 일부 알레르기 항원에 대해 회피하는 것이 가능하지만(예를 들면 양털을 피하고, 꽃가루에 민감한 동물은 야외활동 시간을 제한하고, 먼지나 진드기의 숫자를 줄일 수 있는 다 양한 조치를 취하는 것) 대부분의 경우 비현실적이다.\n● 아토피성 피부염의 약물적 치료\n▶▶ 항히스타민제: 항상 효과적인 것은 아니지만 시도할 만한 가치는 있다(고양이에서 더 효 과적). 사용되는 여러 가지 항히스타민 제제에서 어떠한 것이 좋은지 치료반응을 보고 결정하라. 단, 증례에 따라 10~20% 정도 유효하다.\n▶ Hydroxyzine (Atarax) 2.2 mg/kg TID\n▶ Diphenhydramine (Benadryl) 2.2 mg/kg TID\n▶ Chlorpheniramine 0.5~2 mg/kg BID\n▶ Clemastine (Tavist) 0.05 mg/kg 또는 0.5~2.0 mg/dog BID\n▶ Amitriptyline (Elavil) 2.2 mg/kg BID: 부정맥을 유발할 수 있으므로 먼저 심기능 검사 를 한다.\n▶▶ 오메가-3 지방산\n▶ eicosapentanoic acid (EPA), docosapentanoic acid, docosahexanoic acid 포함\n▶ 염증의 매개체인 PG2 series와 LT4 series의 생산을 억제한다.\n▶ 오메가-6 지방산을 포함하는 Derm Caps은 아토피성 질환을 가진 개의 33% 증례에서 50% 이상의 소양감을 감소시켰다. 18%는 부가적인 치료가 없이 단독요법으로 소양감 이 조절되었다.\n▶ 한 연구에서 EPA의 투여량은 체중당 180 mg/10 lbs이었다. 설사의 유무를 확인해봐야 한다.\n▶ 결과가 나타나기까지 2개월까지 걸릴 수 있다.\n▶ 항히스타민제, 스테로이드와 병용 시 시너지효과를 가져온다.\n▶▶ Glucocorticoids\n\n\n▶ 염증, 부종, 소양감을 억제시켜 준다.\n▶ 대부분의 아토피 환자에서 효과적이지만, 궁극적으로 부작용을 유발한다.\n▶ 계속적으로 긁는 환자에서 최후의 치료방법으로 사용해야 한다.\n▶ Corticosteroids는 환자가 매년 몇 개월만 증상이 나타나거나, 보호자가 부작용에 대해 견딜 수 있는 경우, 평생 동안의 치료로 매우 적절한 방법이다.\n▶ 약물의 선택은 prednisone이고, 격일로 치료. 더 강력한 약물은 사용하지 마라.\n▶ 시작 용량은 경구로 prednisone을 0.5~1.0 mg/kg/day 투여하며, 7일에서 10일까지 매 일 0.25~0.5 mg/kg 투여한다.\n▶ 주사용 glucocorticoids는 개에서 사용하지 않는다.\n▶ Glucocorticoids는 항히스타민제나 지방산과 결합하여 사용하면 치료에 필요한 prednisone의 투여량을 줄일 수 있다.\n▶ 아토피 환자에서 처치로 glucocorticoid를 사용하기 전에 고려할 것은 Staphylococcal 또 는 Malassezia 감염이 있는지 확인하고 치료하는 것이다. 이러한 균의 이차적인 감염은 아토피에 대한 소양감을 더욱 악화시킨다. Glucocorticoid 치료가 성공적으로 감염을 해결한 경우, 불필요할 수도 있다.\n\n▶ Corticosteroid 치료를 계속적으로 하는 경우 항상 적어도 1년에 한 번씩 혈액 검사, 요 검사, 요 배양 검사를 수행해야 한다.\n▶▶ 면역요법(저감작, 탈감각)\n▶ 장기적으로 계절적으로 반복되거나 연중 계속적인 피부염이 나타나는 환자를 대상으 로 실시한다.\n▶ 대부분의 연구에 따르면, 60~70%정도 치료반응(임상 증상의 50% 정도 개선)이 있다 고 보고하고 있다. 대략 15%정도의 아토피 환자가 비록 평생토록 치료를 해야 하지만 면역요법을 통해 완치가 된 적이 있다.\n▶ 면역 요법에 반응을 나타내지 않는 30~40% 아토피 환자는 약물적인 치료를 하여야 한다(항히스타민제, 스테로이드).\n▶ 기전: 알러젠(allergen) 추출물을 적은 양에서부터 점점 늘려 효과가 나타나는 양까지 주입한다. 사람에 적용 시는\n• 알러젠을 조금씩 늘려 주입해주는 경우 IgG 역가의 상승으로 알러젠이 혈액 속에서 순환할 때 IgG와 결합하게 되어 비만세포(mast cell)에 붙어 있는 IgE와의 반응을 막을 수 있다.\n• Cytokine에 의해 조절되는 특정 T-림프구의 활성화는 IgE 생산을 줄이고 IgG를늘려준다.\n▶ 알러젠의 선택법\n• 백신에는 일반적으로 12~15종류의 액상 알러젠이 포함된다.\n• 많은 종류의 양성 알러젠 반응을 나타내는 개에서는 환경에 자주 나타나거나 계절적 임상 증상과 일치하는 알러젠을 선택한다.\n• 알러젠투여기간 중 한 개 이상의 예방 백신 접종이 가능하다.\n• 곰팡이에 많은 단백질 분해효소는 다른 알러젠들을 불활화시키기 때문에 분리해 놓아야 한다. 이 점에 대해서는 현재 논쟁이 진행중이다.\n• 개의 반응에 따라 접종간격을 조정한다.\n• 일반적으로 액상 알러젠의 반응은 3개월 이상 되어야볼수 있고 9~12개월까지 나 타나지 않기도 한다.\n• 저감작요법(hyposensitization)이 작용할 때까지 소양감 치료를 위하여 스테로이드, 항히스타민제, 필수지방산과 국소 연고류를 사용할 수 있다.\n• 부작용\n– 대략 10%의 환자에서 몇 시간 안에 국소 부종이나 소양감을 접종부위에서 나타낼 수 있다.\n– 1% 미만의 개에서 아나필락시스가 나타난다. 개에서 임상 증상으로는 침울, 구토, 설사, 무기력이나 의식을 잃고 쓰러지는 현상을 보인다. 안면부종과 두드러기를 볼 수도 있다.\n– 아나필락시스 증상이 나타난다면 차후나 이어지는 접종 1시간에서 2시간 전에 경구로 2 mg/kg diphenhydramine을 처치한다.\n– 위의 경우 동물병원에서 접종을 실시하고 접종 후 1시간 가량 관찰이 필요하다.\n▶ 보조요법\n• 정전기형 공기 여과기가 있으면 좋다.\n• 에어컨디셔너가 도움이 된다.\n\n(2) 개와 고양이의 음식 알러지/식이과민반응\n특징\n● 음식 알러지는 개와 고양이의 흔하지 않은 비계절성 소양성 피부증(pruritic dermatosis)이다.\n● 질병 유병률은 모든 소양성 질병의 1~10%로 다양하게 추정된다.\n● 개에서보다 고양이에서 더 자주 발생하는 것 같다.\n\n병인과 기전\n● 발병기전은 아직도 잘 밝혀지지 않았다. 섭식한 알러지원에 대해 Type I (immediate, IgE 매 개성), Type III(면역복합체 매개성), Type IV(지연성, 세포 매개성)가 관련되어 있다.\n● 새로운 식품을 먹거나 동일식품을 여러 해 동안 섭취한 이후에 발생할 수 있다. 드물게 음식 교체 후 발생한다.\n\n\n● 알러지원: 쇠고기, 유제품, 밀, 콩, 생선, 닭고기(고양이)\n\n진단\n● 임상 증상\n▶▶ 소양증이 가장 주요한 소견이다.\n▶▶“특징적인”피부병변이 없다.\n▶▶ 얼굴, 발, 겨드랑이 소양증: 아토피 유사\n▶▶ 꼬리 몸통부위: 벼룩 알러지 유사\n▶▶“귀와 엉덩이(Ear & Rumps)”: 재발성 이염과 항문 주위 피부염\n▶▶ 복부(ventrum): 옴(scabies) 유사\n▶▶ 병발하는 위장관 증상은 단독으로 보이거나 피부 증상과 관련하여 관찰될 수 있다(구토, 설사, 복통, 과도한 고창증).\n▶▶ 연령: 2~3개월령에서 10년령 이상까지 발생할 수 있다. 많은 증례가 어린 강아지에서 발생하며, 6개월령 이하의 개체에서 소양증이 나타날 경우, 아토피보다 음식 알러지 가능성이 더 높다.\n\n● 음식 알러지를 검사를 위한 신뢰할 수 있는 유일한 방법은 elimination diet trial이다.\nElimination trial\n▶▶ 8~10주 동안, 이전에 동물이 섭취하지 않았던 한 가지 단백질과 탄수화물원을 먹인다.\n▶▶ 다시 개나 고양이가 이전에 노출되지 않았던 음식물을 먹인다.\n▶▶ 조심스럽게 선택한 가정에서 준비한 음식을 먹이는 것은 상업용 알러지 전용사료보다 더 선호될 수 있다.\n▶▶ 사용된 식이를 추적하여 선택하기 위해, 보호자로부터 식이 병력을 빠진 것 없이 확실히 얻는다. 완전히 새로운 단백질과 탄수화물원이 선택되어야 한다.\n▶▶ 모든 시판된 음식은 비슷한 성분을 포함하고 있기 때문에, 브랜드를 바꾸는 것은 효과적이지 않다.\n▶▶ 사용될 수 있는 단백질원은 사슴고기, 토끼고기, 하얀 생선, 두부, 몇 경우에서 양고기가 있다. 감자는 쌀을 대신할 수 있다.\n▶▶ 소형견과 고양이는 Gerbers 양고기나 유아식을 먹일 수 있다.\n▶▶ 만약 상업적으로 준비된 단백질 제한 식이를 이용하고자 한다면, 저알러지성 특수사료 를 이용하는 것이 좋다.\n▶▶ 보호자에게 시험기간 도중에는 간식, 남은 음식, 동물영양제, 씹는 치약, 경구용 심장사상충약 등을 중단하라고 하여야 한다. 심장사상충 예방을 위해 DEC나 씹지 않는 heartgard를 사용한다.\n▶▶ 적어도 소양감이 50% 이상 감소되면 양성 검사 결과로 판단하면 된다. 많은 동물들이 약 2주 후에 개선을 보인다.\n▶▶ 확진은 동물이 평상시 식이를 먹고 소양증을 보이는 것이 14일 내에 다시 나타날 경우에 내릴 수 있다. Dietary challenge에 따른 증상은 주로 섭식 3~72시간 이내에 나타난다.\n치료\n● 단일 단백질 또는 새로운 단백질이나 탄수화물을 8주에서 10주 동안 급여하라.\n● 포도상구균에 의한 농피증, Malassezia에 의한 피부염이나 지루증 등의 2차 감염에 대해 반 드시 감별하고 치료하여야 한다.\n● 저알러지성 사료와 처방 사료\n▶▶ Royal Canin이나 Hill’s 처방 사료를 참고\nHome-prepared diet\n▶▶ 이러한 음식은 영양적으로 균형적이지 못하기 때문에 어린 개체에 있어서는 다른 보조 제 없이는 급여를 해서는 안 된다.\n▶▶ 이러한 음식의 경우 특히 칼슘, 비타민 그리고 필수지방산 등이 부족하게 되므로 급여 시 첨가해 주어야 한다.\n▶▶ 홈메이드 식이요법은 food elimination trial에 있어서 이상적인 식이법이다. 만약 보호자 가 준비할 수만 있다면 Well-balanced home-cooked diet 역시 유지 사료로 사용될 수 있다.\n\n(3) 벼룩 알러지\n특징\n● 외부기생충 편 참조\n● 벼룩 알러지(flea allergic dermatitis, FAD)는 개와 고양이에서 가장 흔한 소양성 피부병이다.\nCtenocephalides felis는 개와 고양이에서 가장 흔한 벼룩이다.\n● 애완동물에 있어서 벼룩과 관련한 가장 큰 문제는 성충에 의한 것이 아닌 충란, 충, 번데기 와 관계된 대량 환경오염이다.\n● 이상적인 환경조건은 높은 습도와 섭씨 18.3~26.6도이다.\n● 개와 고양이에 있어서 대부분 알러지성 벼룩들은 벼룩 타액에 존재하는 다양한 항원에 대해 Type I (immediate, IgE매개성)과 Type IV (지연형, 세포매개성) 과민반응을 일으킨다.\n● 벼룩에 간헐적인 노출과 처음 노출시 벼룩 알러지를 가지게 될 수 있다.\n\n● 벼룩 알러지의 임상 증상은 매우 전형적이다.\n● 개와 고양이에서 심한 소양감을 동반한 탈모증이 주요 소견이고, 발생부위는 등, 꼬리의 바닥 부분, 뒷다리와 안쪽 넓다리의 뒤쪽 부분에 국소적인 구진과 가피를 가질 것이다.\n● 고양이에서는 속립성 피부염이 특징적으로 나타난다.\n● 벼룩과 벼룩 분변의 존재를 확인하여 진단한다. 그러나 동물에게서 벼룩 분변이나 벼룩을 찾지 못한다고 해서 벼룩 알러지를 배제할 수는 없다.\n● 보호자 교육이 벼룩 알러지의 치료에 있어서 가장 중요한 점이다.\n● 보호자들에게 심지어 단 한 마리의 벼룩에 의해서도 알러지에 따른 임상 증상이 나타날 수 있음을 인지시켜야 한다. 그래서 환경 내에 있는 모든 벼룩들을 제거해야 한다.\n● 성공적인 치료를 위해서는 집과 집에 있는 모든 동물, 정원 등을 모두 정리하고 치료해야 한다.\n● 농피증, 지루증, pyotraumatic dermatitis 등 이차적인 질병들을 막기위한 치료를 해야 한다.\n● 많은 경우에 있어서 짧은 기간 동안 경구투여용 코티코스테로이드를 알러지반응을 억압하 고 환자의 상태를 개선시키는데 사용할 수 있다.\n● 벼룩 추출물을 사용한 저감작치료법은 성공한 적도 없고 바람직하지도 않은 치료법이다.\n\n(4) 접촉성 피부염\n특징\n● 접촉성 과민성은 실내 사육동물에 있어서 매우 드물다.\n● 피모는 자극적인 물질로부터 동물을 보호한다.\n● 습도가 가장 중요한 유발 요인이다; 정상 피부장벽의 효율성을 떨어뜨리고 외부물질과 피부 표면의 접촉력을 증가시키기 때문이다.\n● 동물들은 선천적으로 접촉성 피부염에 저항성이 있다.\n● 정확히 진단하기 어려워서 이 질환을 오인 할 수 있다.\n\n병인과 발병기전\n● 화학물질에 의해 Type IV 과민반응이 일어나는 기전에 기인한다.\n● 화학물질이 항원으로 작용하며 표피의 랑게르한스세포와 결합해 항원으로 활동한다.\n● 일차적 감작이 먼저 필요하다.\n● 감작 후, 노출 후 임상적으로 증상이 나타나기까지는 12~72시간이 소요된다.\n● 개와 고양이에서 궁극적인 알러지 유발물질은\n\n▶▶ 풀과 식물, 올레오레진, 광택제, 왁스, 세척제, 염료 그밖의 카펫에 쓰이는 화학물질\n▶▶ Flea collars, 비닐매트의 고무, 플라스틱 음식용기가 예전에 종종 증상을 일으키는 물질 이었지만, 그때의 화학물질은 요즘은 플라스틱에 쓰이지 않으므로 현재는 매우 드물다.\n▶▶ 가장 흔한 알러지 유발물질은 약제에서 기인한다(네오마이신 등).\n▶▶ 소나무 가시, 삼나무 조각, 갑판 염색, 콘크리트도 역시 증상을 일으킨다.\n\n진단\n● 임상 증상\n▶▶ 경미~중증도 소양증: 병변이 나타나는 것만큼 심하지는 않음\n▶▶ 병소: 약물 접촉부위, 신체의 털 없는 부분에 병소가 주로 나타남. 복부, 음낭, 발바닥 부분, 겨드랑이, 사타구니, 가슴부위\n▶▶ 일차적 구진발진, 자가손상에 의한 이차적 변화[가피, 태선화(피부가 두꺼워짐), 과색소 침착], 이차적 농피증\n● 유발원인을 동정하고 자극시험을 실시해 본다(대부분 유용함).\n▶▶ 7~10일간 환경을 바꿔주어 본다(격리나 입원 등). 그리고 증상이 개선되는지 관찰한다.\n▶▶ 기존 환경에 다시 노출시켜 본다. 그리고 48~72시간 후 증상이 악화되는지 관찰한다.\n\n▶▶ 이 검사법은 시간이 많이 소요되고, 인내심이 요구하며, 보호자의 노력이 필요하다.\n▶▶ 이 방법으로 알레르기와 자극성 접촉성 피부염을 구별할 수 없다.\n● 패치 테스트(patch test)는 접촉성 과민반응을 확인할 수 있는 유일한 시험이다.\n● 48시간 동안 털 깎은 곳에 가까이 접촉시키며, 잠재적인 알레르기 유발물질을 찾을 수 있는 방법이다.\n● 동물에 있어서는 실시하기 힘들지만 추천되는 방법이다.\n\n치료\n● 예방이 가장 이상적인 치료법이다.\n● 일시적으로 부신피질 호르몬제를 치료 적용한다.\n● Pentoxifylline (Trental)은 개의 접촉성 피부염 치료에 효과적이라고 최근에 보고되었다(항염증효과가 있다)..\n\n(5) 두드러기, 심마진\n특징\n● 두드러기는 다양한 소양성 부종성 피부질환이다.\n● 항상은 아니지만 종종 Type I (즉시형, IgE 매개성) 과민반응과 관련있다. 그러나 자연적으로는 비면역적일 수 있다.\n● 두드러기는 어느 종이나 발생 가능하다. 그러나 말과 개에서 흔히 보인다.\n\n병인과 발병기전\n● 두드러기의 병인을 포함한 면역기전은 Type I (대부분)과 Type III 과민반응이다.\n● 두드러기반응을 촉발시키거나 심해지게 하는 비면역성 요인은 추위, 열, 햇빛, 운동, 스트레스, 유전적 영향, 다양한 약물과 화합물(예, 아스피린, 마취제, 음식, 음식첨가물)이 있다.\n● 두드러기를 유발하는 요인은 다양하다: 약물, 사료, 식물, 백신 등\n\n진단\n● 임상 증상은 모든 동물에서 거의 비슷하게 나타나며 급속한 두드러기 병변이 특징적이다.\n● 보통, 두드러기에 있어 호발하는 나이와 품종, 성별은 알려지지 않았다.\n● 특징적으로, 두드러기는 쉽게 사라지는 병변으로 보통 24시간 이내에 소실된다.\n● 소양감은 나타날 수도 있고 그렇지 않을 수도 있다.\n● 진단은 병력과 특징적인 임상 증상에 기초하여 실시한다.\n● 원인물질을 규명하기는 어렵지만 발견 가능성이 약 50%이다.\n● 과거 약물 알레르기 여부를 잘 살펴본다. Food elimination trial도 도움이 된다.\n\n치료\n● 가능하다면, 알려진 병인인자를 제거하고 방지하라.\n● 증상치료를 위해 전신적으로 부신피질 호르몬제를 적용한다.\n▶▶ 소동물: prednisone 또는 prednisolone 2 mg/kg PO, IM 또는 IV\n● 항히스타민제는 예방차원에서 사용한다.\n● Epinephrine은 심한 혈관부종반응 시 목숨을 구해줄 수 있다.\n▶▶ 소동물: 1: 1000 희석액 0.1~0.5 mL SQ 또는 IM\n● 약물관련 두드러기는 보통 스테로이드에 대한 반응성이 좋지 않고 마지막 약물 주입 후 몇 달간 지속되는 경우도 드물게 발생할 수 있다.\n\n7.3.5 자가면역성 질환\n(1) 특징\n낙엽성 천포창(pemphigus foliaceous)와 원반상 홍반성 낭창(discoid lupus erythematous, DLE)는 개와 고양이에서 가장 흔한 자가면역 매개성 질환이다.\n\n자가면역이란 자신의 조직에 대해 체액성 또는 세포성 면역반응을 보이는 상태를 말한다. Crust, erosion, ulcer, pustule, vesicle, bullae, papule은 자가면역질병 병변이다.\nPlanum nasal과 bridge of the nose는 pemphigus foliaceous, DLE, SLE에 의해 병변이 발생하는 부위이다. 발볼록살은 pemphigus foliaceous에 의해 병변이 자주 발생하는 부위이다. Mucocutaneous junction은 pemphigus vulgaris와 bullaous pemphigus에서 주로 병소가 나타나는 부위이다.\n\n진단을 위한 조직 검사가 필수적이다.\n\nNondegenarate neutrophil이나 eosinophil의 존재유무 또는 acanthocyte가 있다면 pustule, vesicle, bullae나 erosion, crust lesion으로부터의 smear를 통한 세포학적 검사로 pemphigus를 진단할 수 있다.\n\nDirect immunofluorescene나 immunoperoxidase는 조직학적 병변이 없는 경우 유용하다. 그러나 위음성이 나올 수 있다. 콧잔등이나 발바닥을 샘플로 사용하면 의양성이 나올 수 있다.\n\nCBC, chemistry profile, urinalysis는 면역억제치료에 관련된 side effect의 잠재성을 관찰하거나 SLE를 체크하는 데 중요하게 사용된다.\n\n\nANA는 민감도는 높지만 특이도는 낮은 편이다.\n\n(2) 종류, 병인, 발병기전\nPemphigus foliaceous, pemphigus erythematous, pemphigus vulgaris는 Type II 과민반응의 결 과이다.\n\n항체(보통 IgG)는 표피의 세포막의 구성성분에 대해 직접적으로 반응한다(desmoglein-desmo- some의 일부분). Desnoglein에 항체가 결합하면 desmosomal한 구성성분을 분해시키는 효소 (plasminogen activator)를 방출하고 또한 acantholysis를 일으킨다.\n\nAcantholytic cells (big, purple, fried egg cell)은 미성숙하고 pemphigus한 질병에 특징을 보이 는 keratinocyte를 부착시킨다.\n\nForm of Pemphigus\n표재성 병변이 stratum corneum 아래나 stratum granulosum 안에 형성된다.\nPemphigus foliaceous\n\n\nPemphigus erythematous\n● 심부병변이 기저세포층 바로 위에서 형성된다.\nPemphigus vulgaris\n\nLupus erythematous\n● 피부 병변의 기병론에 대한 최근 가설은 자외선이 각화세포 표면의 세포 내 항원을 감작시 키고 이 항원들에 대한 자가항체가 각화세포에 부착하여 항체의존성 세포 독성을 일으키며 손상받은 각화세포는 림프구를 유인하는 조절물질을 분비하고 면역복합체는 보체를 활성 화시켜 염증반응을 일으키는데 관여한다는 것이다.\nDiscoid lupus erythematous (DLE)와 systemic lupus erythematous (SLE)가 있고 DLE가 임상적으로 더 흔하다.\n\n(3) 진단\n병력청취와 임상 증상(병변의 종류와 분포)은 정확한 진단을 하는 데 매우 중요하다. 조직병리학적 소견이 진단에 매우 도움이 된다.\n농포, 수포 또는 미란, 가피 병변으로부터 얻은 세포학적 검사는 천포창을 진단하는데 매우 도움이 된다.\n● 미분화성 호중구, 호산구, 극세포해리성 각화세포가 나타나면 천포창을 강하게 의심할 수 있다.\n● 하나 또는 두 개의 극세포해리성 각화세포는 pyoderma와 같은 화농성 병변 상태에서 고배율 로 관찰할 수 있지만, 소수가 아니라 다수로 관찰될 때에는 천포창을 의미한다.\n● 면역염색은 조직병리학적 검사가 명확하지 않을 때 용이하지만, 민감도와 특이도는 다소 떨어진다.\n▶▶ 직접면역염색: 면역학적 요인은 피부 생검에 적용될 수 있다. 개와 고양이의 평편한 코 부분과 개의 발바닥에서 얻어지는 생검조직은 가양성 반응을 나타낼 수 있다(면역글로 불린은 코의 평편한 부분과 발바닥에 정상적으로 존재할 수 있다). 따라서, 이 부분에서 샘플을 채취하면, 결과는 다르게 나올 수 있다.\n▶▶ 간접 면역염색: 환자의 혈청은 자가항체 검사에 이용된다.\n\n혈구 검사, 혈청화학 검사, 요 검사\n전신적 홍반성 낭창(systemic lupus erythematous, SLE)\n▶▶ 신장질환(사구체 신증)\n\n\n▶▶ 비정상적인 혈구세포(용혈성 빈혈, 혈소판 감소증)\n▶▶ 비정상적인 골수세포\n● 전반적인 건강상태 확인에 필수적\n● 면역억압치료법에 의해 발생할 수 있는 부작용 확인\n▶▶ 간질환은 치료에 의해 더 악화될 수 있음\n● 치료의 부작용을 항상 모니터링하기 위해 필요\n\nAnti-Nuclear antibody assay\nSLE와 pemphigus erythematous에 양성\n10%의 SLE cases에서 음성\n● 낮은 특이도(다수의 가양성)\n\n조직병리\n● 가능한 한 농포, 수포와 물집은 생검하라.\n● 병리 검사 샘플 선택시, 궤양화되지 않은 탈색된 반점부위를 선택한다.\n● 농포, 수포, 물집이 없다면, 구진이나 미란, 가피를 생검하라(가피를 제거하지 말 것).\n면역염색과 immunoperoxidase\n▶▶ 수포와 농포, 병변 주위의 피부조직을 생검(정상피부세포를 생검하지 않도록 주의)\n▶▶ 미리 준비하지 말 것\n▶▶ 만성 병변을 생검하지 말 것\n▶▶ 배지: 면역염색(Michel’s fixative), immunoperoxidase (포르말린)\n● 병리학적 소견\n▶▶ Basement membrane zone과 기저세포층의 수포성이 특징적인 피부염이며, 진피-표피 경 계부의 lichenoid band-like 침윤이 관찰된다. 표피 아랫부분에서 각화세포가 괴사된 것이 보인다. 그 외에도 림프구와 형질세포로 구성된 침윤, 색소침착이 보인다.\n\n(4) 치료\n약물과 치료 프로토콜\n● 자외선 차단제\n▶▶ Waterproof SPF 15 또는 그 이상\n▶▶ DLE, SLE, pemphigus erythematous에서 햇빛에 노출되는 피부에 적용\n● 비타민 E\n\n\n▶▶ 항산화제; 리소솜을 안정화; 류코트리엔 형성 방지\n▶▶ 작용 시작까지 걸리는 시간: 6~12주\n▶▶ DLE, SLE에 적용\n▶▶ 용량: 100~400 IU BID; 심하지 않은 질병에서는 단독 사용 가능, 심각한 경우 다른 면역억제제와 병용\nTetracycline-niacinamide 치료\n▶▶ 작용기전은 알려져 있지 않음: 호중구의 chemotaxis와 protease 분비 억제\n▶▶ 작용 시작까지 걸리는 시간: 1~2개월의 lag phase\n▶▶ DLE에서 가장 효과가 좋음\n▶▶ 용량\n▶ 체중 10 kg 이하: 8시간마다 각각 250 mg\n▶ 체중 10 kg 이상: 8시간마다 각각 500 mg\n▶▶ 부작용은 흔치 않다: 식욕감소, 구토, 설사\nCorticosteroids\n▶▶ 국소 병변에 스테로이드 투여. 차단성의 플루오르화 스테로이드가 더 효능이 높다. 의인 성 쿠싱 증후군을 유발할 수 있다.\n▶▶ 관해까지 prednisone 또는 prednisolone (2~6 mg/kg/day)을 BID로 투여한다.\n▶ 점차적으로 가장 낮은 용량을 이틀에 한 번 투여하도록 조절한다. 용량을 하루에 한 번 에서 이틀에 한 번으로 조절하는 경우 재발을 촉진할 수 있다. 그러므로 스테로이드의 용량은 몇 주에 걸쳐 천천히 줄여야 한다.\n▶ 목표: 이틀에한번 1 mg/kg 또는 그 이하\n▶ 고양이는 대부분 개보다 두 배 용량을 필요로 한다.\n▶▶ 만약 prednisone이 효과가 없을 경우 dexamethasone을 0.1~0.2 mg/kg BID로 관해가 될 때까지 적용한다. 점차적으로 용량을 48~72시간마다 0.1~0.2 mg/kg으로 줄여나간다.\n▶▶ 스테로이드의 지속형 주사제(repositol injection)는 효과가 없다.\n▶▶ 부작용\n▶ 의인성 쿠싱 증후군: 다음, 다뇨, 다식, 근육 감소, 복부 팽만, 감염 증가, 모낭충증, 탈 모, ALP 증가, ALT 증가, stress leukogram\n▶ 만약 glucocorticoid가 단독 적용된 경우 반년 혹은 1년마다 CBC, chemistry, 요 검사, 요배양 검사를 통해 흔한 부작용을 모니터링해야만 한다.\n● 세포독성 약물\n▶▶ 스테로이드만으로 질병이 조절되지 않는 경우 사용한다. 이러한 약물들은 주로 스테로이드와 병용하여 낮은 용량의 스테로이드로 질병을 조절할 수 있도록 도와준다.\n▶▶ Cyclophosphamide (Cytoxan): Alkylating agent로 DNA와 RNA translation을 방해한다;\n\n\nB cell과 T cell의 기능을 저하시킨다.\n▶ 용량: 2일에한번 1.5~2.5 mg/kg\n▶ 작용 시작까지 걸리는 시간: 1~2주 이내\n▶ 피부질환에는 자주 쓰이지 않는다.\n▶ 부작용\n• 골수 억압\n출혈성 방광염(sterile hemorrhagic cystitis): 주로 치료 후 8주 이후에 발생한다(방광 내 formalin 또는 DMSO가 필요할 수 있다). Prednisolone의 병용이 방광염을 예방 할 수도 있다.\nGI upset\n• 기회감염\n▶▶ Azathioprine (Imuran): 퓨린기 유사약물; purine 합성에 필요한 효소를 억제하여 DNA, RNA합성을 억제하는 6-mercaptopurine으로 변형시킨다. T, B 림프구의 기능을 억제한다.\n▶ 용량: 1.5~2.5 mg/kg/day을 차도가 있을 때까지 격일로\n▶ 투여기간: 4~6주\n▶ 부작용\n• 골수억압(혈구변화 관찰)\n• 소화기 장애\n• 간독성\n• 기회 감염, 모낭충증, neoplasia(종양형성)\n고양이에겐 사용금지: 심한 leukopenia(백혈구 감소증), thrombocytopenia(혈소판 감소증) 유발\n• 처음 10~12주 동안에는 2주마다 CBC와 혈소판 수치를 검사한다. CBC가 안정적이 라면, 2~3개월마다 검사하여 모니터링한다. 환축이 azathioprine에 의해 간독성이 생길 수 있으므로 주기적으로 혈청화학 검사도 실시한다.\n▶▶ Chlorambucil (Leukeran): 알킬화제, DNA 교차결합\n▶ 용량: 0.1~0.2 mg/kg q 24~48시간 동안\n▶ 투여기간: 3~6주\n▶ 고양이에서 안전하고 효과적\n▶ 부작용\n• 오랫동안 투여할 경우, 골수억압\n• Azathioprine 부작용과 비슷하여 주의관찰이 필요하다.\n▶▶ Chrysotherapy (Gold therapy): 금은 보체, 상피효소, 라이소좀효소, 히스타민, 프로스타 글란딘, 면역 글로불린형성을 줄인다.\n\n▶ 약제: Aurothioglucose (Solganol, Schering), 주사가능\n▶ 투여기간: 6~12주(혈중 금 농도를 치료 농도까지 천천히 올린다.)\n▶ 치료 프로토콜\n• 시작 첫 주에 1~5 mg IM\n• 둘째 주에 2~10 mg IM\n• 환축이 부작용 없이 견딘다면, 1.5 mg/kg을 차도가 있을 때까지 매주 IM\n• 1.5 mg/kg의 용량을 치료유지를 위해 2~4주마다 투여한다.\n▶ 개와 고양이의 pemphigus치료에 효과적이다.\n▶ 부작용\n• 개에서 혈소판 감소증, 단백뇨, 간괴사, 근육통증, 독성표피박리가 부작용으로 발생 한다.\n• CBC의 호산구의 증가는 혈소판 감소증이 시작됨을 가리킨다.\n• 부작용이 심할 경우, 치료를 중단한다. Gold therapy는 부작용이 없어질 때까지 용 량을 줄이거나 투여 횟수를 줄이면서 다시 시작한다.\n\n• 혈소판 수치, CBC, 요 검사는 치료시작 후 16주 동안 2주마다 한 번씩 검사한다.\n\nShampoo Therapy\n부록 피부질환에 사용하는 약물의 추천용량\n\n\n\nSmall Animal Shampoo Ingredients and their Therapeutic Qualities\n\n\n성분명 적용 및 적용용량 제품 및 제조사(국내 유통 단일제 기준)\n\n\n\n\n\n\n0.3 mg/kg (Dog), PO, Four doses, 7 days apart\nCheyletiellosis: 0.3 mg/kg , SC, Two doses, 21 days apart\nEar mites: 0.2~0.4 mg/kg , SC, One~two\ndoses, 14~21 days apart\nDemodetic mange: 0.3~0.6 mg/kg (Dog), PO, 24 hrs\n\n\nMilbemycin Demodetic mange: 1~2 mg/kg (Dog), Interceptor (Novatis) PO, 24 hrs\n\n\nSelamectin Flea, Tick, ear mites 등: Monthly 6 mg/kg, Revolution (Pfizer) topical dose\n\n\n\n\n25~60 mg/kg, PO, q12h\n\nfor 4~6 weeks Ultramicrosized formulation: 2.5~5.0 mg/kg, PO, q12~24h\n\n\n\n"}