{
  "title": "24 . 개의 피부 혈관종증 사례 보고",
  "author": "구윤회",
  "publisher": "한국수의과학회",
  "department": "피부과",
  "disease": "24 . 개의 피부 혈관종증: 사례 보고\n\n1세의 거세된 잡종견이 불규칙한 반점 패턴으로 배열된 확산성 보라색 병변을 보였으며, 오른쪽 뒷다리가 발목 관절에서 허벅지 위쪽 부분까지 약간 융기되어 있었습니다. 피부과 검사와 진균 및 세균 배양에서 감염원은 발견되지 않았습니다. 항생제와 항진균제에 대한 치료 반응은 음성이었습니다. 병변의 조직병리학적 검사에서 혈관 확장과 다양한 크기의 혈관이 있는 혈관 증식이 발견되었습니다. 비만세포가 우세한 혈관 주위 커핑도 관찰되었습니다. 이 개는 확산성 병변과 혈관종의 조직병리학적 소견으로 인해 피부 혈관종증으로 진단되었습니다.\n주요어 : 개 , 혈관종증 , 혈관종 , 신생물 , 혈관 기형 , 증례 보고\n이동 : \n혈관종증 및 혈관종, 혈관육종, 림프관육종 및 혈관성 혈종종을 포함한 혈관 종양은 내피 세포 증식을 특징으로 합니다[ 1 ]. 혈관종증은 박테리아 감염, 손상된 조직의 일차 손상에 대한 복구 반응 또는 알려지지 않은 원인에 의해 유발될 수 있는 드문 양성 혈관 증식성 변화입니다[ 2 - 4 ]. 혈관종증 병변은 피부, 내장, 척추, 수막, 장 및 난소에서 발생하는 것으로 보고되었습니다[ 3 ]. 피부 혈관종증은 수의학에서 드문 질병으로 피부 혈관종증이 있는 개는 7마리에 불과합니다[ 2 , 5 - 9 ]. 전통적인 수술, 응고 레이저 요법 및 방사선과 같은 외과적 절제 방법은 피부 혈관종증에 대한 유일한 치료법입니다[ 6 - 8 ].\n저자의 지식에 따르면, 개 피부 혈관종증은 한국에서 보고된 적이 없습니다. 이 증례 보고서는 임상적 특징, 피부학적 소견 및 조직병리학적 소견을 바탕으로 진단된 개 피부 혈관종증을 설명합니다.\n1세의 거세한 수컷 잡종견이 오른쪽 뒷다리에 9개월 전부터 생긴 점차 커지는 보라색 병변을 주소로 충북대학교 수의과대학 병원에 입원했습니다. 병변은 발목 관절에서 허벅지까지 확장되었고 융기되어 있었으며, 불규칙한 얼룩덜룩한 변색 패턴이 있었습니다. 이 개는 오른쪽 뒷다리에 외상을 입은 병력이 없었고, 전신 방사선 검사에서 외상으로 인한 골절이나 기타 이상이 발견되지 않았습니다. 더욱이 병변은 통증이나 절름발이를 유발하지 않았습니다. 감염성 미생물에 대한 피부 세포학적 평가와 표층 및 심부 피부 긁힘 검사 결과는 음성이었습니다. 완전 혈액 검사에서 특별한 소견은 발견되지 않았습니다.\n \t\n피부 혈관종증이 있는 개의 오른쪽 뒷다리. (A) 오른쪽 뒷다리에 다발적이고 확산적이며 빨간색에서 보라색으로 변색된 병변이 일반적으로 관찰되었습니다. (B) 병변은 약간 융기된 불규칙한 반점 패턴으로 관찰되었습니다.\n \n혈청 생화학적 분석에서 고단백혈증(7.5 g/dL; 기준 구간, 5.4-7.1 g/dL)과 고알부민혈증(3.5 g/dL; 기준 구간, 2.6-3.3 g/dL)이 관찰되었지만, C-반응성 단백질과 크레아틴 인산키나아제 수치는 증가하지 않았습니다. 미생물에 대한 피부 세포 검사 결과가 음성이었음에도 불구하고, 진피를 포함한 피부의 광범위한 병변으로 인해 심부 피부염과 피부 진균증이 완전히 배제되지 않았습니다. 불완전한 피부 검사로 인해 피부 세포 검사 결과가 거짓 음성으로 나올 가능성이 있으므로 진단을 위해 박테리아 및 진균 배양을 수행했습니다. 깊은 피부염과 피부사상균증의 치료적 진단을 위해 배양이 완료될 때까지 이트라코나졸(Ashicona; ALS, India) 10 mg/kg을 하루 한 번, 아목시실린/클라불라네이트(Lactamox; A Progen Pharma, Korea) 25 mg/kg을 하루 두 번 처방했습니다. 반면, 오른쪽 뒷다리의 피부 병변은 호전되지 않았고, 세균 및 진균 배양은 음성이었습니다. 따라서 감염성 피부 질환은 배제하였고, 항생제와 항진균제는 중단했습니다. 오른쪽 뒷다리 병변에서 채취한 펀치 생검 표본에 대해 조직병리학적 분석을 시행했습니다. 채취 후, 표본을 10% 인산 완충 포르말린 용액에 고정했습니다. 광학 현미경 검사 전에 헤마톡실린 및 에오신(H&E) 염색을 시행한 결과, 혈관 확장과 염증을 동반한 혈관의 증식이 드러났습니다. 확산성 혈관 증식은 진피에 다양한 직경의 수많은 모세혈관, 증식된 혈관 내에 혈액 세포와 피브린이 불규칙하게 채워져 있고, 진피 상부에 혈관 주위 커핑이 있는 것으로 구성되었습니다. 혈관 주위 커핑 영역에서 비만 세포가 주로 염증 세포 중에서 관찰되었고, 형질 세포의 침윤도 관찰되었습니다. 박테리아와 기생충과 같은 미생물은 확인되지 않았습니다. 다형성은 악성을 나타내기에 충분하지 않았습니다. 조직학적 소견은 혈관종을 시사했습니다. 반면에 개는 혈관종이 예상보다 젊었고, 병변은 확산되어 있었고 혈관종과 일치하지 않는 것으로 보였습니다. 혈관 주위 염증 때문에 혈관염을 배제하지 않았고, 프레드니솔론(솔론도; 유한양행, 한국) 0.5mg/kg을 2주 동안 하루 두 번 처방했습니다. 반면에 추적 관찰 동안 임상적 개선은 관찰되지 않았습니다. 따라서 이 개는 확산성 병변의 존재, 혈관 증식의 조직학적 소견, 혈관염과 감염 치료에 대한 반응의 부재를 고려하여 혈관종증으로 진단되었습니다. 그 후, 이 개는 수의과 병원에 나타나지 않았고 레이저 광선 요법을 포함한 추가 치료를 받을 수 없었습니다. 총 추적 기간은 45일이었습니다.\n \t\n오른쪽 뒷다리 병변의 광학 현미경 소견. (A) 상피층의 혈관 증식 및 혈관 확장(H&E, ×40); 삽입된 사각형은 (B)를 나타냄. (B) 혈관종 패턴은 진피 하부에서 관찰되었으며, 혈관 증식과 혈관 확장은 모낭에서 연결됨(H&E, ×100).\n오른쪽 뒷다리 병변의 현미경 소견. 염증 세포는 주로 비만 세포(화살촉)(H&E, ×400). \n피부 혈관종증은 일반적으로 피부 및 피하 부위의 겉보기에 정상 또는 점액종성 간질 조직으로 구분된 다양한 크기의 혈액으로 채워진 혈관 구조로 특징지어집니다[ 10 ]. 섬유아세포, 주변세포 및 평활근 세포는 증식하는 내피 세포와 함께 일부 형태의 혈관종증에서 볼 수 있습니다[ 1 ]. 혈관 증식의 특징이 있는 질환(예: 혈종, 혈관 과형성, 혈관종 및 혈관육종)은 혈관종증 진단을 위해 배제해야 합니다[ 7 ].\n이 개의 오른쪽 뒷다리 병변은 이전에 개 피부 혈관종증에서 보고된 총체적 병변과 유사하게 확산된 붉은색에서 보라색 변색으로 융기되었습니다[ 2 ]. 인간의 피부 혈관종증은 일반적으로 하지에 발생하고 그 다음으로 흉벽, 복부 및 상지에 발생합니다[ 11 ]. 반면, 보고된 개는 사지에 병변도 있었습니다[ 2 ]. 이 사례는 또한 병변이 오른쪽 뒷다리에 발생했다는 점에서 이전 보고와 일치합니다.\n이전에 보고된 피부 혈관종증이 있는 개의 조직학적 소견에는 표층과 심부 진피 전체에 흩어져 침투한 여러 모세혈관과 내피로 둘러싸인 해면상 혈관이 포함되었으며, 부속기를 둘러싸고 피하 지방 조직과 근육까지 확장되었습니다[ 2 ].인간에서는 혈관종증의 두 가지 주요 조직학적 패턴을 찾을 수 있습니다.첫 번째는 다양한 크기의 혈관과 정맥 벽에 인접한 모세혈관 클러스터의 무질서한 증식입니다.두 번째는 결절로 배열된 모세혈관 크기의 혈관 클러스터로 둘러싸인 중앙의 큰 혈관입니다[ 11 ].본 사례에서 상피에서 경미한 해면화가 관찰되었고 상피의 혈관 확장과 주변 조직으로의 염증 세포 침윤을 동반한 혈관 증식이 관찰되었습니다.침윤된 염증 세포의 대부분은 비만 세포로 확인되었지만 형질 세포도 확인되었습니다. 혈관종의 조직학적 패턴으로서 혈관 확장을 동반한 혈관 증식이 진피 모낭 하부에서 관찰되었습니다. 혈관을 덮고 있는 세포는 잘 분화된 내피 세포로 확인되었습니다. 이러한 조직병리학적 발견은 피부 혈관종증이 있는 사람과 개에서 이전에 발견된 결과와 일치했습니다[ 2 , 11 ].\n본 증례에서는 비만세포 기반의 혈관주위 염증세포 침윤이 나타났는데, 이는 이전에 보고된 혈관종증의 조직학적 소견이 아니었다. 혈관 내피 성장 인자, 염기성 섬유아세포 성장 인자, 형질전환 성장 인자-β, 종양괴사인자-α, 인터루킨-8을 포함한 여러 비만세포 유래 매개체는 혈관신생을 촉진하고 혈관 내피세포 증식을 조절한다[ 12 ]. 나아가 비만세포는 개 피부 혈관종, 혈관육종, 유선선종, 선암의 발생과 진행에 중요한 역할을 할 수 있다[ 13 ]. 이 증례에서 혈관 주위로 비만세포가 침윤된 것은 과도한 혈관 증식 때문인 것으로 생각된다. 반면 혈관염을 포함한 면역 매개 질환을 배제할 수 없었기 때문에 치료적 진단을 위해 면역 조절 용량의 프레드니솔론이 처방되었지만 병변은 호전되지 않았다. 따라서 면역 매개 질환은 감별 진단에서 제외되었습니다.\n피부 혈관종은 노령견에서 발병률이 높습니다. 직경 0.5~4cm에 달하는, 홀로 있고 둥글고 잘 경계가 지어지고 단단하거나 변동이 심한, 융기된 청자색에서 붉은색을 띤 검은색 피부 또는 피하 성장이 보고되었습니다[ 14 ]. 이 사례에서 혈관 증식은 조직병리학을 통해 확인되었습니다. 반면 악성은 관찰되지 않았으므로 확산성 혈관종일 가능성이 있으며, 이는 피부 혈관종증을 나타냅니다[ 2 , 9 , 10 ]. 병변의 모양과 조직병리학에서 악성 소견이 없다는 점을 고려하여 혈관육종도 감별 진단에서 제외했습니다.\n비록 세균 감염과 외상이 혈관종증을 일으킬 수 있지만, 특정 원인이 없는 혈관종증도 보고되었습니다 [ 2 - 4 ]. 세균성 혈관종증은 세균 감염으로 인한 가장 흔한 유형의 혈관종증 중 하나입니다 [ 4 ]. 따라서 이 개에서는 세균성 혈관종증이 감별진단이었습니다. 반면에 세균성 혈관종증은 피부과 검사나 조직병리학에서 감염원이 발견되지 않았기 때문에 이 사례와는 일치하지 않았습니다. 외상으로 인한 혈관종증도 환자의 병력, 신체 검사 및 방사선 조사에 근거하여 배제했습니다.\n혈액 검사 결과는 이상 없었습니다. 이 개에서 고단백혈증과 고알부민혈증은 탈수로 인한 것으로 의심되었습니다. 따라서 이 사례는 원인 불명의 피부 혈관종증으로 추정되었습니다.\n이 개는 신호, 총 병변, 다른 질병 배제 및 조직병리학 결과를 바탕으로 결국 원인 불명의 피부 혈관종증으로 진단되었습니다. 이전에 진행성 피부 혈관종증이 보고된 개는 약 10년에 걸쳐 느린 진행을 보였습니다[ 7 ]. 추적 기간도 짧았기 때문에(45일) 이 개의 피부 혈관종증이 진행성인지 정확하게 판단하는 것은 불가능했습니다.\n이 증례 보고에는 몇 가지 제한점이 있습니다. 첫째, 피부 혈관종증의 원인을 확인하지 못했습니다. Warthin-starry 염색 및 중합효소 연쇄 반응과 같은 Bartonella 를 식별하는 검사를 실시하지 않았기 때문에 Bartonella 감염을 배제 하지 못했습니다. 둘째, H&E 염색으로 혈관 증식을 확인했지만 혈관 증식의 확인 마커인 CD31 면역조직화학염색을 수행하지 않았습니다[ 15 ].\n결론적으로, 확산성 피부 병변과 조직병리학적으로 혈관종 패턴을 보이는 개는 피부 감염성 질환, 혈관종, 혈관육종 및 혈관염을 포함한 다른 가능한 질병을 배제한 후 피부 혈관종증으로 진단할 수 있습니다. 이 보고서는 한국에서 개 피부 혈관종증의 첫 번째 사례를 제시합니다.\n"
}