{"title": "40 .진돗개에서의 고니오디스게네시스 관련 녹내장", "author": "정만복", "publisher": "한국수의과학회", "department": "안과", "disease": "40 .진돗개에서의 고니오디스게네시스 관련 녹내장\n10세 된 온전한 암컷 진돗개 한 마리가 1주일 동안 결막 충혈과 눈 분비물의 병력을 가지고 내원했습니다. 왼쪽 눈. 위협 반응, 눈부심 반사, 직접 동공 빛 반사가 없었하였다. 슬릿 램프 생체 현미경 각막 부종, 섬모 홍조, 수성 발적이 드러났하였다. 안구 내압은 68 mmHg였습니다. 이용 가능한 자료에 따르면, 녹내장과 포도막염 진단이 내려졌습니다. 안압 상승에 따른 시신경 손상. 사례 보고 미주리주 콜럼비아 65211, 미국 고니오디즈게네시스(goniodysgenesis), 후방 교착(pos terior synechia), 그리고 트라베큘라 망사(trabecular meshwork)의 색소 분산의 효과. 이것은 첫 번째 일차 보고입니다. 진돗개에서 선조체형성이상으로 인한 녹내장. 키워드을 실시한다 개, 녹내장, 고니오디시스게네시스, 진도 개 녹내장은 사망으로 인한 점진적인 시력 상실을 유발합니다. 망막 신경절 세포와 축삭이 비정상적으로 증가하여 발생합니다. 압력(IOP) [1]. 의료적 원인(선천성, 원발성 또는 이차성)과 홍채각막각(ICA) 진단를 기반으 로 분류할 수 있습니다. 전방각경검사(개방형, 협측형, 폐쇄형). 안압 상승에 따른 시신경 손상. (POAG) 및 폐쇄각녹내장(PACG)[1]. 전방각발생이상(GD) 및 빗장인대 이 형성증(PLD)이 범위에 포함되었습니다. 빗살인대의 이상. 따라서 PACG와 GD는 모두 ICA의 형태 학적 이상을 설명하는 데 함께 사용되었습니다. 많은 개 품종이 PACG의 영향 을 받는 것으로 보고되었습니다[2]. 안압 상승에 따른 시신경 손상. 차이점 및 높은 IOP, 나이, 유전, 혈관 요인, 면역학적 요인 및 환경 요인을 포함한 기타 요인 [1]. 안압 상승에 따른 시신경 손상. 가능한 지리적 차이[3,4]. 이전 보고서는 단 하나뿐입니다. 진돗개 안과감염에 관하여 (한국천연기념물 제10호) 기념물 번호 53) 그러나 원발성 녹내장에 대한 설명은 없습니다[5]. 안압 상승에 따른 시신경 손상. 10세 된 온전한 암컷 진돗개에 게 1주일간의 병력을 보고했습니다. 결막 충혈과 왼쪽 눈의 눈 분비물(OS). 내원 시, OS에서 안구염, 점액 분비물, 경미한 안검 경 련이 분명했하였다. 위협 반응, 눈부심 반사, 직접 동공 빛 반사 (PLR)은 OS에서 없었하였다. OS에서 오른쪽 눈(OD)으로 가는 간접 PLR은 또한 결여되어 있습니다. 슬릿램프 생체현미경(HS 7 000; Huvitz Co., Ltd., Korea)에서, OS에서 뚜렷한 상강막 혈관 주입, 확산성 각막 부종 및 각막 주위 섬모 홍조가 관찰되었으 며, 중등도(3+)의 플레어와 홍채 홍채 홍조증 및 홍채 봄베를 동반한 동공 확장증이 관찰되었 습니다. 플루오레세인 염색 각막 결함이 나타나지 않았하였다. IOP는 리바운드 안압계(TonoVet®)로 측정했하였다. Icare/Tiolat, 핀란드)는 OD 20 mmHg, OS 68 mmHg였다. 간접 안구경 검사(Vantage Plus® ; Keeler Instruments Inc., 미국)와 고니오스코피(Koeppe 대형 판단용 렌즈(Ocular Instruments Inc., USA)의 OS가 시도되었습니다. 109 그러나 각막, 전방각막염으로 인해 안저 및 ICA를 관찰하는 것은 불가능했하였다. 첫 번째 제시 시 슬릿 램프 생체 현미경을 기반으로 한 좌안의 눈 모 양. (A) 직접 확산 이미지 조명. 각막 부종, 각막 주위 부종에 주목하세요. 섬모 홍조, 동공 확장증 및 포도막 외반증. (B) 직접 제공 이미지 초점 조명. 포도막염을 나타내는 수성 플레어에 주목하세요. 챔버 문제. OD의 전방각경 검사에서 부분적으 로 좁아진 ICA가 나타났습 니다. 안과 검사 결과 우리는 개를 녹내장과 포도막염 OS로 판단할 수 있었습니다. 부분적으로 OD를 제외하고는 이상은 없었하였다. 초기 진료 시 ICA가 좁아짐. OS의 국소 약물에는 i) 2% 도르졸라마이드 HCl이 포함됩니다. (Trusopt®; Laboratoires Merck Sharp & Dohme Cibret, 프랑스; q8h), ii) 0.5% 레보플록사신(Cravit®; Santen Pharmaceutical 주식회사, 일본 오사카; q8h), 및 iii) 1% 프레드니솔론 아세테이트 (Pred Forte®; Allergan Pharmaceuticals, Ireland; q6h). OD의 예방적 치 료는 0.5% Betaxolol로 구성됨 (Betoptic®; Alc on couvreur NV, 벨기에 Puurs; q12h). 개는 첫 진료 후 1주일 후에 재검진을 받았하였다. 우리 병원에서. 주인은 첫 번째 진료와 비교했을 때 의미 있는 개선이 없다고 보고 했습니다. 집에서 국소 약물을 주입하는 데 어려움이 있었하였다. 핵출술이 권장되었습니다. 소유자의 불충분한 준수와 불량한 예후. 정기적인 혈액 검사 수술 전 작업은 특별한 것이 없었하였다. 결막하 첫 번째 제시 후 2주 후에 핵출혈을 시행했하였다. 지구본을 포르말린에 담그고 병 원으로 보냈하였다. 위스콘신 비교 안과 병리학 연구실 미국 위스콘신 대학에서 조직병리학적 평가을 위해 OD 방지 치료를 0.5%로 계속 했습니다. 베탁솔롤(q12h). 동료 눈은 임상적 녹내장을 발병했습니다. OS가 녹내장을 발병한 지 2년 5개월 후. 조직학적으로 OS 전방 및 후방 챔버 및 유리 체에는 약간 호산성 단백질이 포함되어 있었습니다. 재료. 홍채 프로필은 얇고 앞으로 구부러져 있으며 조밀한 섬유혈관막이 전방 렌즈 캡슐을 따라 늘어서 있었는데, 이는 홍채 봄베와 일치했하였다. 홍채 기질에는 흩어진 림프구와 형질 세포가 있었하였다. ICA는 홍채와 같은 조직으로 인해 왜곡되었다. 홍채의 바닥은 ICA를 가로질러 Descemet 막의 가 지 모양의 끝에 부착되며 관 찰 결과는 다음과 같습니다. GD. 섬모 틈새와 해면체 망상조직이 포함되어 있하였다. 수많은 색소 세포와 자유 멜라닌 과립(색소 분산). 변연 강막은 얇았습니 다. 망막 위축과 시신경 보존이 있었습니다. 머리는 심하게 움푹 패여 있고, 신경교종이 있고, 위축되어 있었습니다. 안압 상승에 따른 시신경 손상. H&E 염색을 통한 조직병리학적 평가. (A) 홍채각막각도는 홍채 바닥에서 뻗어나온 홍채와 유 사한 조직에 의해 왜곡되어 홍채각막각도를 가로지릅니다. (화살표) 및 Descemet's mem brane의 가지가 난 끝에 부착(화살촉). 섬 모 틈새와 해면상망 수많은 색소 세포 와 자유 멜라닌 과립을 함유함 (색소분산). (B) 시신경 유두가 심하게 컵형, 신경교종, 위축형(별표). 척도 막대 = 20 µ m(A) 및 50 µm(B). GD, 후방 유착 및 섬유주 망상조직 내 색소 분산과 관련된 효과를 기반으로 한 혼 수상태. 이 사례 연구는 저자의 최선의 지식에 따라 다음과 같습니다. 안압 상승에 따른 시신경 손상. 원발성 녹내장은 많은 경우 유전됩니다. 개 품종에서 발생하며 기존의 다른 안구 감염과 관련되지 않은 IOP 상승으로 정의됩니다 [1]. 자주, PACG는 또한 PLD 또는 GD로 알려 진 빗살 인대의 선천적 이상과 관련이 있습니 다. 이차성 녹내장에서 IOP의 증가는 선행 또는 포도막염 및 수정체 탈구와 같은 동시 안구 감염/ 방수 유출을 물리적으로 차단할 수 있는 반탈구[1]. 이 보고서에 설명된 임상적 표현을 통해 우리는 이 안감염을 2차성 녹내장으로 판단하기 위해서는 각막 부종과 염증 세포가 중등도로 존재하여 빗살인대의 전방경 평가가 불가능했 습니다. 전방안방의 수준. 안압 상승에 따른 시신경 손상. 위에서 설명한 조직병리학적 소견은 다음과 유사하다. 이전 보고서의 조직병리학적 GD와 관련된 것들; 예를 들어, 대부분의 1차성 개에서 나타나는 포도막 염증 침윤 및 색소 분산 녹내장[2,6]. GD는 많은 개 품종에서 설명되었습니다. 하지만 진돗개는 GD에 포함되지 않았습니다. 이번 사례까지는 그룹으로 분류되지 않았다[1]. 이전 조사에 근거하여, 본 진돗개 보고에서는 GD의 존재가 후부 유착증 및 색소 분산과 같은 염증 변화와 함께 영향을 받았을 수 있하였다. 녹내장 OS의 발병[7]. 안압 상승에 따른 시신경 손상. 몇 년에서 며칠 이내에 [2]. 이러한 이유로 많은 연구에서 같은 눈에 대한 방지적 항 녹내장 약물의 필요성에 대해 보고되었습니다 [8,9]. 이 증례 보고에서, 예방적 항녹내장 약물(0.5% Betaxo lol, q12h)을 사용 했음에도 불구하고, 동료 눈 OD는 녹내장 OS가 발병한 지 2년 5개월 후에 녹내장이 발병했하였다. 그러나 방지 약물은 내과적 치료를 시작한 지 2년 5개월 간격을 기준으로 녹내장 OD의 발병을 지연시켰을 가능성이 있습니 다. 현재 보고에서 조직병리학적 검사에 의한 GD 판단과 대측 눈에서 녹내장 이 발병한 것 모두 개 품종이 원발성 녹내장을 보일 수 있음을 입증하기에 충분해야 합니다. 우리는 한국 진도개 개체군(천연기념물 제53호)에서 GD와 관련된 원발성 녹내장, 후방 유착 및 섬유주망막의 색소 분산이 존재할 가능성을 제시합니 다. 따라서 이 한국 개 품종에서 GD 관련 녹내장의 의료적 유병률을 조사할 필요가 있습니다.\n"}