{
    "title": "개(2판)-수의사와 보호자가 함께보는 반려동물 아틀라스 시리즈 1",
    "author": "정나래 역 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "안과",
    "disease": "Mucus or mucopurulent secretion\n쉬르머 검사\n\n건성각결막염 의심\n 8~10 mm/min\n건성각결막염 확진:\n정상 값\n15~20 mm/min\n 내과적 처치\n가능하다면 건성각결막염의 원인을 제거한다.\n눈물 생산량을 증가시키거나 눈물 보조제로 관리한다.\n염증과 감염을 관리한다.\n면역매개성이라면 면역억제제를 사용한다(사이클로스포린).\n건성각결막염 _Keratoconjunctivitis sicca (KCS)\n눈물의 양과 질의 결핍으로 인한 각막의 (그리고 결막의) 염증성 질병. 편측성일 수도 있지만 보통은 양측성으로 나타난다. 병증이 진행될수록 각막의 생리학적 특징으로 이를테면 투명도, 부드러운 표면, 밝기와 무혈관성이 소실된다.\n\n백색 각막 Whitish cornea\n\n각막에 점액의 존재는 건성각결막염의 증상으로 볼 수도 있다.\n\n건성각결막염의 원인으로는 눈물샘의 자가면역성 손상에 의한 것이 많다\n(림프형질세포성 눈물샘염).\n\n각막궤양의 종류\n형광물질이 코눈물관을 통해 나옴\nFluorescein drains through the nasolacrimal duct\n수술적 처치\n결막 피판은 깊은 궤양이나 데스멧막류에 이용한다. 피판은 각막의 결손부를 채우고 회복을 도우며 천공을 막아준다.\n결손부는 삼안검을 안구결막에 봉합하여 덮을 수 있다(의역: 제3안검플랩, 원문: 검판봉합술).\n무통성 궤양과 만성 궤양은 조심스럽게 문질러 벗겨내고, 마모시키거나 격자 각막절제술을 통해 회복시켜야만 한다.\n\n\n\n통증과 이차적인 감염 가능성은 반드시 차단해야 한다. 치료가 촉진될 것이다.\n각막의 하나 혹은 하나 이상의 층이 손상 받음. 얕은 혹은 깊은 궤양,\n데스멧막류로 구분될 수 있다.\n재발성 혹은 무통궤양은 약물 치료에 재발하는 경향을 보인다. 단두종(복서, 불독, 퍼그)에서 종 소인이 있다.\n원인 _Causes\n외상\n이물\n자극원\n지속적인 털 자극\n건성각결막염\n세균과 바이러스\n\n백내장 치료를 위한 수술법\n수정체유화술을 이용한 피막외백내장적출술이 선택될 수 있다. 초음파가 수정체를 조각내어 위험성, 부작용, 수술시간을 단축시킨다.\n\n원인 _Causes\n퇴행성(흔함)\n외상\n대사장애(당뇨성 백내장)\n독성물질\n유전적(선천성 혹은 소아백내장)\n다른 안과질환\n수정체의 변성 _Degeneration of the lens\n백내장 _Cataracts\n백내장은 수정체의 일부 혹은 전체가 투명도를 잃는 것이다. 백내장은 편측성 혹은 약측성일 수 있고 그 위치나 성숙도 발생 나이나 진행에 따라서 구분지을 수 있다.\n각막에 작은 절개\n수정체의 핵을 초음파로 파괴하고 내용물을 빨아들임\n\n가끔 성숙 백내장은 렌즈소대의 떨어짐과 위치이상을 유발하며 이는 안압상승을 유발한다.\n수정체는 보통 푸른빛을 띄는 흰색\n인공수정체 삽입\n\n안검내번\n편측성 혹은 양측성 눈꺼풀이 내측으로 말려 다음과 같은 증상을 보임:\n눈물량 과다, 눈부심\n눈이 불편하여 눈을 감음\n지속적인 털 자극에 의한 각막염과 각막궤양\n이소첩모\n털이 결막과 같은 비정상적인 위치에서 자라 각막을 향함\n눈꺼풀과 속눈썹 질환 _Eyelid and eyelash disorders\n첩모난생\n털이 정상적인 위치에서 자라 각막을 향함. 첩모난생은 안검내번과 종종 관련이 있다.\n\n\n안검외번\n눈꺼풀 모서리가 외측으로 말려, 결막과 각막이 노출되고 보호되지 못함. 보통 양측성이며 다음과 같은 증상을 보임:\n결막노출\n눈물량 과다\n만성 노출성 각막염\n\n이열첩모, 첩모중생\n추가적인 속눈썹이 비정상적인 위치에서 각막을 향해 자랄 수 있다. 보통 상안검 마이봄선의 분비관에서 나타난다. 첩모중생: 하나 이상의 털이 같은 관에서 나오는 것.\n\n본 병증을 치료하기 위해 특화된 수술이 필요함\n\n\n\n병력 및 임상중상\n증 례\n체중 18kg의 3년령 암컷 풍산개가 약 1년 동안에 걸친 간헐적인 구토와 식욕저하 증상으로 인해 서울대학교 부속동물병원으로 내시경 검사를 위해 진료 의뢰되었다. 품고에 의하면 본 환견은 불규칙적으로 2-3일에 걸친 구토증과 식욕부진을 나타내고 수일 후 임상증상이 자연 소실되나 다시 재발되는 양상을 반복해 오고 있었다. 본 병원에 내원전 이미 5개월 동안 수회 간헐적으로 항구토제와 제산제를 경구로 투여 받았으나 다시 임상증상이 재발되는 양상을 보여 왔으며 심한 경우에는 토물에 혈액이 혼재된 경우도 관찰되었다고 한다. 초기 내원 이틀 전부터도 다시 구토증과 식욕부진을 호소하였으며 분변의 흑색변화도 관찰되었다고 한다."
}