{
    "title": "동물행동학",
    "author": "유정칠 외 역",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "동물들 중 어떤 집단이든지 충분히 오래 관찰을 하면 당신은 집단 내 개체 간 차이를 알게 될 것이다. 예를 들면 몇몇 유인원학자들은 당신과 내가 실험한 것과 같은 방법으로 침팬지에게 성격이 있다고 당신에게 말해 줄 것이다. 한번 침팬지의 성격에 대해 알게 된다면 당신은 일반적으로 그 동물이 새로운 행동계획에 놓여 있을 때 어떻게 행동하게 될 것인지도 예상할 수 있게 된다. 예를 들어서 “걱정많은(anxious)” 성격의 침팬지가 새로운 환경에 처했을 때 “대담한” 성격을 가진 침팬지들과 달리 행동할 것이다. 특히 인간과 가까운 연관성을 가진 침팬지가 아닌 다른 많은 동물들과 관련하여 같은 방식의 언쟁이 일어날 수도 있다. 예를 들어 이 책을 통해 여러 번 논한 가시고기들은 논란이 되지만 “대담함”과 “내성적(inhibited)”으로 불리는 성격을 가지고 있다. 만약 우리가 가시고기에게 위험한 상황의 존재하에 여러 번 실험을 하면 아주 다른 행동학적 형태로 나뉠 것이다. 몇몇 가시고기들은 위험을 무릅쓰고 위험한 것을 탐구하려 할 것이고 나머지 가시고기들은 그렇지 않을 것이다.\n비록 어떤 한 가지 행동이 동물에게 닥친 문제를 푸는 데 최적의 해결책이라는 확실한 예들이 있지만, 가끔 다양한 행동적 해결책들이 공존하기도 한다. 동물들은 공격적으로 혹은 수동적으로 협력하거나 협력하지 않을 수도 있으며, 이것은 서로 다른 다양한 행동들의 결합이 집단 내에서 현재 종종 일어난다. 여기서 우리는 이 개념을 더욱 확장하여 대처 방식(coping style) 혹은 행동 증후군(behavioral syndrome) 또는 행동학 문헌에 나오는 기질(temperaments)이라고 불리는 개체 사이에서의 지속적인 행동적 상이함을 “성격(personalities)”이라고 할 수 있는지 살펴보겠다(Bell, 2007; Dall et al., 2004; Dingemanse and Reale, 2005; Reale et al., 2007; Sih et al., 2004a, 2004b).\n우리는 성격차이(personality differences)의 개념을 개체 사이의 일관된 장기적인 표현형적 행동의 상이함이라고 정의할 것이다(Bell, 2007; Caro and Bateson, 1986; Clark and Ehlinger, 1987; Dingemanse and Reale, 2005; Pervin and John, 1997; Schleidt, 1976; Slater, 1981; Stamps, 2007). 이 정의는 심리학자들이 사람의 성격을 말하는 것과 흡사하다. 사실 이 정의는 동물의 모형을 토대로 넓은 의미의 성격을 이해할 뿐 아니라 인간의 성격적 “장애(disorders)” 치료를 돕기 위한 심리학적 문파까지 성장시키고 있다(Gosling, 2001; Henry and Stephens, 1977; Koolhaas et al., 1999; McGuire and Troisi, 1998; Stevens and Price, 1996; Wenegrat, 1984; Zuckerman, 1996).\n동물의 성격에 대한 우리의 논점은 진화적 게임이론의 언어로 개체 간 차이를 살펴봄으로써 설명될 수 있다(Dall et al., 2004). 다시 말하자면 게임이론 모형은 가끔 하나 이상의 행동적 전략을 담고 있는 해결책을 제시하는데, 즉 매와 비둘기 혹은 협동자와 약탈자와 같은 예를 들 수 있다. 만약 한 개체가 오랜 기간 동안 어떤 전략을 수용한다면, 그 전략이 성격적 변수로 생각될 수 있다. 10장에서 만났던 생산자와 약탈자에게로 돌아가 보자. 그룹 내에서 먹이활동을 할 때, 동물들은 종종 하나 혹은 두 가지의 서로 다른 전략을 수용한다. 먹이를 찾는 생산자들은 발견되지 않은 새로운 먹이활동 장소에 관련된 에너지 소모를 감수한다. 반면에 약탈자는 생산자를 관찰하고 생산자의 먹이활동에 기생하여 새로운 먹이활동 장소가 어디 있는지를 학습한다.\n크리스 바너드(Chris Barnard)와 리처드 시블리(Richard Sibly)는 성격 유형에 대한 모형으로 사용할 수 있는 생산자-약탈자에 대한 게임이론모델을 구축하였다(Barnard and Sibly, 1981). 이 게임에서의 해결책은 생산과 약탈에 관련된 정확한 손실과 이익에 따른 각 전략의 평형 빈도와 함께 생산자와 약탈자 둘 다의 조합이다. 어떤 게임이론모델에 따르더라도 하나 이상의 행동적 전략을 갖는 해법은 최소한 두 가지로 생각될 수 있다. 생산자의 평형 빈도가 75%라고 상상해 보면 약탈자의 평형 빈도는 25%이다. 이것을 해석하자면, 각 그룹의 75%가 생산자의 전략을 사용하고, 25%는 약탈자의 전략을 이용하고 있다는 이야기다. 다르게 말하자면, 그룹의 75%의 생산 전략을 쓰는 개체들이 계속적으로 생산자 전략을 수용하고, 25%의 개체들이 약탈자 전략을 수용한다고 볼 수 있다. 종종 일어나는 이 경우에는 생산자-약탈자 게임은 성격형질을 예상할 수 있는 방향으로 생각될 수 있다(Giraldeau and Caraco, 2000).\n물론 생산자와 약탈자는 동물과 인간에서 그들 자신의 성격형질을 표현하는 한 가지 표현 방법일 뿐이다. 이번 장에서 우리는 다음에 대하여 탐구할 것이다.\n• 대담한 성격과 내성적 성격 타입\n• 넓은 범주의 종들과 생태적 조건들을 통한 성격 사례 연구\n• 대처 방식의 차이\n• 동물의 성격에 대한 실제적 함의\n| 대담함과 소심함\n심리학자들은 한 개체가 매우 소심함으로부터 매우 대담한 연속체로 향하는 것은 아직도 연구되어지는 가장 안정된 성격의 변수들 중 하나라고 오랫동안 논쟁을 하였다. 만약 당신이 어릴 때 소심했다면, 당신이 나이가 들었을 때도 소심할 가능성이 높다(Kagan, 1994; Kagan et al., 1987, 1988, 1989). 소심함과 대담함의 정의는 매우 다양하지만, 대담함(boldness)은 보통 친숙하거나, 친숙하지 않은 상황 모두에서 위험을 감수하려 드는 경향을 말하며, 소심함(shyness)은 그러한 위험 부담을 거부하거나 혹은 친숙하지 않은 행동에 관여하는 것조차 거부하는 것을 말한다. 심리학적 용어로 소심함은 “거부행동”과 유사하며 대담함은 적극적인 탐구와 비슷하다(Zuckerman, 1979, 1994).\n심리학자들은 종종 매우 중요한 성격형질인 대담함과 소심함에 대해 다음과 같이 말한다. 즉 한 상황에서 대담한 개인은 다른 상황에서도 대담하며, 소심한 개인 또한 같은 방식으로 소심하다. 그러나 진화적으로 기초하여 행동학자들은 자연선택이 필연적으로 매우 중요한 성격형질인 대담함이나 소심함을 선택해야 할 이유는 없다고 말한다. 대신, 개체들은 어떠한 상황에서 탐구한 행동적 상황과 연관된 손실과 이익에 따라 다른 개체들에게 대담할 수 있고 소심할 수도 있다(Coleman and Wilson, 1998; Rodel et al., 2006; Wilson and McLaughlin, 2007; Wilson and Stevens, 2005; Wilson et al., 1993, 1994). 이러한 관점을 우리가 여기서 논하려 하는 것이다. 이러한 관점을 수용하는 것은 소심함과 대담함이 다른 상황에서도 일반적으로 적용되는 진정한 성격형질은 아니라고 말해준다. 그러나 예를 들어 특성적 상황 용어인 “대담한 먹이 탐색자”를 먹이 활동을 할 때 지속적인 대담함을 보이는 개체가 있는 한 성격형질로 고려하지 않을 이유는 없다.\n행동적 거부와 대담한 성격에 대해 행동생태학자와 정신건강 단체에 속해 있는 사람들 사이에 일반적인 흥미가 있는 것은 당연한 일이다. 이것은 유형 간의 대립을 통한 진화이다(Kagan, 1994; Kagan et al., 1988; Marks, 1987; Marks and Nesse, 1994; McGuire and Troisi, 1998; Nesse and Williams, 1995; Stevens and Price, 1996; Wilson et al., 1994; Zuckerman, 1994). 대담함과 소심함의 손실과 이익에 대하여 실험적으로 일부가 밝혀지기까지 심리학적, 정신의학적 그리고 생리학적 관점으로부터 거부와 대담성에 대하여 많은 연구가 진행되었다(Gerra et al., 1999; Kogan and Wallach, 1964; Koopsman et al., 1995; Moller et al., 1998; Zuckerman, 1979, 1991, 1994, 1996). 행동학적 관점에서 거부와 대담성이 이러한 형질들과 관련된 손실과 이익의 지식을 통해서만 얻어진다는 것을 이해한다. 그렇다면 대담함과 거부의 손실과 이익에 대하여 심도 있게 연구된 두 종에 대하여 알아보도록 하겠다.\n대담하고 소심한 호박블루길\n데이비드 슬로언 윌슨(David Sloan Wilson), 크리스틴 콜맨(Christine coleman)과 그의 동료들은 호박블루길(Lepomis gibbosus)에서의 소심함과 대담함에 대하여 연구하였다. 윌슨과 그의 팀은 야생에서 사는 소심한 물고기와 대담한 물고기를 분리하기 위하여 뛰어난 트랩 방법을 이용하였다. 그들은 두 가지 기술을 이용하여 연못에 개복치를 가두었다. 첫 번째 기술은 물속에 트랩을 두는 것이었다. 이 물속의 트랩은 “새로운 물체(novel object)”를 흉내낸 것이었고 이 실험은 심리학자들이 사람을 소심함-대담함 연속체에 따라 인간을 분류하는 방법과 같다. 이 트랩은 호박블루길이 능동적으로 헤엄처 들어가서 수집되도록 설계되어 있고, 한번 물고기가 트랩에 들어가면 나오기 힘든 구조이다. 아마도 이 방법은 처음 그 트랩이 놓였을 때 처음으로 기꺼이 들어가는 대담한 호박블루길을 잡기 위한 것이다.\n두 번째 방법은 후릿그물(seine)이라 불리는 큰 그물을 연못 바닥을 따라서 끌고 다니는 것이다. 후릿그물은 물속의 트랩을 모두 수거한 후에 사용하였고, 이런 방법으로 트랩 근처의 모든 호박블루길들을 잡았다. 후릿그물에는 주저하는 물고기와 대담한 물고기가 함께 잡히는데 트랩에 물고기가 잡혔다면 그물에 걸린 물고기보다 트랩에 잡힌 물고기가 더욱 대담한 물고기일 것이다. 추가로 연구자들은 트랩에 잡힌 물고기를 두고 30초 동안 연못에서 그물 안에 두도록 하는 독창적인 방법을 썼다(얼마의 시간이 걸리든 연못에서 후릿그물을 흔들었다). 이 과정은 그물이 트랩에 걸리는 것보다 더 충격이 큰 것인지 알아보고, 나아가 그물과 트랩에 걸린 물고기 사이에 어떠한 차이점이 있는지를 다루기 위해서이다. 결과는 그렇지 않다고 나타났다.\n다음으로 윌슨과 그의 동료들은 트랩에 걸린 물고기와 그물에 걸린 물고기의 식단과 기생충 감염 그리고 성장률을 연구하였다. 게다가 물고기를 놓아줄 때 표식을 하여 놓아주었고 이 표식을 갖고 있는 물고기에 대한 심화 관찰을 하였다. 한 실험에서는 트랩에 잡힌 물고기와 그물에 걸린 물고기를 표식을 해서 연못에 놓아준 뒤 행동 관찰을 하는 것이었는데, 트랩에 걸린 물고기가 그물에 걸린 물고기보다 관찰자로부터 덜 도망가는 행동을 나타냈고, 따라서 이것을 대담한 물고기라고 기대할 수 있었다. 호박블루길의 자연 상태에서의 행동 관찰은 관찰자들이 두 가지 서로 다른 방법을 이용하여 서로 다른 비율의 대담한 물고기와 소심한 물고기를 수집한 것으로 제안한다.\n연못에서 트랩에 잡혔던 물고기들은 다른 물고기보다 더 멀리 나아가 먹이활동을 하였고 그들의 식단에는 그물에 잡혔던 물고기들의 식단보다 세 배 가량 많은 요각류(작은 갑각류의 일종으로 보통 호박블루길의 먹이가 된다)가 포함되어 있었다(Ehlinger and Wilson, 1988; Wilson et al., 1996). 게다가 트랩에 잡혔던 물고기들은 그물에 잡혔던 물고기들과는 다른 기생충 감염을 보였는데 이것은 개인의 성격 형태에 따라 서로 다른 서식지를 이용한다는 것을 보여준다. 행동 관찰과 연관한 식이 상태와 기생충 데이터는 트랩에 잡힌 물고기와 그물에 잡힌 물고기는 같은 군집에서 채집되었지만 야생에서 꽤 서로 다른 행동을 하는 것을 보여준다. 하지만 트랩에 잡힌 물고기와 그물에 잡힌 물고기는 자연상태의 연못에서 함께 헤엄칠 때 각각의 그룹으로 나뉘어지지는 않는다.\n그물이나 트랩에 잡힌 물고기를 연구실로 가져가서 윌슨과 그의 동료들은 거의 3개월간의 행동학적, 심리학적 실험을 하였다(Wilson et al., 1993). 윌슨의 팀은 그물에 잡힌 물고기와 트랩에 걸린 물고기의 나이와 성별에 따른(각 그룹에서 거의 1:1의 비율로 나타났다) 차이점을 발견할 수 없었다. 트랩에 걸린 물고기들이 더욱 대담하다는 그들의 예상대로 그물에 걸린 물고기들보다 트랩에 걸린 물고기들이 실험실에서 먹이활동을 하는 데 더욱 빨리 적응하였다. 윌슨과 그의 동료들은 물고기들을 잡은 25일 후 트랩에 걸린 물고기들과 그물에 걸린 물고기들의 행동학적, 심리학적 사후 적응 실험을 하였다. 이 실험은 “다루기에 대한 반응(response to handling)”과 새로운 물체에 대한 실험, 두 그룹의 물고기 사이의 공격적인 경쟁, 그리고 스트레스에 대한 심리학적 실험을 포함한다. 그 어떠한 실험에도 트랩에서 잡힌 물고기와 그물에 걸린 물고기의 반응에서 차이점이 발견되지 않았다.\n윌슨의 팀에 의하여 측정된 여러 변수들이 정확히 어떻게 야생에서 서로 상호작용을 하여 소심하고 대담한 개체들의 빈도를 나타내는가는 매우 복잡하고 밝혀내기 어려운 문제이다. 그럼에도 불구하고 윌슨은 진정한 대담함 및 주저함 간의 연장선은 야생과 실험실 상태 모두에서 호박블루길에서 존재한다고 제안하며, 그리고 이 연장선에서 동떨어진 개체들은 섭식과 안전, 기생충 적재량과 같은 것에서 차이점을 보이는 경향이 있다. 이전에 연구를 참고하면, 실험실에서 각 개체별로 가두었을 때 트랩에 잡힌 물고기와 그물에 잡힌 물고기 사이의 차이점은 30일간의 사회적, 생태학적 고립 이후에는 사라진다. 실험실 상태에서 시간에 따라 차이점이 사라지는 것은 수많은 가능성 있는 설명들이지만, 윌슨과 그의 동료들은 생태학적으로 그리고 사회적으로 연관된 신호들이 대담함과 거부함 사이의 차이점을 단일화시키는 것이라고 가정하였으며, 그러한 신호들이 결여된 실험실 상태에서 대담함과 소심함 사이의 차이는 사라지거나 너무 작은 차이라고 예상한다.\n계속되는 연구에서 콜맨과 윌슨은 연못에서 트랩에 잡힌 표식된 물고기와 그물에 잡힌 물고기를 채집하여 그것들을 빨간 점이 있는 막대기, 새로운 먹이자원 그리고 새로운 포식자 등, 3가지 자극에 노출시켰다(Coleman and Wilson, 1998). 각 자극에서 각 개체마다 대담한 물고기와 그렇지 않은 물고기에서 차이점이 발견되었다. 그러나 가장 중요한 결과는 어떠한 하나의 자극에 노출되었을 때 지속적으로 대담한 물고기들이 또 다른 자극에 노출되었을 때도 대담할 필요가 없었다는 것이다. 이것은 대담함과 주저함이 진화적 모델의 예상대로 상황에 따라 특징적으로 발견되는 것임을 나타낸다.\n구피, 대담함, 그리고 포식자 탐색\n어류에서의 포식자 탐색 행동(2, 9 및 11장)은 내성적 행동과 대담한 행동의 손실과 이익을 측정하기에 좋은 행동적 시나리오를 가지고 있다(Brown et al., 2005; Dugatkin and Alfi eri, 2003; Fraser et al., 2001). 구피 개체들은 포식자 탐색 경향이 서로 다르게 나타나는데, 탐색 행동의 다양성이 특정 개체에서 상대적으로 낮게 나타나며 탐색자와 탐색하지 않는 개체들의 포식자 존재하의 행동에서 모두 일관성을 보인다(Dugatkin and Alfi eri, 1991b; Dugatkin and Wilson, 2000. 이러한 일관성의 이유로, 우리는 구피들이 주저함 없이 포식자에게 가까이 다가가는 대담성을 보인다는 것을 알 수 있다.\n9장에서 포식자 탐색과 협동에 대하여 배웠듯이, 포식자에게 접근하는 것과 특히 포식자를 가장 자주 가깝게 탐색하는 개체들은 위험하다. 진화적응학자들의 관점은 대담한 개체들에 대한 보상적인 이익이 있거나 혹은 자연선택이 이러한 형질을 개체군에서 도태시켰을지도 모른다고 가설을 세웠다. 장-구웨이 고댕(Jean-Guey Godin)과 나는 탐색과 번식 선택에 관한 연구에서 그러한 이익을 발견하였다(Godin and Dugatkin, 1996). 이 실험에서 각 시도당 수컷 한 쌍을 큰 수조에 두었다. 이 수조의 다른 한쪽에는 시클리드 포식자인 창꼬치를 가둔 또 다른 수조가 존재한다. 약간의 시도에서는 포식자가 존재했고, 그 외의 시도에서는 빈 수조를 두었다. 게다가 수컷들이 있는 큰 수조 안에 포식자 수조로부터 가장 먼 곳에 투명한 가림막을 설치하였다. 몇 번의 시도에서 시각적으로 뚫린 가림막 뒤에 암컷들을 놓았고, 몇 번의 시도에서는 암컷을 놓지 않았다. 우리는 더 화려한 수컷들이 더욱 포식자를 탐색하려고 하는 것을 발견하였으나 화려한 수컷과 수수한 수컷 사이의 탐색행동은 암컷이 있을 때만 보였고, 암컷이 없는 상황에서는 탐색행동의 차이점은 없었다. 암컷들은 또한 화려하고 대담한 수컷을 잠정적인 짝짓기 상대로 선호하였다. 수컷의 대담함과 색을 연관시키지 않았을 때, 암컷을 유혹시키는 것은 수컷의 대담함이지 색이 아니다.\n이 연구는 대담하게 되는 (주저함과 비교하여) 것의 한 가지 이점이 수컷으로 하여금 잠재적 짝짓기 상대를 유혹시키는 것임을 보여준다. 대담한 물고기가 됨으로써 얻는 또 다른 이익은 없을까? 이 질문을 탐구하기 위하여 나의 동료인 마이클 알피에리(Michael Alfieri)와 나는 수컷 구피가 탐색 동안에 대담함과 특정 먹이자원에 연관된 신호에 관련한 능력에 대한 실험을 위하여 두 가지 처리를 하였다(Dugatkin and Alfieri, 2003). 처리 I에서는 먼저 수컷의 대담함을 평가하고 학습 임무를 주었다. 처리 II에서는 처리 I의 반대의 실험을 하였다. 결과는 대담한 수컷 구피들이 주저하는 수컷보다 더욱 빨리 학습한다는 것을 보여준다. 하지만 이러한 이점이 나타나기 위해서 대담한 행동은 학습 기회보다 먼저 일어나야 한다. 포식자 탐색 그 자체는 대담한 물고기가 더 잘 학습하기 위한 전제조건이거나 혹은 행동적으로 주저하는 탐색에서의 학습이 부정적인 효과를 갖고 있을 수도 있다. 행동적으로 주저하는 탐색이 대담한 개체보다 포식자에 노출된 후 스트레스와 관련된 호르몬이 높은 수치를 갖는지 그리고 서로 다르게 나타나는 호르몬의 수치가 학습을 저해하는지에 대한 의문점들은 이 분야의 심화 실험의 흥미로운 점으로 남아 있다.\n| 몇 가지 사례연구\n이 책에서 공부한 대부분의 주제들과 비교하여 동물의 성격은 행동학에서 잘 연구되지 않은 분야이고, 전체 연구들 가운데 표준적인 연구방법론도 없다. 그것은 이 주제에 대한 수많은 연구들이 해를 거듭할수록 성장하고 있다는 말이며, 이번 절에서는 동물 성격의 다양한 면모를 잘 이해할 수 있는 몇 가지 경우의 연구들을 알아 보겠다.\n하이에나의 성격\n점박이하이에나(Crocuta crocuta)는 아프리카의 사바나에서 서식하며 협동적인 사냥을 하고 안정적 무리에서 지낸다. 암컷들은 그룹 내에서 알파(최상위)의 위치를 갖는데, 서열은 모계를 중심으로 승계되고 전체적인 하이에나의 사회적 삶은 매우 복잡하다(Engh et al., 2000; Frank, 1986a, 1986b; Gosling, 1998; Holekamp and Smale, 1998; Holekamp et al., 1996; Zabel et al., 1992). 샘 고슬링(Sam Gosling)은 이러한 복잡함 때문에 점박이하이에나에서의 성격을 연구하게 되었다(Gosling, 1998).\n고슬링은 무리생활을 하는 이 종에서 성격을 알아보기 위해서 34마리의 하이에나를 대상으로 몇 가지 변수로 구분하여 연구하였다. 그래서 그는 행동 x를 하는 하이에나가 행동 y, z를 더 하는지 혹은 덜 하는지에 대하여 연구하였다. 현재까지의 동물행동학 연구가 해온 것과는 달리 고슬링의 하이에나 연구는 다소 다른 방법으로 진행되었다. 연구가 시작될 즈음, 하이에나 전문가 3명에게 다른 동물의 성격 연구에서 적용되었던 42가지의 성격형질을 제시하였고, 그중 어떤 형질이 하이에나에게 적용되는지를 물었다. 그리고 이 전문가들에게 인간의 성격에서 사용되는 40가지의 성격형질 목록을 주고 하이에나에게 적용될 수 있는 형질이 어떤 것인지를 물었다. 이 3명의 전문가들의 답에 기초하여 고슬링은 60가지의 주요 성격형질을 취합하였다. 마지막으로 2명의 또 다른 전문가에게 이 60가지 성격형질 목록을 제시하고 중복되는 형질(“두려움”과 “불안함”은 같은 것으로 보았다)을 제거하도록 한 다음 최종적으로 44가지의 성격형질을 얻었다.\n4명의 관찰자들이 34마리의 하이에나의 행동을 관찰하고 위의 리스트를 이용하여 점수를 주도록 하였다. 그 다음 고슬링은 통계처리를 통하여 특정 형질들을 함께 묶을 수 있는지, 그리고 그렇게 묶은 그룹들이 하이에나의 성격에 적용되었을 때 인정할 만한지를 보았다. 그 결과 하이에나의 성격은 5가지의 형질에서 쉽게 이해될 수 있었는데, 그 종류는 자기주장(원래의 44개 형질 중 15개와 부합됨), 민감성(44개 형질 중 12개), 인간에 대한 수용성(44개 형질 중 7개), 사회성(본래 형질의 4가지) 그리고 호기심(본래 형질의 6가지)으로 나눌 수 있다(표 17.1).\n고슬링은 이 통합적인 성격형질이 개인의 성, 나이, 혹은 서열 순위와 상관관계가 있는지 연구하였다. 나이와 서열 순위는 이 성격들과 어떠한 상관관계도 없었다. 그러나 모계중심의 서열 사회에서야 볼 수 있는, 즉 암컷이 수컷보다 더욱 자기주장적이었다.\n동물 성격에 대한 연구에 있어서 하이에나에 대한 연구가 어떤 의미를 갖는지 보기 위해서, 고슬링은 5가지 통합적 형질들을 짧은꼬리원숭이에 대한 두 가지 연구와 고릴라에 대한 하나의 연구로 비교하였다(Bolig et al., 1992; Gold and Maple, 1994; Stevenson-Hinde et al., 1980; Stevenson-Hinde and Zunz, 1978). 영장류에서 연구되지 않은 인간에 대한 수용성을 제외한 나머지에서 종간의 유사성을 보였다.\n문어와 오징어의 성격\n동물의 성격에 대한 가장 주요한 연구는 척추동물에서만 실행되어 왔다. 이것이 성격의 복잡한 성향에 대해 우리가 생각하는 선천적 경향을 반영하지만 이유가 무엇이 되든 이러한 초점은 동물세계의 큰 부분인 무척추동물 부분에 대하여 무시하게 만들었다. 척추동물과 무척추동물의 성격에 대한 비교적 접근은 아직 없었지만, 이것은 성격의 진화에 대한 새로운 시각을 갖게 할 것이고, 그러한 연구는 이 분야에서 새롭게 시작되고 있다. 예를 들어 제니퍼 매더(Jennifer Mather)와 롤랜드 앤더슨(Roland Anderson)은 학습이 동물 발달의 기초적 역할을 하고 복잡한 행동을 정의하기 때문에 무척추동물의 성격에 관한 연구를 하기 위해서는 문어와 오징어 같은 두족류가 적합하다고 주장하였다(Mather, 1995; Mather and Anderson, 1993, 1999).\n문어가 내포하는 성격이 무엇인지를 얻기 위하여 매더와 앤더슨은 “경고”, “위협” 그리고 “먹이”로 이름 붙여진 세 가지 처리에 대한 40마리의 일년생 붉은문어(Octopus rubescens)의 반응을 조사하였다(Mather and Anderson, 1993). “경고” 처리에서, 실험자는 문어에게 뚜껑을 열어주고 문어가 볼 수 있는 곳으로 문어의 머리를 가져갔다. 위협 처리는 문어가 위협으로 느끼는 잔나무가지를 이용하여 건드리는 방법을 사용하였고, “먹이” 처리에서는 먹이를 수조 안에 넣어주었을 때 문어의 반응을 기록하였다. 이 세 가지 처리를 통해 보여진 19마리 문어의 행동은 주성분통계분석에서 문어 성격의 세 “요소”는 활동적인 것과 활동적이지 않는 것, 불안한 것과 차분한 것, 그리고 대담함과 주저함으로 표현된다(표 17.2). 각각의 문어들은 이 세 가지 성격 형질과 일치하였고, 이 형질들은 실험 처리 중 발견되지 않은 모든 행동의 변화 중 45%를 차지하였다.\n문어 성격의 세 가지 요소 중 흥미로운 점은 인간의 영아 발달에 대하여 기록된 것과 매우 비슷하며 짧은꼬리원숭이의 성격처럼 종을 넘어선 성격 변수들의 유사성이 있다는 것이다(Buss and Plomin, 1986; Stevenson-Hinde et al., 1980).\n성격형질들은 오징어(Euprymna tasmanica)에서도 연구되었다. 데이비드 신(David Sinn)과 나탈리 몰트사니브스키즈(Natali Moltschaniwskyj)는 위협 상황과 먹이를 먹는 상황과 같은 서로 다른 두 가지 상황에서의 행동을 연구하였다(Sinn et al., 2006; Sinn and Moltschaniwskyj, 2005). 각각의 오징어는 각 상황마다 4번 실험하였고 그리고 나서 신과 몰트사니브스키즈는 어떤 일치하는 성격형질들이 발견되었는지 알아내기 위해 주성분통계분석(principal component statistical analysis)을 이용하였다. 붉은문어에서처럼 소심함과 대담함, 활동적임과 활동적이지 않은 두 성격 유형이 짧은꼬리오징어에서 발현되었다. 오징어에서의 상황 특징적 성격형질은 위협 상황에서 소심한 오징어보다 대담함을 지속적으로 보여준 오징어가 먹이 섭식 상황에서는 더 이상 대담하려고 하지 않는 것이다.\n목도리도요의 위성개체\n2장에서 다루었던 목도리도요(Philomachus pugnax) 수컷의 짝짓기 전략으로 돌아가보자. 여기서 우리는 이 현상에 대하여 성격적 측면으로 다시 알아볼 것이다. 공동구애장소(leks)를 형성하고 그 지역을 다른 독립적 수컷으로부터 적극적으로 지키는 수컷을 “독립적인 수컷(independent males, 세력권을 가진 수컷)”이라 하자. 반면에 “위성 수컷(satellite males, 세력권을 갖지 못한 수컷)”은 독립적인 수컷의 번식 장소 영역을 일시적으로 공유하는 수컷이다(Lank et al., 1999). 독립적 그리고 위성 수컷은 짝짓기 전략뿐만 아니라 신체의 색과, 무게에서 차이가 나는데, 보통 위성 수컷이 작고, 가벼운 깃털을 갖는다(Bachman and Widemo, 1999; Hogan-Warburg, 1966). 독립적 수컷과 위성 수컷 사이의 동맹은 자연선택에 의해 선호되는 행동인데, 암컷들이 두 형태 모두를 갖는 공동구애장소를 선호하는 것으로 보이기 때문이다(Hugie and Lank, 1997; Widemo, 1998).\n독립적인 목도리도요와 위성 목도리도요의 행동적 그리고 형태학적 차이점은 개체의 생활사를 통한 안정화에 있다. 2장에서 배웠듯이 이러한 차이점은 한 장소에서의 유전적 다양성을 위해 중요하다. 그래서 우리는 목도리도요의 서로 다른 두 가지 유형의 성격으로서 독립적 수컷과 위성 수컷에 대해 알아보겠다.\n위에서 논한 성격의 차이점은 수컷에서만 보이는데, 수컷의 짝짓기 전략은 성염색체를 통해서 유전되는 것이 아니라는 선행 연구가 있다. 이것은 직관에 어긋나는데, 왜냐하면 오직 수컷에서만 이러한 다형태성(위성과 독립적)이 표현되므로 이것을 우리는 성염색체와 연결되어 있을 것으로 추측하였기 때문이다. 그러나 만약 암컷이 흥미로운 형질을 가진 유전자를 가지고 있지만, 단지 그 유전자가 표현형으로 표현되지 않는다면 그 추측은 틀린 것이다. 유전학적 분석은 목도리도요에서는 수컷의 짝짓기 전략이 성염색체를 통해 유전되는 것이 아니라는 것을 보여주었다(Lank et al., 1995).\n데이비드 랭크와 그의 동료들은 독립적이지도 위성적이지도 않은 성격형질을 발현하는 암컷에서 유사한 표현형적 차이를 나타내게 하기 위한 방법이 있는지 연구하였다(Lank et al., 1999). 만약 위성이나 독립적 전략이 성에 연관된 것이 아니라면, 암컷에서도 이러한 성격형질들이 일어날 가능성이 있어야 한다. 선행 연구에서 암컷 조류에 테스토스테론을 주입하면 보통 수컷에서만 발현되는 표현형이 발현될 수 있다고 알려져 있는 것처럼, 조류는 이런 형태의 실험을 하기에 좋은 동물이다(Emlen and Lorenz, 1942; Witschi, 1961). 게다가 거세된 목도리도요 수컷은 번식깃 털갈이에 실패하였고, 나아가 수컷에서만 보통 표현되는 형질의 표현에 있어서의 테스토스테론의 역할의 중요성을 보여주었다(van Oordt and Junge, 1936).\n랭크와 그의 동료들은 혈통(수컷과 암컷의 혈연을 나타내는 후손의 라인)을 알고 있는 암컷에 테스토스테론을 주입하여 암컷에서 독립적, 위성 형태의 성격 형태가 발현되는지를 연구하였다. 혈통을 아는 암컷의 사용은 혈연에 대한 지식 없이 연구자들이 암컷의 가족에서 수컷의 유전형(genotype)을 기초로 기대되는 표현형이 나타나는 특정 암컷이 아닌 암컷에게서 수컷의 표현형이 나타날 수 있는지 확인하는데 유용하였다. 다시 말해서 혈통 분석을 통하여 랭크와 그의 동료들은 암컷에서의 독립 또는 위성의 형태와 행동을 표현하는지와 수컷의 독립 또는 위성 유전자형에 기초한 형태적 그리고 행동적 표현이 암컷에게 나타날 수 있는지를 실험할 수 있었다. 그들은 독립 수컷 친척을 가지고 있는 암컷들이 위성 수컷을 가진 암컷들보다 테스토스테론을 주입받은 후 더욱 독립적인 전략을 보이려 하는 것이라고 가정하였다.\n테스토스테론 주입 이틀 후, 암컷 목도리도요는 전형적인 수컷의 행동을 보여주었고, 일주일 후에는 실제 번식 지역을 형성하였다. 3~5주 후에 이 암컷들은 행동과 형태적으로도 테스토스테론의 효과라고 의심의 여지가 없는 수컷과 같은 목도리 깃이 자랐다.\n암컷 목도리도요의 혈통 분석의 결과는 랭크가 수컷 전략에 이용되는 유전자 S와 s 두 유전자 쌍을 발견한 유전학적 연구와 매우 비슷하다. S는 s보다 우성인자로 SS와 Ss는 위성 수컷이며 ss만이 독립 수컷을 형성한다. 이것은 독립 수컷을 아버지로 둔 암컷이 독립 표현형을 나타내야 하는 것을 의미하며 위성 수컷을 아버지로 둔 암컷들은 위성와 독립이 섞인 표현형을 보여야 한다. 이 점을 랭크와 그의 동료들이 밝혀낸 것이다. 독립 수컷을 아버지로 둔 암컷들은 항상 독립적 성격 형태를 나타내었다. 위성 수컷을 아버지로 둔 암컷 목도리도요의 성격 형태 분포는 위성 행동을 하는 암컷들과 독립 형질의 행동을 보이는 암컷으로 고루 분포되었다. 이 연구를 통하여 최소한 몇몇의 경우에서라도 성격차이의 유전성은 단순한 우성과 열성 유전 모형을 이용하여 이해할 수 있다고 제안했다.\n자연선택과 박새의 성격\n박새의 새로운 물체에 대한 반응에 관한 장기적 실험 연구에서 피터 드렌트(Pieter Drent), 베어벡(M. E. Verbeek)과 그의 동료들은 유조에서 두 가지 서로 다른 성격 유형을 발견하였다. “빠른 새(fast birds)”들은 새로운 물체에 빠르게 접근하고 그 어떤 지역보다 상대적으로 짧은 시간을 소비하여 빠르게 새로운 환경을 탐험한다. 또한 이러한 새들은 공격적이며 한번 먹이 탐색 패턴이 발달되면, 그 패턴을 잘 바꾸지 않는다(Verbeek et al., 1996, 1999). 행동 범위의 또 다른 한 가지 “느린 새(slow birds)”들은 새로운 물체에 대한 접근을 꺼리고, 그들의 먹이활동 방식을 종종 다양하게 하며, 공격적인 동종에 비하여 긴 시간을 들이나 육체적으로 공격적이지는 않고 이성의 동종에게는 느리게 접근을 한다.\n보고된 행동 변이 외에도 크리스천 보스(Christian Both), 드렌트 그리고 그들의 동료들은 적응도의 차이와 유전적 작용에 대한 자연선택의 두 가지 서로 다른 전제조건에서 자료를 모았다. 적응도를 측정할 때 연구자들은 수많은 형태의 서로 다른 환경에서 “느린 새”와 “빠른 새”의 번식 성공을 측정하였다(Both et al., 2005). 네덜란드의 야생 집단 내의 표식된 새들에 대한 정밀측정을 이용하여 번식성공은 비슷한 성격끼리 쌍을 이루었을 때 가장 크다는 것을 발견하였다. 이것은 느린 새들끼리 그리고 빠른 새들끼리의 쌍이 가장 건강한 새끼를 생산한다는 것을 의미한다. 드렌트, 키스 반 에르스(Kees van Oers), 아리에 반 누루드비지크(Arie van Noordwijk), 닐스 딩게만스(Neils Dingemanse)에 의한 연구에서는 적응도 결과를 얻는 것과 함께 박새의 성격 또한 유전되는 형질이라는 것을 보여주었다(Dingemanse et al., 2002; Drent et al., 2002; van Oers et al., 2004a, 2004b). 더욱이 20종의 인간이 아닌 동물에서 성향과 성격이 유전되는 형질이라는 증거들이 발견되었다(Reale et al., 2007).\n박새 생태계에서 자연선택을 위한 3가지 전제조건을 측정하는 것에 추가적으로 드렌트의 팀은 학습 상황에서의 성격에 대하여 연구하였다. 예를 들어 환경을 탐색하는 데 오랜 시간이 걸리는 “느린 새”는 새로운 환경의 각 면모들을 학습하는 데 더 오랜 시간을 보낸다는 것이다. 박새에서의 빠른 또는 느린 성격 형태에 관련된 또 다른 행동의 면모들을 잘 이해하기 위해서 키아라 마르체티(Chiara Marchetti)와 드렌트는 새들이 “튜터” 새를 보는 것만으로 먹이활동 환경의 변화를 배울 수 있는지 연구하였다(Marchetti and Drent, 2000). 실험 방식의 이론적 배경으로 그들은 “느린 새”들은 생산자-약탈자 게임에서의 생산자와 같은 역할을 할 것이고(9장 참조), 반면에 “빠른 새”들은 약탈자의 전략을 보일 것 이라고 예상하였다.\n“느린 새”와 “빠른 새”에게 똑같이 “보여주는 새(demonstrator bird)”의 먹이활동을 보도록 기회를 제공한 후 그들은 “느린 새”들이 혼자 있을 때 종종 먹을것을 바꾸지만, 튜터(tutor) 새가 그들에게 새로운 먹이 자원을 발견하도록 제공한 정보를 이용하지 않는다는 것을 발견하였다(Marchetti and Drent, 2000). 이와는 반대로 “빠른 새”들은 그들 자신의 먹이 구하는 방법을 한번 개발하면 잘 바꾸지 않는데도 불구하고 새로운 먹이 자원에 대한 정보를 제공한 튜터 새와 쌍을 이루었을 때 먹이 구하는 방법을 빠르게 변경하였다. 느린 박새들은 생산자처럼 행동하는 반면에 빠른 새들은 약탈자처럼 행동한다.\n침팬지의 성격과 문화전승\n인간의 성격 연구의 맥락에서, 사회 안에서 개인들이 그 혹은 그녀의 성격에 영향을 받으며 살아간다는 것을 듣고 놀라지 않을 사람은 없다. 특정 제한된 조건에서 이것은 또 다른 영장류에서도 사실로 나타난다. 현재까지 동물 성격에 영향을 주는 문화전승의 정보에 대해 자세히 기록된 경우는 아프리카에서 7년부터 30년까지 7개 장소에서 연구한 장기간의 침팬지에 대한 연구가 포함된다(Whiten, 2005; Whiten and Boesch, 2001; Whiten et al., 1999, 2005). 이 프로젝트의 책임 연구자는 대부분 모방에 의해 퍼지는 “문화적 다양성”이라 정의된 65가지 행동의 목록을 만들었다. 이러한 다양성은 잎을 스폰지로 이용하는 것으로부터 폭풍우의 시작과 함께 보이는 골수 추출까지 포함한다. 다소 눈에 띄는 점은 이 65가지 행동들 중 39가지 행동이 몇몇 지역에서 다른 개체들이 완벽하게 격리되었을 때도 존재한다는 것이다. 게다가 이 목록에는 특정적인 문화전승 행동을 포함하는데, 원칙적으로는 모든 곳에서도 가능해야 한다. 예를 들어서 “조류(algae) 낚시”는 몇몇의 침팬지의 서식지에서 그렇듯이 조류(algae)가 부재하면 가능하지 않기 때문에 조류 낚시는 이 39가지 변수 중에 포함되지 않는다.\n만약 당신이 아프리카의 7개 지역을 방문하여 침팬지 관찰을 몇 년 동안 지속한다면, 각 그룹 내에서 상대적으로 안정적인 획기적 행동 패턴이 퍼져나가는 것을 볼 수 있으나, 그룹 사이에서는 아주 다른 방식의 행동이 이용되는 것을 관찰할 수 있을 것이다. 서로 다른 집단의 침팬지들은 싸운 후의 관계 회복을 위하여 다른 행동을 하고 다른 개체에게 다른 방법으로 털 고르기를 하고 서로 다른 방법으로 독자적인 먹이 탐색행동을 한다. 우리는 긴 목록의 행동에 대하여 말하고 있고, 개인의 행동은 서식지 안에서 서로 연관성이 있기 때문에, 아프리카의 7개 서식지의 침팬지들의 성격은 각 서식지마다 다르며, 이러한 차이점은 행동의 문화전승의 결과라고 결론 내리는 것이 적절한 것으로 보인다.\n앞에서 말한 것보다 침팬지 각각의 성격에 대해 더 논하는 것은 매우 어려운 일이다. 야생의 침팬지에 대한 방대한 양의 정보가 있는데 왜 우리는 문화적 통제 상황에서 나타나는 성격적 변수에 대하여 더 이상 말할 수 없는 것일까? 한 개체에서 나타나는 특정 성격형질에 대한 일화가 있는데, 이 장의 다른 부분에서 보게 될 각 개인의 성격에 대한 통제된 실험 연구는 침팬지에 대해 큰 규모로 진행된 것이 아니다. 이에 대한 이유는 여러 가지가 있는데, 침팬지의 성격 연구에서의 도덕적인 고려사항과 야생 집단에서의 실험연구를 최소화 하려는 경향, 침팬지의 긴 세대 시간, 그리고 침팬지에 대한 성격 연구가 의인화된 동물 행동의 의도로 보여질 수 있다는 우려들을 포함한다.\n| 대처 방식\n동물의 성격 중 한 일면에는 환경에서 받는 스트레스를 어떻게 다루냐는 것인데, 왜냐하면 어떻게 동물이 극적인 상황에 매일 대처하는지에 따라 스트레스는 그들의 건강에 심각한 영향을 줄 수 있고, 향후 번식성공에 영향을 줄 수 있기 때문이다(Bartolomucci, 2007; Cavigelli, 2005; Koolhaas et al., 2007; Overli et al., 2007; 표 17.3). 성격, 스트레스, 그리고 대처 방법에 대하여 야프 쿨하스(Jaap Koolhaas)와 그의 동료들이 연구한 결과를 보면, 그들은 두 가지 대처 방식을 발견하였는데 이것을 주도적인(proactive, 종종 능동적 반응이라 불린다) 그리고 피동적인(reactive, 보전-철회 반응으로 알려져 있는) 방법이라고 이름 붙였다(Cannon, 1915; Engel and Schmale, 1972; Henry and Stephens, 1977; Koolhaas et al., 1999). 주도적인 성격 타입은 영역을 조정하고 공격적인 특성을 가지는 반면에 피동적 스타일은 움직임이 없고 낮은 공격성을 갖는 특성을 보인다(Koolhaas et al., 1999; 표 17.4).\n또한 주도적인 동물은 환경으로부터 부정적인 자극을 없애려 하고 피동적인 동물은 새로운 부정적 자극으로부터 숨으려고 한다. 예를 들면 프란스 슬뤼터(Frans Sluyter)는 주도적인 것 혹은 피동적인 대처 방식 중 하나를 택해 온 서로 다른 혈통의 곰쥐(rats)를 연구하였다(Sluyter et al., 1995). 첫째, 수컷 곰쥐는 또 다른 수컷을 그의 영역에 놓았을 때 침입자에게 더욱 다가갔다. 주도적 곰쥐는 침입자에게 매우 공격적이었으며, 피동적 곰쥐는 침입자로부터 숨으려고 하였다. 앞선 실험에 이용된 곰쥐들은 “방어적 파묻기”에 대한 실험도 하였다. 방어적인 파묻기 실험에서, 수컷의 우리에 작은 전극을 놓고, 수컷이 만약 전극을 조사하다가 건드리면 작은 충격을 받게 된다. 한번 충격을 받으면, 곰쥐는 미래의 충격에 대하여 두 가지 방법으로 피한다: 전극을 깔짚 밑으로 묻어버리거나 조심스럽게 움직인다. 연구자들은 주도적 혈통을 가진 생쥐는 피동적 혈통의 생쥐보다 전극을 더욱 묻는 경향이 있고, 이것으로 생쥐의 두 가지 대처 방식을 성격 유형으로 나타낼 수 있게 되었다.\n또한 피동적이고 주도적인 혈통과 관련하여 놓인 근접적 메커니즘에 대해 연구하였다(Slnyter et al., 1995). 주도적인 그리고 피동적인 생쥐는 두 가지 서로 다른 스트레스 인자에 노출되었다. 즉 5분간 수영 혹은 주기적인 손대기에 연관된 장기적인 스트레스를 알렉사 페이네마(Alexa Veenema)와 로널드 드 클로엣(Ronald de Kloet), 쿨하스, 그리고 그의 동료들은 피동적인 그리고 주도적인 혈통의 생쥐의 스트레스 노출 전후의 신경내분비적 요인들을 측정을 하였다(Veenema et al., 2004, 2007).\n스트레스 조건에 노출되기 전에는 피동적 생쥐의 코르티코스테론의 수치는 꽤 안정적이였으나 주도적인 생쥐에서의 수치는 유동적이었다. 한번 그들이 스트레스를 받으면, 주도적 생쥐에 비교하여 피동적인 생쥐는 코르티코스테론 수치의 의미 있는 증가를 보였다. 피동적 생쥐에서의 “프리징(얼음) 반응”과 줄어드는 공격성과 영역 방어성은 코르티코스테론의 그러한 증가와 연관되어 있을 것이다. 주도적인 생쥐와 비교하여 피동적인 생쥐는 뇌의 해마 부문에서의 세포 성장이 줄어드는 모습을 보였고, 이것으로 서로 다른 대처 방식 사이의 차이점은 학습과 기억에도 영향을 미치는 것으로 보여진다(Veenema et al., 2004, 2007).\n주도적이고 피동적인 성격은 실험적 상태뿐만 아니라 자연상태의 동물에게서도 발견되었고, 또한 돼지나 젖소와 같은 가축에게서도 발견되었다(Hopster, 1998; Prelle et al., 2004; Spoolder et al., 1996; Weiss et al., 2004). 이 두 가지 대처 방식의 손실과 이익에 대한 데이터는 매우 적지만, 주도적이고 피동적 동물들의 고혈압, 동맥경화, 위궤양 그리고 면역저항적 수용능력과 같은 질병에 대한 민감도가 서로 다르게 나타난다는 몇몇 증거들이 존재한다(Ely, 1981; Henry et al., 1993; Hessing et al., 1994; Sgoifo et al., 2005; Weiss, 1972).\n| 동물 성격 연구의 몇 가지 실질적인 적용\n동물 성격 연구는 보존 생물학, 인간-동물 상호작용, 농업 그리고 많은 다른 분야들에서 잠재적으로 실용적인 영향을 끼쳐 왔다. 가축의 죽음을 예방하고 인간의 장애를 돕기 위한 동물 성격 연구의 실용적인 영향에 대하여 알아보겠다.\n포식자와 가축화된 피식자\n농부와 사육자들은 오랫동안 해부학적 그리고 가축화된 가축들의 행동 측면에서의 자연선택과 인공적 선택의 과정에 흥미를 가졌다. 이러한 과정의 이해는 과일과 채소, 꽃, 고기, 우유 등을 생산하기 위하여 디자인된 육종 프로그램에 대한 길잡이를 제공할 수 있다. 하지만 행동학적인 성격형질에 대한 이해는 농장주들에게 “문제성 개체들”로 불리는 주요 포식자에 의하여 그들의 가축이 죽임을 당하는 일을 최소화할 수 있게 도와주는 이익을 주었다(Linnell et al., 1999, 2000).\n종 회복과 보존 계획의 결과로 수많은 대형 포식자들이 성공적으로 야생에 적응하고 있거나 혹은 그들 야생 집단의 수가 지난 몇십 년간 극적으로 늘었다. 이 보존 계획 성공의 이면에는 농장주와 그들의 가축을 포식하는 대형 포식자 사이의 라이벌 구도가 재연되었다(Blanco et al., 1992; Cozza et al., 1996; Kaczensky, 1996; Oli et al., 1994; Quigley and Cragshaw, 1992). 이러한 갈등을 줄이기 위하여 그들에게 문제를 일으키는 포식자에 대한 행동학적 이해가 실용적으로 이용될 수 있다.\n육식동물의 대규모의 죽임에 대해 광범위적 반대가 있기 때문에 이 문제를 풀기 위한 한 방법으로 반복적으로 가축을 공격하고 죽이는 포식자들인 “문제개체들”에게 집중하는 것이 필요하다. 주요 육식동물들이 가축들을 포식하는 사냥 행동에 대한 특정 양상들의 데이터는 다루기 어렵지만, 퓨마, 표범, 사자 그리고 곰의 사냥 행동에 대한 연구에서 가축을 포식하려고 하는 몇몇 개체들이 존재한다고 제안했다(Claar et al., 1986; Mitzutani, 1993; Ross et al., 1997; Stander, 1990). 만약 그러한 개체들이 실제로 존재한다면, 그리고 그러한 행동이 지속적이고 그들의 그룹원들과 달리 특별한 것이라면, 최소한 그들의 사냥 전술에 있어서 다른 포식자와 다른 성격의 경우로 볼 수 있다.\n일반적인 현상으로 증명되는 성격의 차이와 문제적 개체들에 대한 정보를 어떻게 정확히 이용하는지는 여전히 논쟁이 되고 있다(Linnell et al., 1999, 2000). 예를 들어 한 가지 가능성은 이러한 종류의 개체들에게 새로운 트랩을 디자인하기 위해 주요 포식자의 성격 태도를 적용할 수 있다는 것이다.\n안내견의 성격\n인간들은 약 만 오천년 전 아시아의 회색늑대를 가축화시킨 이후로부터 개와 가까운 상리공생의 관계를 이어오고 있다(Savolainen et al., 2002; Vila et al., 1997). 개의 행동에 대한 방대한 실용적 실험들의 정점에서 우리는 가축화된 개의 전체적인 유전물질을 완전히 밝혔다(Lindblad-Toh et al., 2005; Saetre et al., 2006). 또한 개들은 동물 성격의 여러 방면들을 연구하기에 좋은 종이다. 여기서 우리는 시각장애인을 위한 안내견에 적용된 개의 성격에 초점을 맞추어 보겠다(Ley and Bennett, 2007; Serpell and Hsu, 2001).\n시각장애인을 위한 안내견이 되기 위하여 개들은 매우 엄격한 시험을 거쳐야 한다. 데이터에 따르면 대부분의 개들은 어려운 일들을 엄격한 훈련 과정을 거쳐 학습할 수 있다고 한다. 두려움이 종종 개의 행동을 방해하기도 하지만, 두려움이야말로 시각장애인들을 도울 수 있는 자격에 실패하는 가장 흔한 이유이기도 하다(Baillie, 1972; Goddard and Beilharz, 1982, 1983; Scott and Bielfelt, 1976). 이것은 이 자체로도 매우 흥미로운 사실이며 두려움의 유무가 성격적 형태로써 안내견이 될지 말지를 결정하는 것이라고 제안한다(Boissy, 1995).\n두려움의 유전자를 더 잘 이해하고 안내견을 만들기 위한 좋은 육성 프로그램을 제안하기 위하여 고다드(M. E. Goddard)와 베일하르츠(R. G. Beilharz)는 레브라도 리트리버, 오스트리아산 켈피, 복서, 그리고 독일산 세퍼트 등 4종의 개를 교차교배를 시켰다(Goddard and Beilharz, 1985). 모든 교차에서 나온 강아지들은 이유를 하고 안내견 센터로 옮겨지는 시기인 6주가 될 때까지 그들의 어미와 함께 있도록 하였다. 12주가 되었을 때 각 동물들은 “puppy walkers”라고 불리는 안내견을 훈련시키는 사람에게 맡겨졌다.\n두려움과 두려움이 없는 것은 38개의 서로 다른 행동으로 측정하였는데, 이것은 통계적 분석방법을 통하여 12가지 요소로 다시 나누어진다. 이 중 처음 3가지 요소는 “일반적인 두려움 없음” “물체에 대한 두려움 없음” 그리고 “두려움에 대한 거부적 반응”으로 나타난다(Goddard and Beilharz, 1984). 각 개들은 6달과 12달이 되었을 때 이 3가지 요소에 따라 점수를 준다.\nPuppy walker들에 의한 관찰과 안내견 시험에 응시한 개들에 의하면 일반적인 두려움 없음 요소가 최종 시험에 그 동물이 통과할 수 있는지 예측할 수 있는 좋은 예시가 되었다. 이것은 특히 중요한데 왜냐하면 “일반적인 두려움 없음”만이 강한 유전적 요소에 연관되어 있으며, 반면에 이 4종의 개에서 두려움의 다른 두 가지 요소는 환경적인 요인에 의하여 설명될 수 있는 변수들이기 때문이다(Leotta et al., 2006; Wilsson and Sundgren, 1997). 또한 유전적인 교차는 레브라도 리트리버가 가장 안내견으로 쉽게 훈련된다는 것을 보여주었다(독일산 세퍼드는 훈련하기 가장 어려웠다). 고다드와 베일하르츠는 유전적인 두려움을 위에서 묘사된 행동학에 기초한 정보와 함께 안내견을 위한 사육 프로그램을 제시하였다(Goddard and Beilharz, 1985).\n각 개체 사이의 지속적인 서로 다른 행동인 동물 성격에 대한 연구는 행동학에서 가장 활발하게 연구되는 분야이며 어류와 문어에서부터 쥐와 영장류에까지 모든 종을 포함한다. 대부분의 이런 연구들은 대담함-소심함의 연속과 주도적이고 피동적인 성격 유형에도 초점을 맞추고 있다. 이러한 연구들은 근접적 그리고 궁극적인 관점 모두를 통합하고 있으며 그들은 성격을 형성하는 데 있어서 개인의 학습과 사회적 학습 모두의 역할을 고려한다. 동물의 성격 분야에서의 연구는 수많은 실용적인 것들을 갖는데 여기에는 가축의 죽음을 막는 것과 장애를 가진 사람들을 돕는 것도 포함된다.\n요약 summary\n1. 성격의 차이점은 개체 사이에서 지속적인 장기적 행동 표현형의 차이점으로 정의할 수 있다.\n2. 대담함/소심함은 가장 안정적인 성격 변수 중의 하나이다. 하지만 진화적인 기초에서의 동물행동학자들은 자연선택이 대담하거나 소심한 것을 일반적인 성격형질로 꼭 선택해야 할 이유는 없다고 논쟁한다. 실험된 행동적 배경과 연관된 이익과 손실에 따라 개체들은 다소 어떤 상황에서 대담해지고 다른 상황에서는 소심해질 수 있다.\n3. 정보의 문화전승이 동물의 성격에 영향을 미치는 것을 보여주는 가장 좋은 경우는 아프리카에서의 침팬지에 대한 7개 장소의 장기적 연구에 있다. 침팬지에서 행동의 안정적 혁명 패턴은 모방을 통하여 퍼진다. 하지만 집단을 넘어선 행동과 성격은 매우 다르다.\n4. 어떻게 동물이 매일 극적인 상황에 대처하는지에 따라 스트레스는 그들의 건강에 심각한 영향을 미칠 수도 있다. 다양한 동물을 연구한 결과 두 가지 일반적인 대처 방식이 있다. 이러한 두 가지 방법은 주도적인 혹은 능동적 반응과 피동적인 혹은 보존-철회적 반응으로 불린다. 주도적인 대처 방식은 영역 방어 조정과 공격성을 가지며, 피동적인 대처 스타일은 움직임이 없고 낮은 수치의 공격성의 특징을 나타낸다.\n5. 동물의 성격 연구는 잠재적으로 보존 생물학과 인간-동물 상호작용, 농업, 그리고 가축의 죽음과 장애를 가진 사람을 돕는 것을 포함한 여러 분야에서 실질적으로 적용될 수 있다.\n질문 discussion questions\n1. 가까운 동물원에 전시된 원숭이를 보고 최소 4시간 동안 관찰할 4마리의 원숭이를 골라 보라. 혹은 농장에 가서 4마리의 젖소나 말을 골라 보라. 각 개체에 대한 모든 정보를 기록하고(털 고르기, 먹기, 공격, 치료, 잠, 놀이 등등), 가능하다면 그룹 내에서 다른 개체와 당신이 연구한 동물과의 근접성을 기록하라. 당신의 조사를 토대로 당신이 조사한 집단 내에서 더 긴 기간과 더욱 통제된 상황에서 초점을 맞출 수 있는 행동의 목록을 제안할 수 있는가?\n2. 대담함과 행동적인 주저함이 유전되는 형질인지 아닌지를 탐구하는 실험을 어떻게 설계할 것인가?\n3. 이 장에서 언급한 것들 외에 대담함 혹은 주저함으로 인한 일반적인 손해와 이익은 무엇이 있는가? 당신이 친숙한 몇몇 종을 고르고 그 종에서 대담함과 주저함으로 인한 잠재적인 손해와 이익의 목록을 만들어 보라\n4. 동물행동학 최근 학술지를 보고 “대안적 전략(alternative strategies)”에 대한 제목으로 무엇이든 찾아보라. 하나 혹은 두 가지 그러한 글을 찾으면 자세히 읽어보라. 그 논문에서 성격에 대한 어떠한 언급이 있는가? 없다면 당신이 본 데이터를 어떻게 다시 분석하여 동물의 성격에 대한 연구에서 주목받을 대안적 전략으로 설계할 것인가? 성격 형태를 대표하는 대안적 전략 연구에 대하여 잘 이해하기 위해 어떤 다른 데이터들을 모을 것인가?\n5. 가축의 죽음을 예방하고 안내견을 선택하는 것 외에 당신은 동물의 성격 연구의 또 다른 실용적인 적용 사례들에 어떤 것이 있다고 생각하는가? 적용 사례가 실현 가능하다고 제안할 수 있는지 여부를 알기 위해 실험을 한다면 어떻게 설계할 것인가?\n"
}