{
    "title": "소동물 무릎관절의 정형외과병리",
    "author": "권오경 옮김",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "\n서론\n무릎관절은 근골격계 중에서 가장 큰 윤활관절이다. 무릎관절은 2개의 관절로 이루어진 도르래관절복합체(trochlear articular complex)이다: 넙다리정강관절(femorotibial joint)과 넙다리무릎관절(femoropatellar joint). 관절반달(articular menisci)은 넙다리정강관절이 조화롭게 기능하도록 도와주며, 때때로 질병의 원인이 되기도 한다.\n무릎관절은 근육이나 지방에 의해 보호되지 않은 구조물이기 때문에, 직접 또는 간접적인 외상에 쉽게 손상되며, 퇴행성과 염증성 관절 질환에도 자주 이환될 수 있다.\n무릎관절 상태를 진단하는 필수요소는 깊은 해부학적 지식, 해부구조에서 이상정보를 얻을 수 있는 무릎관절 조작 검사능력, 그리고 관절액에서 세포학적 이상을 인식할 수 있는 능력 등이다. 이러한 검사능력들은 병력청취를 통해 얻어진 주변임상데이터에 의해 뒷받침되어야 한다.\n해부\n무릎관절은 뼈, 관절낭인대, 반달연골 그리고 근육힘줄로 이루어져 있다. 또한 관절의 앞, 뒷부분은 해부학적으로 매우 오목한 부분들(recesses)을 포함하고 있다.\n뼈 구조물\n무릎관절은 3개 관절면으로 구성된다: 넙다리뼈의 관절돌기, 정강뼈의 몸쪽 관절돌기 그리고 무릎뼈. 넙다리뼈와 정강뼈 사이 관절 불일치(articular incongruity)는 반달연골로 보완된다.\n넙다리뼈의 관절돌기는 먼쪽, 앞쪽으로 갈라진다. 가쪽관절돌기는 앞쪽으로 조금 넓으며, 안쪽관절돌기는 균일한 편이다. 가로단면에서, 양쪽관절돌기는 약간 볼록하다. 시상단면에서, 관절돌기의 곡선은 뒤쪽방향으로 두드러지며, 관절돌기 곡선의 반경은 감소한다. 안쪽관절돌기는 또한 수직축 중심으로 안쪽으로 휘어진다. 안쪽과 가쪽관절돌기는 앞쪽에선 도르래에 의해, 뒤쪽에선 돌기사이오목(intercondylar fossa)에 의해 분리된다.\n정강뼈 몸쪽의 가쪽, 안쪽관절돌기는 편평하며, 넙다리뼈의 관절돌기와 부합한다. 정강뼈의 가쪽, 안쪽관절돌기는 과간돌기(intercondylar eminence)에 의해 나눠지며, 과간돌기는 넙다리뼈의 돌기사이오목과 일직선 상에 존재한다. 과간돌기는 가쪽, 안쪽 돌기사이결절(intercondylar tubercles)로 구성된다. 이 결절들 사이에 반달연골과 십자인대가 부착하는 앞쪽, 중앙, 뒤쪽 돌기사이 구역이 있다. 정강뼈거친면(무릎인대 부착부)과 긴발가락폄근힘줄이 지나가는 폄근고랑(extensor groove)은 앞쪽에 존재한다. 오목패임은 뒤쪽에 있다.\n타원모양의 무릎뼈는 무릎관절의 앞면에 위치하며, 넙다리뼈의 도르래와 관절한다. 무릎뼈는 넙다리네갈래근 힘줄과 합쳐지며, 무릎뼈에서 무릎인대가 시작된다.\n종아리뼈의 머리는 넙다리정강관절(femorotibial joint)의 가쪽에 위치하며, 정강뼈의 가쪽관절돌기와 관절한다.\n관절낭인대 구조물\n관절낭\n느슨하고, 넓은 관절낭은 앞쪽 그리고 가쪽으로 얇으며, 인대와 힘줄로 보완된다. 무릎뼈는 관절낭의 앞쪽면에 위치한다.\n관절낭의 섬유층은 관절연골 끝부분에서 뼈와 연결되는데, 다음 3군데는 제외된다. 첫 번째는 넙다리뼈의 앞쪽면; 섬유층은 도르래의 몸쪽에 부착한다. 두 번째는 도르래의 앞쪽면; 섬유층은 무릎뼈에 부착한다. 마지막은 돌기사이부분; 섬유층은 반전되어 앞쪽으로 주행하여, 관절낭내 그리고 관절밖 십자인대와 합해진다. 윤활막은 섬유낭 안쪽에 위치한다.\n넙다리무릎낭(femoropatellar sac)의 윤활막과 관절낭의 섬유층은 지방조직에 의해 나눠져 있으며, 이 지방조직은 관절의 앞쪽에서 무릎아래지방체(infrapatellar fat pad)가 된다. 앞쪽면에서, 윤활막은 관절연골 수준에서 시작되어 넙다리네갈래근 아래에서 앞쪽으로 반전되어, 관절강을 넓히는 윤활낭의 기저부, 즉 도르래위오목(supratrochlear recess)를 형성한다. 뒤쪽면에서 윤활막은 관절돌기 연골 가장자리 부분에서 넙다리뼈와 연결된다.\n가쪽, 안쪽 넙다리정강윤활막낭(femorotibial synovial sa-cs)은 관절강과는 떨어져 있는 오목 부분으로 연장되어 있다. 오목부분의 예로 긴발가락폄근힘줄과 관련된 폄근아래오목(subextensor recess)이나 오금근힘줄과 관련된 오금아래오목(subpopliteal recess)이 있다. 이는 명백히 떨어진 부위에서의 창상에 의한 관절 손상을 설명할 때, 임상적으로 의미가 있다.\n윤활막의 안쪽면은 두께와 크기가 다양한 다수의 막성융모(membranous villi) 또는 돌기(projections)로 되어 있는 것이 특징적이다. 이들은 윤활막의 표면적을 매우 높여준다. 점막(mucosae)과는 달리, 윤활막은 세포가 연속적으로 분포되어 있지 않다. 세포들이 가장 많이 분포된 비교적 보호받는 구역에서 관절액의 윤활성 점액물질과 아미노글리칸(aminoglycans)이 생성된다. 윤활막의 모든 다른 성분들은 혈장에서 유래한다. 그러므로 윤활막은 맥관성이고 민감한 막이다.\n무릎관절의 인대는 중심인대과 주변인대로 분류될 수 있다. 중심인대는 전, 뒤십자인대가 있으며, 주변인대는 무릎관절의 전, 후, 안쪽, 가쪽으로 구분되는 인대 그룹들이 있다.\n중심인대\n앞십자인대는 넙다리뼈 가쪽관절돌기의 안쪽, 뒤쪽부분에서 기시하여 정강뼈의 중앙돌기사이구역(central intercondylar area of tibia)을 거쳐 앞쪽으로 주행하고, 뒤십자인대의 가쪽에 존재한다.\n뒤십자인대는 넙다리뼈 안쪽관절돌기의 안쪽면의 앞쪽부분에서 정강뼈의 오금패임으로 연결되며, 앞십자인대보다 수직으로, 뒤쪽, 안쪽방향으로 비스듬히 주행한다.\n이 책은 십자인대의 구조나 기능 관련 연구에 대해 다루고 있지 않지만, 앞, 뒤십자인대는 서로 반대방향으로 주행한다는 사실에 주목해야 한다. 이들은 두 번 교차하는데, 첫 번째로 앞뒤방향으로, 두 번째로는 안쪽가쪽방향이다. 앞십자인대는 정강뼈의 앞방향으로의 움직임과 신전을 조절하며, 뒤십자인대는 넙다리뼈와 관련해서 정강뼈의 뒷방향으로의 움직임과 굽힘을 조절한다.\n주변인대\n여러 주변인대들은 다양한 면에서 무릎관절을 둘러싼다:\n•\t무릎인대(patellar ligament)는 넙다리네갈래근힘줄의 연장으로, 무릎뼈에서 정강뼈거친면까지 주행한다.\n•\t가쪽무릎지지띠(lateral patellar retinaculum)는 가쪽넓은근(vastus lateralis muscle)의 힘줄성 연장선이다. 넙다리곧은근은 가쪽무릎지지띠의 정강뼈거친면 가쪽 닿는곳에서 역할을 한다.\n•\t안쪽무릎지지띠(medial patellar retinaculum)는 안쪽넓은근(vastus medialis muscle)의 연장이며, 안쪽곁인대 앞쪽의 정강뼈에 닿는다.\n•\t안쪽곁인대(medial collateral ligament)는 관절낭의 섬유층이 두꺼워진 부분에서 기인한 평평한 삼각형모양의 띠이며, 안쪽반달과 융합되어 있다. 이 인대는 반막모양근 뒤쪽부분 힘줄을 덮고 있다. 또한 넙다리빗근, 두덩정강근, 반힘줄근의 힘줄들로 구성된 거위발근육(pes anserinus)의 건들이 주위에 닿아 있다.\n•\t가쪽곁인대(lateral collateral ligament)는 관절낭 또는 가쪽반달과 융합되어 있지 않으며, 넙다리뼈가쪽위관절돌기에서 종아리뼈머리로 연결된다.\n•\t비스듬오금인대(oblique popliteal ligament)는 종아리뼈머리에서 발생하여, 관절낭쪽으로 주행한다.\n반달\n반달은 아교섬유(collagen fibres)가 풍부한 결합조직과 연골세포와 비슷한 몇몇 세포들로 구성된다(섬유연골). 가장 두꺼운 아교섬유들은 세로방향으로 배열하고, 가장 얇은 아교섬유들은 안쪽-가쪽방향으로 배열한다.\n안쪽가쪽단면에서, 반달은 변연부에서 중심으로 갈수록 얇아지는 쐐기모양이다. 반달의 위쪽면은 오목하고, 넙다리뼈관절돌기와 닿는다. 반달의 아래쪽면은 다소 편평하고, 정강뼈 위에 놓인다. 반달의 바깥 가장자리는 관절낭과 결합하며, 반달의 앞쪽뿔(cranial horns of menisci)들은 가로인대(transverse ligament)로 연결된다. 반달은 반달주변궁(perimeniscal arches)을 형성하는 안쪽, 먼쪽 무릎 동맥(genicular artieries)들에게서 혈액공급을 받는다.\n안쪽반달은 반달모양 또는 C자 모양이다. 안쪽반달의 앞쪽뿔은 앞십자인대의 몸쪽에 위치한 안쪽 앞쪽 반달인대에 의해 앞쪽돌기사이구역에 부착된다. 안쪽반달의 가장자리 부분은 안쪽곁인대에 의해 관절낭에 연결되어 있다. 뒤쪽뿔은 안쪽 뒤쪽 반달인대에 의해 정강뼈의 뒤쪽돌기사이구역에 부착된다.\n가쪽반달은 원형 또는 O자 모양이며, 동일한 너비를 가진다. 가쪽반달의 앞쪽부착부는 가쪽 앞쪽 반달인대에 의해 정강뼈의 앞쪽돌기사이구역에 부착되며, 뒤쪽부착부는 가쪽 뒤쪽 반달인대에 의해 오금패임에 부착된다. 가쪽반달은 안쪽반달보다 더 유동성이 있다. 관절낭의 앞쪽 가쪽부분은 가쪽반달에 느슨하게 부착되어 있으며, 뒤쪽 가쪽부분은 좀 더 강하게 부착되어 있다. 반달넙다리인대는 가쪽반달의 뒤쪽뿔에서 시작한다.\n반달은 무릎관절을 안정화시키며, 앞, 뒷방향으로 움직임과 수평회전 시 넙다리뼈 관절돌기를 따라간다. 그들은 신전 시에는 전측으로 굴곡 시에는 후측으로 움직인다.\n근힘줄계통\n몇몇 근육들만이 무릎관절에 작용한다; 이 근육들은 엉덩뼈에서 시작하여 정강뼈 몸쪽부분에 닿는다. 무릎관절의 중요 움직임은 안-가쪽 축을 기준으로 움직이는 굽힘과 폄, 그리고 곁인대가 느슨해질 때 세로축을 기준으로 움직이는 가쪽과 안쪽회전이다.\n무릎관절을 펴는 것은 거의 전적으로 넙다리네갈래근의 수축에 의해서 이루어지며 미약하게 넙다리근막긴장근과 넙다리빗근의 앞쪽 부분이 지원한다.\n넙다리의 안쪽면에 위치한 근육들인 반막모양근, 반힘줄근, 두덩정강근 그리고 넙다리빗근은 무릎관절 굽힘에 작용한다. 반힘줄근, 두덩정강근, 넙다리빗근은 정강뼈거친면 안쪽에 닿아 거위발근육(pes anserinus)을 이루며, 정강뼈고원편평화절골술(TPLO) 시 매우 중요한 구조물이다. 이들 근육들은 무릎관절을 굽히고, 정강뼈를 내회전시킨다.\n넙다리두갈래근과 오금근은 넙다리의 가쪽면에 위치한다. 이들 근육은 무릎관절 굽힘에 작용한다. 넙다리두갈래근은 정강뼈를 가쪽으로 회전시키며, 오금근은 안쪽으로 회전시킨다.\n임상검사\n무릎관절의 임상검사는 다른 관절 검사와 동일한 가이드라인을 따라야 한다. 또한 무릎관절 평가는 전체 근골격계 검사의 일부분이다. 육안적 검사, 촉진 그리고 무릎관절 특정부위의 손상을 밝히기 위한 다양한 조작법을 기반으로 한 체계적인 접근이 이루어져야 한다. 이러한 조작법에는 무릎뼈검사, 반달연골검사, 무릎관절 안정성 검사가 있다.\n무릎관절 이상의 원인을 파악하기 위한 접근법은 그 문제가 직접적인 외상에 의한 것인지 혹은 대사성, 감염성, 종양성에 의한 염증인지에 따라 달라진다. 외상에 의해 유발된 문제라면, 특히 증상 발현 시점과 발생 메커니즘을 파악하는 게 매우 중요하다. 외상은 반달연골 손상을 일으키는 갑작스런 회전처럼 간접적이거나 직접적일 수 있다. 급성인지를 파악하는 것 또한 중요한데, 급성인 경우 만성보다 손상 부위의 해부학적 위치를 더 명확히 알 수 있다. 만성인 경우 무릎관절의 전반적인 손상을 나타내며, 때때로 무릎관절에 근본적 원인을 파악하기 어려운 만성통증을 동반하기도 한다. 염증성 질환에 의한 무릎관절 이상이라면, 원인적 메커니즘은 부수적인 고려사항이며, 다른 부위에도 나타나는 전신 증상 발현에 먼저 집중해야 한다: 다른 관절의 관절염, 피부 손상, 혈액학적 및 생화학적 검사 이상, 안 장애 등.\n \n근골격계 질환 환자를 검사하는\n모든 수의사들은 무릎관절을 검사할 때 이처럼 이원적 접근이 필요하다.\n육안적 검사\n육안적 검사는 환자가 걸을 때, 부중할 때 그리고 진료대 위에서 가만히 있는 상태에서 옆누운자세, 등누운자세, 배누운자세로 진행되어야 한다. 양측 무릎관절을 비교하는 것은 한쪽 다리의 이상을 파악할 수 있게 해준다. 무릎관절의 최초 육안검사는 앞으로의 관절평가를 위한 접근법에 관한 정보를 제공한다.\n안굽이무릎(genu varum, O자 형태로 휜 다리)은 무릎관절의 한쪽 구획(안쪽 구획, medial compartment of stifle joint) 이상 때문인 경우가 많으며, 전반적인 관절염과 만성적인 반달손상으로 인한 관절염을 특징으로 한다.\n밖굽이무릎(genu valgum, X자 형태의 다리)은 무릎관절의 3구획(앞쪽, 가쪽, 안쪽) 장애와 함께 발생한 염증성 관절 질환에서 흔하게 볼 수 있는 형태이상이다.\n관절유래의 골변형과 골의 부정유합, 골이나 활막 종양, 자가면역질환에서 유래된 골변형을 구분하기 위한 시도는 중요하다.\n또 다른 이상들로는 흔치 않지만 젖힌무릎(genu recurvatum)과 무릎관절의 굽힘부전(deficient flexion of the stifle joint)이 있다. 전자는 과가동성증후군(hypermobility syndrome) 또는 근육마비(muscle paralysis), 그중 일부는 술후 근구축으로 인해 무릎관절이 과신전 변형된 상태이다. 후자는 부정유합된 관절골절 후 퇴행의 염증성 관절질환으로 인해 무릎관절을 펴지 못하고 일정 각도로 굽힌 채로 있는 상태이다.\n환자를 등누운자세로 검사 시, 환자 무릎관절의 국소부종(윤활막낭의 이상 또는 반달 낭종) 또는 전반적인 부종(관절내삼출물저류)을 확인할 수 있다. 관절삼출물을 확인하기 위한 검사는 단순하지만 필수적이다. 이 검사법은 건강한 무릎관절과 비교하여 안쪽, 가쪽 무릎뼈넙다리뼈 오목(patellofemoral depression)이 소실되어 있는지 확인하는 것이다. 전반적인 부종은 무릎관절의 윤곽을 왜곡시키는데, 무릎관절의 용적이 굽혔을 때가 폈을 때보다 더 크므로 관절을 굽혔을 시 왜곡이 더 두드러지게 나타난다.\n국소부종은 특히 무릎뼈(무릎앞윤활주머니염; prepatellar bursitis), 정강뼈거친면(무릎아래주머니염; infrapatellar bursitis), 거위발근육(pes anserinus) 사이의 정강뼈거친면 안쪽(거위발근육주머니염; pes anserine bursitis) 위치에서 잘 발생한다.\n무릎관절질환이 지속된다면, 넙다리네갈래근은 육안상 위축돼 보인다.\n \n무릎뼈 몸쪽끝 위에서 넙다리의 둘레와 복사뼈(tibial malleolus) 위의 장딴지근 수준에서 종아리 둘레를 측정함으로써, 근육 위축 정도를 정량화하는 것은 유용한 방법이다.\n배누운자세에서 오금패임(popliteal notch)을 검사한다.\n국소부위의 종창 유무는 정강뼈고원편평화절골술(TPLO) 수술 전, 후 영상검사에서의 유용한 정보이다. 또한 오금혈관 손상으로 인한 혈행 문제, 궁둥신경(sciatic nerve)이나 신경분지 이상으로 인한 신경 문제, 국소 또는 전신이상으로 인한 림프절병증(lymphadenopathy) 등에 의한 국소적 이상을 확인할 수 있다.\n촉진\n촉진은 환자를 등누운자세에서 하며, 다음 사항이 평가돼야 한다.\n•\t무릎관절의 열감\n•\t손으로 압박을 주었을 때, 통증부위 존재\n•\t적절한 조작을 통한 관절삼출물저류 확인\n•\t관절액 제거\n•\t비대칭\n손등을 무릎뼈 위에 올려 피부 체온을 확인한다. 이 부위는 보통 넙다리나 종아리의 체온보다 낮다. 감염성, 염증성, 외상성 윤활막염(synovitis)에서는 무릎관절의 체온상승이 반대쪽 무릎관절과 비교해서 광범위하고 무릎뼈위 수준에서도 발생하지만 윤활낭염(bursitis)에서는 더 국소화된다.\n통증부위촉진과 해부학적 구조\n통증부위 촉진은 외상에서 매우 유용하다. 이는 반달손상, 인대손상, 심지어 골절을 확인하는 지표가 되기 때문이다. 촉진은 무릎관절을 굽혔을 때 하는 것이 가장 효과적인데, 이는 무릎관절을 폈을 때 촉진 시 몇몇 관절 돌출부가 촉진되지 않기 때문이다. 무릎관절의 촉진과 통증부위는 검사부위에 따라 분류될 수 있다: 앞쪽과 안쪽면, 가쪽면, 도르래면과 무릎뼈, 뒤쪽면. 모든 면에서 뼈돌출부와 이에 상응하는 연부조직이 통증부위를 찾기 위해 손으로 압박을 가할 때 촉진된다.\n앞쪽과 안쪽면\n촉진은 무릎관절을 양손으로 싸서 한다. 엄지를 적극적으로 활용하여 촉진하며, 나머지 손가락들은 뒤쪽면(오금패임)에 위치시킨다. 무릎인대(patellar ligament)의 양측면을 눌러 약간의 움푹한 곳을 확인하며, 이곳은 무릎관절 촉진을 위한 기준점 역할을 한다.\n안쪽면에서 엄지손가락으로 정강뼈 고원부(tibial plateau)의 날카로운 위쪽 가장자리를 촉진한다. 이 부분은 안쪽 반달연골이 닿는 지점이다. 반달연골 손상이 있을 경우, 이곳에 압박을 가하면 통증을 나타낸다. 다리를 굽혔을 때, 통점은 더 뒤쪽이 되며 다리를 안쪽으로 회전시켰을 때 통증이 더 심해진다.\n무릎인대(patellar ligament)는 먼쪽으로 그 부착부인 정강뼈거친면까지 따라갈 수 있다. 정강뼈거친면의 안쪽은 피하조직으로 덮인 정강뼈이며, 이곳에 거위발근육(pes anserinus)의 힘줄들이 닿는다.\n넙다리뼈의 안쪽관절돌기는 무릎뼈의 바로 안쪽, 몸쪽에서 확인되며, 무릎관절을 90° 이상 굽혔을 때 촉진된다. 골관절염과 골연골조각(osteochonral fragments)으로 인한 연골결손이 있는 경우에 골증식체가 관절돌기를 따라 확인된다. 안쪽넓은근(vastus medialis)과 거위발근육힘줄 사이에서 모음근(adductor muscles)들의 닿는곳을 무릎관절 뒤쪽에서 촉진할 수 있다. 골관절염이 있을 경우, 거위발근육힘줄이 닿는 곳이 통증 부위이다.\n밖굽이무릎(genu valgum)일 경우, 무릎관절 가쪽면에 통증이 있으며, 반대로 좀 더 흔한 경우인 안굽이무릎(genu varum) 시, 안쪽면에 더 큰 통증이 있다.\n앞쪽과 안쪽면에서, 무릎관절의 질환 징후 파악에 중요한 연부조직이 있으며 이를 촉진한다. 넙다리네갈래근은 무릎뼈의 몸쪽과 안쪽 가장자리에 닿는다. 넙다리네갈래근 힘줄은 무릎인대를 형성하고, 무릎인대는 정강뼈거친면에 붙는다. 가쪽넓은근(vastus lateralis m.)과 안쪽넓은근(vastus medialis m.)은 넙다리뼈의 양측에서 큰 덩어리로 쉽게 촉진된다. 두 근육을 반대쪽 다리의 근육과 비교하여 찢김이나 파열이 있는지 확인한다. 가장 흔한 증상 발생 부위는 무릎뼈 몸쪽의 넙다리곧은근(rectus femoris m.) 또는 중간넓은근(vastus intermedius m.)이다. 근위축을 평가하는 것 또한 중요한데, 특히 안쪽넓은근의 근위축은 무릎관절 수술 후 또는 관절삼출액저류 발생 초기에 나타나므로 주의 깊게 평가해야 한다. 넙다리네갈래근 위축을 평가하는 법은 위에서 이미 다루었다.\n무릎인대는 무릎뼈를 거쳐, 정강뼈거친면에 닿는다. 무릎인대 닿는 곳에 통증이 있는 경우, 오스굿슐라터병(Osgood-Schlatter disease)를 의심할 수 있다. 무릎뼈아래지방체는 무릎인대 양측에 위치한다. 이는 비특이적으로 용적이 증가할 수 있고 또는 지방체에 염증이 생겨 촉진 시 통증이 발생할 수 있다(Hoffa’s disease).\n임상수의사들은 앞쪽과 안쪽면에 있는 명확한 윤활주머니(synovial bursae)를 촉진하는 데 익숙해져야 한다. 먼쪽 무릎뼈아래 윤활주머니(distal infrapatellar synovial bursa)는 무릎인대에 인접해 있고 무릎관절의 강한 움직임에 의해 염증이 생길 수 있다. 무릎뼈 앞부분을 덮고 있는 무릎앞피하윤활주머니(prepatellar subcutaneous synovial bursa)는 사람에서 흔하게 염증이 생기는 부위로, “가정부무릎(housemaid’s knee)” 또는 “광부무릎(coal miner’s knee)”으로 흔히 알려진 무릎앞주머니염(prepatellar bursitis)을 유발한다. 이 주머니는 무릎을 굽힐 때 피부를 무릎뼈 위로 원활하게 미끄러지게 한다. 거위발근육힘줄들은 무릎관절의 뒤쪽안쪽부분에서 쉽게 촉진할 수 있다. 거위발근육의 힘줄밑주머니(subtendinous bursa of the pes anserinus)는 넙다리빗근, 두덩정강근, 반힘줄근 힘줄 사이에 위치한다. 이 부분 촉진 시 통증을 나타낼 수 있으며, 가끔씩 둥근형태 또는 서양배모양의 부종이 감지될 수 있다.\n엄지손가락을 정강뼈고원(tibial plateau)의 안쪽, 위쪽 가장자리를 따라 뒷방향으로 움직이면, 안쪽반달연골, 안쪽곁인대, 거위발근육힘줄과 같은 중요한 연부조직구조물을 촉진할 수 있다.\n위에서 언급했듯이, 안쪽반달연골은 반달인대에 의해 정강뼈에 부착되어 있다. 반달인대 손상은 관절 가장자리 부위에 통증을 유발한다. 반달연골이 찢겼을 경우, 안쪽관절부분 촉진 시 통증을 유발한다. 안쪽반달연골은 다소 유동성이 있고, 정강뼈가 내회전 했을 시 안쪽반달연골의 가장자리는 더 돌출되어 촉진할 수 있다.\n안쪽곁인대(medial collateral ligament)는 관절낭 밖에서 넙다리안쪽관절돌기와 정강뼈를 연결한다. 인대의 안쪽부분은 안쪽반달연골에 부착되어 있다. 이 인대를 해부학적으로 분리하여 촉진할 수는 없지만, 인대가 덮고 있는 부위는 관절부위에서 몸쪽에 위치하므로 그곳에서 손가락을 앞에서 뒤로 미끄러지듯이 움직이면 촉진할 수 있다. 안쪽곁인대는 바깥 굽은 방향으로 힘(forced valgus)이 작용할 때 손상되며, 촉진시 통증과 결손부를 확인할 수 있다.\n가쪽면\n엄지손가락을 가쪽면으로 이동시키면, 정강뼈고원(tibial plateau)의 등쪽가쪽 가장자리(정강뼈가쪽관절돌기, lateral condyle of the tibia)를 촉진할 수 있다. 정강뼈거친면의 돌출부는 정강뼈고원의 먼쪽에서 촉진된다. 넙다리가쪽관절돌기는 정강뼈고원의 몸쪽에서 확인된다. 이는 무릎뼈에 의해 부분적으로 덮여 있고, 넙다리뼈안쪽관절돌기에 비해 덜 촉진된다. 종아리뼈(fibula)의 머리는 관절의 뒤쪽, 먼쪽에서 촉진된다.\n가쪽 반달연골은 종아리뼈 머리 위치에서 촉진될 수 있으며, 특히 무릎관절을 살짝 구부릴 때 더 잘 촉진된다. 가쪽 반달연골은 안쪽 반달연골과 마찬가지로 정강뼈와 부착된 인대가 찢어지면 촉진 시 통증을 유발한다. 가쪽반달연골은 오금근 힘줄에 의해 가쪽곁인대와 분리되어 있어서 안쪽반달연골보다 더 유동성이 있다. 이와 같이 유동성이 크기 때문에 안쪽반달연골보다 덜 손상된다.\n가쪽곁인대, 정강뼈와 종아리뼈 사이에 있는 넙다리두갈래근 힘줄, 엉덩정강근막띠(iliotibial band)를 촉진하여 여러 질병을 진단할 수 있다. 엉덩정강근막띠는 넙다리근막(fascia lata)이 먼쪽방향으로 연장된 구조물이며, 무릎뼈와 가쪽넓은근(vastus lateralis m.)을 안정화시키는 역할을 한다.\n가쪽곁인대는 넙다리뼈가쪽관절돌기와 종아리뼈의 머리를 연결시킨다. 이는 관절낭 밖에 존재하는 인대이다. 가쪽곁인대는 무릎관절을 90° 구부리고, 엉덩이관절을 바깥쪽으로 외전(abduction)과 외회전시키면 가장 잘 촉진된다. 이 인대가 찢어졌을 때 촉진 시 국소통증을 유발한다; 그러나 이는 안쪽곁인대보다 더 적은 빈도로 발생한다. 종아리뼈 머리의 앞쪽인대와 뒤쪽인대는 정강뼈와 종아리뼈 머리 사이에 존재한다. 이 부분은 매우 드물게 질병이 발생하지만 증후학(semiology)적 중요성을 갖는다. 그 이유는 앞십자인대 단열 치료를 위해 종아리뼈 머리를 앞쪽으로 이동(transposition of the head of fibula)시킬 때 이 인대들을 잘라야 하기 때문이다. 무릎관절을 90° 구부리면, 넙다리두갈래근 힘줄이 촉진되며, 이 힘줄은 종아리뼈 머리에 닿는다. 무릎관절에 심각한 외상이 있는 경우, 이 힘줄은 종아리뼈 머리에서 찢겨 떨어질 수 있다.\n도르래면과 무릎뼈\n넙다리뼈의 도르래는 관절연골로 둘러싸여 있으며, 무릎뼈가 그 위로 움직인다. 도르래고랑에서 무릎뼈는 굽혔을 시 움직이지 않고 그대로 있고, 폈을 시 움직인다. 무릎관절을 폈을 동안, 무릎뼈의 등쪽면이 가장 잘 촉진된다. 도르래고랑과 능선(ridge) 또한 무릎관절을 폈을 때 촉진될 수 있다; 가쪽면이 안쪽면보다 더 높다. 골관절염 손상과 연골연화증은 주로 무릎뼈의 관절면에서 평가된다.\n뒤쪽면\n무릎관절의 뒤쪽면에는 오금패임(popliteal notch)이 있다. 오금패임은 안쪽부분의 몸쪽에선 반막양근과 반힘줄근의 힘줄, 가쪽에선 넙다리두갈래근의 힘줄, 먼쪽에선 장딴지근의 머리에 의해 경계 지어 진다. 오금패임에는 3가지 중요한 혈관, 신경 구조물이 있다.\n•\t오금패임을 표면에서 가로지르는 궁둥신경 분지인 정강신경(tibial nerve of sciatic branch)\n•\t정강신경의 바로 먼쪽에 위치한 오금정맥(popliteal vein)\n•\t몸 깊이 존재하며, 관절낭을 따라 주행하는 오금동맥(popliteal artery)\n무릎관절을 편 상태에서, 다음과 같은 구조물들을 촉진하는 것은 불가능하다. 오금동맥이 몸 깊이 존재하지만, 무릎관절을 굽혔을 시 오금동맥의 박동은 느낄 수 있다. 오금패임 검사와 관련해서 위에서 이미 언급했듯이, 명확한 종창이 오금패임부위에서 확인될 수 있으며, 이에 대해서는 혈관과 신경손상(보통 의원성 손상)과 오랫동안 지속된 골관절염과의 감별진단이 필요하다.\n관절삼출액저류를 감지하는 검사법\n시진을 통해 얻은 관절삼출액저류에 대한 기본 단서에 더해 특정 관절조작법을 사용하면 더 확실하게 관절상태를 평가할 수 있다.\n볼록 사인(bulge sign)\n이 검사법은 소량의 관절삼출액, 즉 반드시 이상이 있다고 할 수 없는 소량의 관절삼출액을 확인하는 방법이며, 전문가가 실시했을 시 민감도가 높은 검사법이다. 관절액을 비운다는 생각으로 한 손의 손바닥을 이용해 무릎관절의 안쪽면을 아래에서 위로, 앞에서 뒤로 쓸어내린다. 그 손바닥을 넙다리안쪽관절돌기에 놓은 채로, 다른 손의 손등은 굽힌 채로 무릎관절의 가쪽면을 위에서 아래로, 뒤에서 앞으로 압박을 준다. 관절삼출액이 있으면, 안쪽면으로 변이된 액체가 바로 볼록 형태를 만든다. 관절삼출액이 중등도이거나 관절이 이미 탱탱하다면, 볼록 사인(bulge sign)은 나타나지 않으며 다른 검사법이 추천된다.\n풍선 사인(balloon sign)\n한 손의 엄지를 무릎뼈의 안쪽 가장자리에 놓고, 검지와 중지를 무릎뼈의 가쪽 가장자리에 놓는다. 다른 손을 이용해 반복적으로 무릎뼈위오목(suprapatellar recess)에 압박을 가한다. 만약 관절삼출액에 존재한다면, 무릎뼈를 잡고 있는 손가락에 톡톡거리는 느낌이나 움직임이 느껴진다. 이 검사법은 관절삼출액을 감지하는 가장 확실한 검사방법 중 하나이다.\n무릎뼈 뜬느낌(부구감)검사(patellar ballottement)\n무릎뼈 뜬느낌(부구감)은 상당한 양의 관절삼출액이 존재할 때, 이를 확인하는 유용한 방법이다. 이는 무릎아래지방체나 넙다리뼈 앞쪽에 다량의 지방이 존재할 때에도 감지된다. 검사법은 무릎관절을 편 상태에서, 양손의 검지를 이용해 무릎뼈 등쪽표면에 압박을 가한다. 관절삼출액이 존재할 시, 무릎뼈는 관절액에 가라앉았다가 다시 떠오르기 전에 넙다리뼈를 친다.\n움직임을 평가하는 검사법\n위에서 언급했듯이, 무릎관절에는 3종류의 움직임이 있다: 굽힘, 폄 그리고 내·외회전. 굽힘과 폄은 넙다리뼈와 정강뼈 사이 움직임으로 발생한다. 넙다리네갈래근은 무릎관절을 펼 때 관여하고, 굽힐 때 넙다리뒷부분근육의 작용에도 영향을 준다. 무릎관절을 어느 정도 굽혔을 때 발생하는 회전은 정강뼈에 대한 반달연골의 움직임과 넙다리뼈에 대한 정강뼈의 움직임을 포함한다. 회전은 안쪽과 가쪽에 있는 근육들에 의해 수행된다.\n보통 수동적 움직임(passive mobility)만을 검사하고, 굽힘과 폄의 최대각도를 평가한다. 양측 무릎관절의 관절가동범위를 비교하는 것은 매우 중요하다.\n무릎관절의 굽힘\n무릎관절은 대칭적으로 균형 있게 굽혀져야 한다. 검사 시, 양손을 이용해 무릎관절을 최대로 굽혀 본다. 최대로 굽혔을 때는 폈을 때 자세(정상중립자세)와 비교 시 약 135°이다. 최대로 굽혔을 때, 넙다리와 정강뼈 사이 각도는 대략 30°이다.\n무릎관절의 폄\n검사 시, 양측 무릎이 모두 완전히 펴지는지 확인한다. 두 다리를 번갈아가며 펴본다. 오금패임이 진료대에 닿는 것을 확인함으로써, 무릎관절이 수동적으로 완전히 펴지는지를 검사한다.\n \n만약 무릎관절이 완전히 펴지지 않는다면, 치료에 대한 반응을 평가하기 위해 정기적으로 관절굽힘각도를 측정하기를 권장한다.\n무릎관절의 내,외회전\n동물은 정상적으로 내, 외회전 방향으로 모두 약 10° 회전이 가능하다. 한 손으로 넙다리뼈를 잡고, 다른 손으로 뒷발목관절을 잡은 채 정강뼈를 안쪽,바깥쪽으로 회전시켜본다.\n수동적 관절가동범위 검사를 시행하는 동안, 마찰이 느껴질 수 있고, 으드득 소리가 날 수 있는데, 이는 오랜기간 지속된 퇴행성 또는 염증성 이상이 있을 때 흔히 발생한다. 통증 또한 관절을 강하게 움직였을 시 발생할 수 있다.\n앞십자인대 단열을 진단하기 위한 특별검사법은 해당 장에서 다뤄질 것이다.\n무릎관절 천자\n검사 또는 다른 특별한 방법을 통한 관절액 검출은 천자 직 후 바로 검사되고 분류되는 경우만 믿을 만하다. 관절액 검사를 통해, 관절삼출액저류를 일으키는 질병(감염성 또는 비감염성 관절염)이 진단될 수 있으며, 혹은 관절액 성상에 따라 질병에 대한 정보를 얻을 수 있다.\n무릎관절 천자는 등누운자세에서 가쪽 또는 안쪽에서 할 수 있다. 관절천자를 시작하기 위해, 촉진을 통해 무릎뼈를 3부분으로 나눈다. 천자부위는 무릎뼈 3등분 중 가장 윗부분과 중간부분 사이이다. 관절천자를 무릎뼈아래(가쪽 또는 안쪽 넙다리정강관절낭)에 시행할지, 또는 무릎뼈위(넙다리무릎관절낭)에 시행할지에 따라, 주사 바늘을 수직 또는 앞쪽으로 위치시킬 수 있다. 천자부위를 넓히기 위해, 반대쪽 손을 이용해 무릎뼈 안쪽가장자리(또는 안쪽에서 천자 시 무릎뼈 가쪽가장자리)에 압박을 주어 책처럼 무릎뼈를 여는 방법은 매우 유용한 방법하다.\n또한, 관절천자는 무릎관절을 굽힌 채 주사용 바늘을 관절의 앞쪽면에 삽입하여 시행할 수도 있다.\n무릎관절의 손상으로 인한 평소와 다른 보행이상을 확인하는 것은 중요하다. 보통, 착지기(stance phase)에서는 무릎관절을 펴고, 바로 이어지는 유각기(swing phase)에서는 무릎관절을 굽힌다. 무릎관절의 윤활막염(synovitis) 또는 관절이상이 있으면, 관절을 완전히 뻗는 것이 어려워 짧은 보폭으로 걷는 진통보행(antalgic gait)을 할 수 있다. 이는 급성통증을 가진 환자의 전형적인 특징이다. 통증으로 인해 무릎관절 굽히지 못하고 무릎관절을 편 채로 고정된 각도로 보행 시 전체 다리를 반원형태로 움직이며 보행하는데, 이를 휘돌림걸음(circumduction gait)이라고 한다. 휘돌림걸음은 고관절의 삼중골반절골술(triple pelvic osteotomy, TPO) 후 원치 않은 결과로 나타날 수 있다.\n \n"
}