{
    "title": "소동물 무릎관절의 정형외과병리",
    "author": "권오경 옮김",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "\nChapter 2\n무릎관절의 임상적 평가 및 치료방향 결정\nClinical evaluation of the nstifle joint and decision-making\n \n관절경 및 자기 공명 영상(MRI)과 같은 진단 방법은 인대 및 반달 손상을 확실하게 확인하고 평가하는 데 매우 유용하다. 그러나 많은 경우에 적절한 병력 및 신체 검사만으로도 정확한 진단을 하기에 충분하므로 꼭 필요한 경우에만 사용하는 것이 타당하다. 이 장에서는 관절 질환의 임상 진단 접근법을 다양한 측면에서 분석하고 문제가 되는 부위의 구조적 이상을 진단하는 검사방법에 대해 소개한다.\n이 장의 마지막에는 아래와 같은 무릎관절의 주요 질환에 대한 임상적 및 치료적 접근을 요약한 진단 알고리즘을 볼 수있다.\n병력\n언제나 그렇듯이, 병력에는 환자가 겪고 있는 문제를 최대한으로 구분할 수 있는 가능한 많은 정보가 있어야 한다. 무릎관절에 초점을 맞출 경우 병력에서 제일 중요한 부분은 다음과 같다.\n•\t과거 외상의 병력: 현재의 증상은 이전의 부상 또는 기존의 부분 파열이 악화된 것일 수 있다는 것을 명심해야한다.\n•\t관절삼출물저류의 발생시간 및 속도: 24시간 이내에 발병하여 관절삼출물의 정도가 심한 경우 대부분 심각한 인대 손상(70%의 경우 앞십자인대)이 있음을 나타낸다. 이 경우 반달 혈관 형성 부위의 박리, 골연골 골절, 무릎뼈의 탈구 또는 활액막의 쪼임(pinching)이 수반될 수도 있다. 한동안 존재해온 반달 무혈관 부위의 손상(박리보다 더 흔함), 만성 넙다리무릎뼈증후군 및 인대 불안정성은 일반적으로 천천히 발병하는 관절수종을 유발한다.\n•\t활동의 감소: 심각한 인대 부상을 입은 동물의 80%는 스포츠 활동(예: 경주, 사냥 및 어질리티 운동)을 하지 못 한다. 이러한 부상은 일상생활 중에 일어날 수 있으며 일상 활동을 지속적으로 못하게 한다; 아픈 다리는 파행을 보이지만 보행가능하다. 이것은 반달이 접혀서 관절면 사이에 끼어 다리를 못 쓰다가 다음 날에는 진통보행을 보이는 동물에서도 관찰될 수 있다.\n•\t나이: 어린 동물은 인대와 반달 손상에 더 강하지만 성장판 손상에는 취약하며, Salter-Harris I 형에서 V 형으로 분류하는 성장판 골절로 이어진다. 어린 동물에서는 골단분리가 인대 부상보다 더 흔하다. 반면 인대 부상은 성숙 동물에서 더 자주 발생한다. 이러한 부상은 운동을 하는 동물이나 얌전한 동물 모두에서 발생하며 후자에서 발생하는 이유는 대사적 문제 때문이다. 외상성 반달 손상은 운동을 하는 동물에서 더 흔하다. 속발성 반달 손상은 거의 대부분 앞십자인대 손상 때문이다.\n임상검사\n환자의 검사는 임상의가 진단에 도움이 될 수 있는 이상이나 임상 증상을 감지할 수 있도록 조직적이고 체계적인 검토를 통해 진행된다. 의심이 되는 관절이 무릎관절로 국소화되면 이 관절에 대하여 철저히 검사한다.\n육안검사\n우선 신체 검사를 하기 전에 환자를 관찰하여 다음과 같은 사항을 평가할 수 있다.\n•\t보행 유형, 굴곡 시 구축의 존재, 파행 및 장애 정도\n•\t뼈의 돌출과 기형: 활차고랑의 소실, 무릎뼈의 외측 이동, 무릎관절의 탈구 등\n•\t출혈이나 멍이 들었을 때: 즉각적인 출혈은 직접적인 타박상에 의한 것이며 그 위치는 상해의 메커니즘에 대한 정보를 제공 할 수 있다. 늦게 생긴 출혈의 경우 관절출혈의 분출로 관절낭이 심하게 찢어졌다는 것을 의미한다.\n신체 검사에서 평가할 사항 및 증상\n급성기에는 관절의 상태(삼출액, 통증, 구축 등)로 인해 인대와 반달에 대한 검사 및 조작을 완벽히 할 수 없다. 특히 반달 손상은 급성기에 진단하기가 어렵다. 이 급성기의 신체 검사에서 가장 중요한 것은 관절 삼출액의 존재와 양을 확인하고 구체적인 통증 부위를 국소화하는 것이다.\n관절삼출액\n최대 10 ml의 경미한 삼출액은 직접 손으로 넙다리무릎뼈 활막낭과 외측 및 내측의 무릎뼈 주위 고랑을 압박하여 감지할 수 있다. 부종이나, 관절액의 주변 침투가 없는 경우, 관절의 삼출액저류로 인한 관절부팽창(액체가 돌출 될 때)이 발생한다. 10~20 ml의 중등도 삼출액은 활막낭 기저에서 반대쪽으로 전달되는 압력에 대한 저항력을 생성한다. 무릎뼈 부구감(patellar ballottement) 또는 탭 사인(tap sign)이 관찰된다: 무릎뼈는 액에 의해 생성된 장력으로 인해 활차고랑과 분리되어 있으므로 검사자가 무릎뼈에 압박을 가할 때 가라앉을 수 있고 압박을 풀 때 다시 떠오른다. 20 ml를 초과한 심한 삼출액저류는 심한 통증을 유발하고 관절의 기능을 제한한다. 진통보행이 관찰되고 눈에 띄게 커지고 부어 오른 관절은 약 30°의 굴곡 상태를 유지한다. 중등도(10~20 ml) 또는 중증(20 ml 이상)의 삼출액저류에 관한 설명은 중형 크기의 품종에 대한 것으로 삼출물의 양에 따른 증상발현은 개 크기에 따라 다르다.\n통증\n심한 통증을 초기 단계에서 보이지 않을 수도 있다; 그렇다고 심각한 상해의 존재를 배제할 수 없다. 예를 들어 광범위한 관절낭과 인대의 파열로 인해 관절액이 축적되지 않을 경우, 통증의 정도가 줄어든다. 염증이 완화될 때까지는 반달 접힘이 관절의 반달 파열 증상 발현으로 연결되지 않는다.\n손상을 진단하는 데 특정 위치에 대한 통증의 존재는 가치 있는 정보가 된다. 이러한 검사는 손상부위와 예후를 확인하는 데 필수적이며 이 장에 서술되어 있다.\n염발음\n무릎관절이 움직일 때 나는 popping 소리는 앞십자인대 손상 시에 나타나는 경향이 있다. 보호자가 이러한 소리를 알아차리고 그에 더해 관절 삼출액 증가가 바로 생긴다면, 이러한 증상은 십자인대 손상의 특징적인 증상이다. 뼈 부상을 동반하지 않는 심각한 외상에서, 즉각적인 심한 삼출을 동반한 염발음은 양측 반달 손상에 의한 것일 수 있다. 반달이 떨어져 나가 관절 내 공간을 차지하고 있을 수도 있다. 이것은 일반적이지 않지만, 배제할 수는 없는 상태이다. 이것은 또한 무릎뼈 탈구 또는 최악의 상황인 무릎관절의 완전 또는 부분 탈구에 해당할 수도 있다.\n일시적인 관절 잠김\n이것은 반달 손상에서 흔하며, 정도가 약할 수는 있으나 만성 인대 손상에서도 관찰될 수 있다. 관절잠김은 반달의 손상된 부분이 접히면서 이것이 관절면 사이에 끼어 관절의 자유로운 움직임을 방해하기 때문에 발생한다. 이 증상은 무릎관절의 어떤 움직임으로부터 발생하는 통증으로 인해 동물이 발에 체중을 부중할 수 없기 때문에 진통성 보행을 하게 되는 심한 통증 시에도 볼 수 있다. 수의사가 진정이 된 동물에서 관절의 움직임이 느슨한 것을 발견한다면, 이는 심각한 인대 손상의 병발을 의미한다. 보호자가 반달 절제 수술을 원치 않는 경우 환자를 심마취시키고 주름을 교정해서 관절의 운동을 회복시키면 관절잠김 증상이 해소될 수 있다.\n방사선검사\n일반적으로 무릎관절의 앞, 뒤 및 가측 X-ray 촬영은 무릎뼈, 근위 정강뼈 또는 원위 넙다리쪽의 골절, 외상성 골연골 분리 또는 견열골절을 식별하기 위해 한다. 축 X-ray 촬영을 통해 넙다리무릎관절을 검사하고 무릎뼈 또는 무릎뼈 주변의 손상을 확인할 수 있다.\n또한 X-ray는 앞십자인대 단열 후 생기는 골관절염뿐만 아니라 뒤십자인대 단열이나 만성 관절질환에서 생기는 골증식에 대해서도 정보를 준다. 물론 무릎뼈나 다른 무릎관절 질환에 대해서도 감별진단을 해야 한다.\n연부조직 손상에 대한 치료적 접근\n대부분의 연부조직 손상은 즉각적인 수술이 필요하지 않으며 이후 상태에 따라 수술을 할 수 있다. 따라서 다량의 삼출액이 있는 경우 이로 인한 불편함을 해소하기 위해 천자를 통해 배액을 해준다. 삼출물 양이 미약한 경우 배액을 하는 것은 감염 등과 같은 부작용 때문에 보존처치보다 좋지 않다. 부목 없는 로버트 존즈 압박붕대와 냉습포를 해주고 휴식을 취하도록 한다. 수술 전과 후에 약 2평방제곱미터 정도 크기의 공간에서 걷는 정도의 움직임만을 유지하여 근육량을 보존시켜야 한다.\n관절액 검사를 통해 관절혈종이 있는지를 확인할 수 있다. 관절 내 골절이 존재하면 배액관에 채취한 혈액 표면에 수 초 내에 지방질의 상층액이 관찰된다.\n무릎관절의 예비검사\n이 장에서는 무릎관절에서 나타나는 다양한 질병을 진단하기 위한 많은 임상 검사방법을 보여준다. 잘 알려진 전방당김 검사(anterior drawer)만을 제시하는 것 이상으로 여러 가지 검사방법을 자세하게 더 서술할 것이다. 임상의나 정형외과전문의에 의해서 수행되는 물리적인 검사방법, 동물의 특정행동에서 얻을 수 있는 임상평가, 그리고 임상의에 의한 제안된 검사방법에 대한 동물 반응의 해석 등을 명확히 할 것이다.\n이 장은 두 가지 주요 부분으로 나누어져 있는데, 하나는 무릎뼈 질환을 평가하는 것이고 다른 하나는 관절 질환을 평가하는 것인데, 엄밀히 말하자면 반달 및 인대 손상을 검사하는 데 초점을 맞춘다.\n무릎뼈\n무릎관절의 뻣뻣함은 무릎뼈 연골 병, 무릎뼈 연골연화증 및 무릎뼈 후면의 골관절염에서 흔히 관찰된다. 관절에 부정적인 기계적 과부하는 무릎뼈 모양의 이상(이형성) 또는 넙다리쪽 연골 표면의 이상(넙다리뼈 가쪽도르래돌기선 편평화, 활차 저형성 ― 곧은 다리를 가진 동물에서 다리가 휠 경우 이러한 경우를 의심해야 한다), 또는 무릎뼈의 위치가 잘못된 경우\n(무릎뼈의 위 또는 내외측 변위)에 발생할 수 있다. 이러한 바람직하지 않은 기계적 과부하는 골관절염을 유발할 수 있다. 골관절염은 노화와 원위부 골절 및 조기 성장판 폐쇄, 외과적으로 치료되지 않고 궁극적으로 정형외과적으로 해결되지 않은 연골 손상(골절 및 타박상)과 관련이 있다.\n그러므로 지속적으로 발생하는 무릎뼈 탈구, 이러한 탈구와 관련된 염증, 그리고 탈구로 인해 생기는 외상은 골관절염을 유발하는 추가 요인이 된다.\n경사진 곳이나 계단을 오를 때나 무릎관절을 강제로 굴곡시키는 동안 걸리는 부하 때문에 임상적으로, 동물이 무릎뼈 후방의 불편함이나 통증을 호소한다(이 객관적인 요소는 임상 검사에서 필수적임); 불안정감 때문에 동물이 다리를 들어 올리는 것 자체를 불편해 한다. 고관절 질병에서도 비슷한 증상을 보이므로 감별진단을 할 때 항상 고려를 해야 하는 요소이다. 이러한 걸음걸이는 무릎관절 손상에서 드물기 때문에 보통 수의사들은 고관절 문제라고 처음에 생각한다.\n임상적 관점에서 무릎뼈 손상은 다양한 증상을 나타낼 수 있다; 무릎뼈가 움직일때나 무릎뼈 가장자리를 따라 무릎뼈를 압박하면 무릎뼈가 약간 움직이거나 통증을 호소한다. 대부분의 경우 두려움 검사(apprehension test)에 양성을 보이는데 이 검사방법은 무릎관절을 구부리면서 무릎뼈를 가측으로 움직이게 하는 것이다. 무릎뼈 손상이 있는 동물은 통증이 매우 심하여 일반적으로 검사자를 물려고 하기 때문에 검사를 하지 못하도록 하는 반응을 보이면 양성이다. 이 검사로 연골 병증뿐만 아니라 무릎뼈의 잠재적 탈구도 알 수 있다.\n무릎뼈 모양과 넙다리쪽 관절면의 이상은 종종 작은 동물에서는 무릎뼈 내측 탈구, 큰 동물에서는 무릎뼈 외측 탈구를 초래한다.\n무릎뼈의 상방향 변위, 축 이상(genu valgum), 정강뼈의 회전 운동 이상 및 낭막인대의 느슨함은 또한 무릎뼈 탈구를 촉진할 수 있다. 일부 경우에는 이러한 이상이 선천적이며 다른 경우에는 정형외과적 원칙에 따른 수술적 처치를 하지 못했기 때문에 일어난다; 원위 넙다리뼈와 근위 정강뼈의 성장판 골절 또는 손상 시 해부학적 정복, 단단한 고정 및 조기기능회복.\n“춤추는 무릎뼈” 검사(dancing patellar test)\n이 검사는 무릎관절의 삼출물저류 진단에 사용된다. 환자를 등으로 눕게 하거나 서 있는 상태에서 검사를 한다. 한 손으로 근위부에서 상부무릎낭(suprapatellar sac)의 기저부를 누르고, 다른 한 손은 무릎뼈 원위에서 무릎뼈를 누르거나 부드러운 압력으로 내측 및 외측으로 움직인다.\n무릎뼈는 탄성저항에 대해 다소 움직이고 수의사가 적용하는 힘에 반발하여 반등한다(이 때문에 춤추는 무릎뼈라는 이름을 얻음). 이 검사로 관절 삼출액이나 활액막염의 병적 징후가 있음을 단정할 수 있으며, 그 원인은 인대, 반달 등을 평가함으로써 조사되어야 한다. 분명히 관절 삼출에는 여러 원인이 있지만 이 검사방법은 일반의가 알아두어야 하는 무릎관절질환을 진단하는 가장 기본적인 방법이다.\n무릎뼈 탈구 검사\n이 검사를 위해 동물은 등으로 누운 자세를 취한다. 수의사는 환자의 무릎관절 근처에 서서 각각의 손의 엄지와 검지 손가락을 무릎뼈의 위쪽과 아래쪽에 위치시킨다(등쪽과 배쪽). 외측으로 움직이게 하기 위해, 두 엄지로 무릎뼈를 활차고랑의 외측부위로 민다. 검지로 무릎뼈를 외측으로 미는 방법도 있다. 내측 탈구를 유발하기 위해, 두 검지 손가락으로 무릎뼈를 반대 방향으로 움직인다. 무릎뼈의 뒤쪽 표면은 검지로 촉지될 수 있다. 이러한 움직임이 증가되는 경우 넙다리뼈네갈래근을 긴장시킨 후 동일한 검사를 수행하여 안정성을 확인한다.\n같은 위치에서 손으로 관절돌기를 들어 올리면 무릎뼈에 견인력을 줄 수 있다.\n평가: 생리적으로 무릎뼈에 통증이 없는 양측 움직임이 염발음이 없거나 탈구가 발생하지 않는 정도로 나타난다. 외측 또는 내측 움직임의 증가는 인대의 이완, 무릎뼈의 아탈구 또는 탈구가 될 수 있는 상태를 의미한다. 무릎뼈가 움직일 때 염발음이 나타나면 무릎뼈 연골 병증 또는 무릎뼈 후면의 골관절염을 나타낸다.\n관찰: 같은 위치에 있는 손으로 무릎뼈를 원위로 움직여 볼 수 있다. 무릎뼈의 제한된 원위 이동은 넙다리곧은근의 단축 또는 무릎뼈의 상방향 변위를 나타낸다.\n두려움 검사\n이 검사는 무릎뼈 탈구를 평가하는 데 사용된다. 등으로 누운 자세에서 무릎관절을 펴서 넙다리쪽 근육을 긴장된 상태로 만든다. 수의사는 양쪽 엄지로 무릎뼈를 측면으로 밀어서 탈구를 유발시키면서 무릎관절을 굽힌다.\n평가: 무릎뼈가 탈구된 경우, 동물은 심한 통증을 호소하고 굴곡뿐만 아니라 신전 시의 또 다른 탈구에 대한 두려움을 나타낸다.\n반달과 인대\n반달은 관절 기능과 안정성에 중요한 역할을한다. 반달은 무릎관절에 걸리는 압박이 넙다리뼈와 정강뼈 사이에서 전달되고 분배될 수 있게 함으로써 충돌을 완충시킨다. 반달 손상은 이러한 연골 디스크의 찢어짐이나 변위를 말한다. 내측 반달은 해부학적으로 외측 반달보다 훨씬 더 잘 손상된다. 반달 손상은 퇴행성 또는 외상성일 수 있다. 어린 동물에서도 발생할 수 있는 퇴행성 조직 장애에서 일상적인 관절 운동만으로도 손상을 입을 수 있다. 무릎관절손상에서 수의사는 반달 이상뿐만 아니라 곁인대 및 십자인대의 병발 손상도 항상 고려해야 한다. 치료하지 않은 고관절 손상이나 무릎관절의 불안정성을 보이는 제대로 치료되지 않은 인대손상은 반달 손상을 유발할 수 있다. 반달 손상의 주요 증상은 부중하는 정도에 따라 증가하는 통증반응이며 움직임과 함께 통증은 감소한다.\n반달 손상을 알 수 있는 여러 가지 진단적 방법이 있다. 기능 검사는 압박, 견인 또는 반달 끼임에 의한 통증을 유발하는 데 기초한 것이다.\n반달을 평가하기 위해서 단일 테스트를 수행하는 것은 좋지 않으며, 일반적으로 서너 가지 검사를 조합하여 진단해야 한다.\n회전검사\n환자를 등으로 누운 자세를 하게 하고 무릎관절과 고관절은 완전히 구부린 상태로 한다. 한 손에는 무릎관절, 다른 쪽 손은 발을 잡은 상태로 다리를 외회전 또는 내회전시킨 상태로 무릎관절을 90°까지 편다.\n평가: 다리를 외전 및 외회전시킨 상태에서 무릎을 펼 때 통증을 느끼는 것은 내측 반달 손상을 나타낸다. 반대로 내회전 시의 통증은 외측 반달 손상을 나타낸다. 반달 뒤쪽 부분의 버킷-핸들 파열(bucket-handle tear)이 있어 분리된 부분이 들어 올려질 경우, 무릎관절을 확실히 구부릴 때 딸깍하는 느낌이 난다. 무릎관절이 수직일 때의 딸각 하는 느낌은 반달 중간 부분의 손상을 나타낸다.\n관찰: 다리를 0°로 완전히 구부린 상태에서 외회전을 시키고, 천천히 무릎관절을 신전시키는 것은 내측 반달 상태를 평가하는 데 사용된다.\nPayr 검사(Payr’s test)\n환자는 등을 대고 누운 자세를 취한다. 수의사는 왼손으로 무릎관절을 잡고 엄지로 관절의 외측 부분을, 검지로 관절의 내측부분을 촉진한다. 오른손으로 뒷발목관절을 잡는다. 무릎관절을 완전히 구부린 상태에서, 다리를 최대한 외회전 시킨 후 천천히 내전시킨다(varus).\n평가: 관절의 내측과 등쪽 사이의 통증은 내측 반달(내측 반달 뒤쪽 부분, 검사를 통해 압박되는 부위이다) 손상을 나타낸다. 또한, 외측 반달의 뒤쪽 부분도 다리를 내회전시킨 후 외전을 시켜 검사할 수 있다(valgus).\nSteinmann I 징후\n환자는 등을 대고 누운 자세를 취한다. 수의사는 왼손으로 무릎관절을 구부린 채 잡고 오른손으로는 발을 잡는다. 그리고 오른손으로 다리를 내회전, 외회전을 빠르게 한다.\n평가: 급격한 외회전 중 내측 관절 부위의 통증은 내측 반달 손상을 의미한다. 내회전 중에 외측 관절 부위의 통증은 외측 반달 손상을 의미한다.\nSteinmann II 징후\n환자는 등을 대고 누운 자세를 취한다. 수의사는 왼손으로 관절의 중간 부분을 촉진하며 무릎관절을 잡는다. 오른손은 외측 및 내측 복사뼈 윗부분을 잡는다. 넙다리쪽을 고정시킨 상태에서 다리를 외회전, 내회전시키고 약간 기울인 상태에서 무릎관절을 굴신시킨다.\n평가: 관절의 내측 또는 외측면에 통증이 있을 경우 반달 손상을 나타낸다. 관절 중간부분에 압력을 가하면, 무릎관절을 구부리고 약간 외회전되는 동안 내측 곁인대까지 내측과 등쪽부위로 통증이 옮겨가며, 무릎관절을 펴는 동안 통증이 앞으로 이동한다. 외측 반달 손상이 있을 경우 다리를 내회전시킨 상태에서 통증은 무릎관절을 펼 때 앞으로 이동하고, 구부릴 때 뒤쪽으로 이동한다.\n관찰: 이 검사 방법은 외측 반달 손상을 진단 하는 데 사용하지만, 내측 반달 손상이 있을 때도 정보를 줄 수 있다.\nFinochietto 징후(점프 징후)\n이 방법은 앞십자인대와 반달이 같이 손상당한 경우를 확인하는데 사용된다. 무릎관절을 90°로 구부린 상태에서 전방변위검사를 한다(anterior drawer test).\n평가: 앞십자인대 단열인 경우 무릎관절을 90°로 구부린 상태에서 전방변위 검사를 하면 정강뼈가 원위쪽으로 움직이게 된다. 전방 변위 검사 동안 넙다리뼈의 관절돌기는 앞십자인대가 잡아주지 못하기 때문에 내측 반달의 뒤쪽 부분으로 움직인다. 이때 우드득 하는 소리나, 딸깍 하고 걸리는 느낌이 날 경우 Finochietto test의 양성이라고 할 수 있다. 정강뼈를 등쪽으로 밀 경우 넙다리뼈 관절돌기는 내측 반달의 뒤쪽부분에서 뒤로 밀리게 된다. 때로는 Finochietto test를 하여 양성을 확인한 후에 반달의 변위가 줄어드는 경우가 있는데, 이는 내측 반달의 뒤쪽부분이 완전히 분리 및/또는 세로방향으로 찢어짐(bucket handle)을 의심할 수 있다.\n관찰: 앞십자인대의 불완전성과 관련된 내측 반달 뒤쪽 부분 또는 반달이 관절낭에 매달려 있는 부분(가측 반달보다 유동성이 적다)의 이상은 앞십자인대 단열 후에 생긴 구르고 미끄러지는 기전(rolling and sliding mechanism)과 관련이 있다. 앞십자인대 단열로 인해 그 기능이 소실되면 불안정성으로 인하여 내측 반달의 뒤쪽 부분이 찢어지게 된다.\n요약하면 전방 변위 검사에서 수의사는 오른손의 엄지로 넙다리뼈 관절돌기의 외측 종자뼈에 대고 오른손 검지로 무릎뼈를 잡아 넙다리뼈를 고정한다. 동시에 왼손의 엄지를 비골의 머리부분 뒤쪽에 대고 왼손의 검지로 정강뼈조면을 잡은 후 정강뼈를 앞으로 민다.\n다른 구조\n박리성 골연골염 검사: 무릎관절의 압박과 굴곡\n이 검사는 넙다리뼈의 내측 관절돌기부분의 박리성 골연골염을 진단하는 데 사용된다. 수의사는 한 손으로 무릎뼈 위의 무릎관절을 잡으면서 관절의 중간부분을 촉진한다.\n평가: 박리성 골연골염이 있는 관절을 굴곡(20~30°)시키거나 손가락을 이용하여 압박할 경우 불편함을 호소하는데 이때 이 불편함은 다리를 외회전시킬 경우 줄어든다.\n관찰: 박리성 골연골염은 연골하골에 무균성 괴사가 국소적으로 일어난 후 그 위의 연골에 이상이 생기는 것을 특징으로 한다. 박리성 골연골염이 더 진행되면, 연골과 인접 뼈가 분리가 되어 “joint mouse”라고도 불리는 관절결석이 된다. 뼈와 연골의 골편이 들어 있는 관절을 “mouse bed”라고 한다. 어린 동물의 이러한 상태, 관절 삼출액 및 무릎관절의 통증 호소는 박리성 골연골염을 가리킨다.\nSlocum 검사\n동물은 아프지 않은 다리를 땅에 대고 옆으로 누우며 이때 고관절과 무릎관절은 구부린 상태를 취하고 아픈 다리는 약간 내회전을 시키고 관절을 편 상태로 고정한다. 이 자세에서 다리는 무게 때문에 약간 외전(valgus)된다. 수의사는 환자의 뒤에서 한 손으로는 넙다리쪽을, 다른 손으로는 정강뼈머리를 잡고 엄지나 검지로 비골 머리를 촉진한다.\n이 검사법은 임상적 가치도 높지만 TPLO 기술의 발명가 인 Slocum Jr 박사의 업적을 기리기 위해 책에 싣기로 결정했다. 그러나 여기에 언급된 검사는 그의 아버지인 미국의 유명한 사람 정형외과 의사 Slocum Sr 박사에 의해 고안되었다.\n평가: 앞십자인대가 손상을 받은 경우, 정강뼈의 머리가 무릎관절이 펴짐에 따라 점점 전방으로 아탈구된다. 무릎관절의 약 30°의 굴곡은 정강뼈의 머리가 아탈구 되는 것을 감소시킨다.\n헨더슨과 밀턴 검사: 정강뼈 밀림 검사\n이것은 정강뼈 압박 검사이다. 한 손으로 무릎관절을 잡는데 이때 검지로 정강뼈조면에 손을 올린다. 다른 손으로는 뒷발목관절을 굴곡시켜 정강뼈가 앞으로 밀리는지를 확인한다.\n무릎관절의 임상적 검사를 위한 여러 알고리즘이 아래에 나와 있다. 무릎관절을 검사하는 수의사에게 가장 유용하다고 생각되는 몇 가지 작용 메커니즘을 서술하였다. 각 검사는 무릎관절 손상의 정확한 진단에 도달하기 위해 수행된다(그림 2-1).\n이것들은:\n선천성 내측 및 외측 탈구의 수술적 교정\n단계\t선천성 내측탈구\t선천성 외측탈구\n단계 1\t•내측 관절낭막 이완\n•외측 관절낭막 중첩\n•내측회전방지 봉합, 외측 종자골과 정강뼈조면을 끈으로 고정(lateral antirotational suture)\t•내측 관절낭막 중첩\n•정강뼈의 회전을 방지하기 위한 외측 회전방지 봉합(medial antirotational suture)\n단계 2\t•외측으로 정강뼈조면 전위\n•내측 지지띠절단술(medial desmotomy)\n•내측 관절낭막 이완\n•외측 관절낭막 중첩\n•무릎뼈가 불안정할 경우 활차성형술\t•내측으로 정강뼈조면 전위\n•외측 지지띠절단술\n•내측 관절낭막 중첩\n•활차성형\n•내측 회전방지 봉합(medial antirotational sutures)\n단계 3\t•정강뼈조면 전위술\n•내측 지지띠절단술\n•활차성형\n•외측 관절낭막 중첩\n•내측 회전방지봉합\t단계 2와 같이 한다.\n단계 4\t단계3에 더해서\n•넙다리뼈네갈래근 이완\n•정강뼈와 넙다리뼈 절골술\t—\n급성기의 검사\n이론적으로 손상의 급성기에는 병원에서 마취하에 검사가 수행될 수 있지만, 저자는 여기에 언급된 검사법이 유용한 정보를 더 많이 제공해주기 때문에 더 선호한다. 저자는 손상 며칠 후에는 최종 진단을 위해 마취하에서 검사를 하는 것이 더 좋다고 한다. 이러한 마취하의 검사는 이전의 검사결과를 확진하는 역할을 한다. 마취를 하지 않은 상태에서 급성기 때 하는 검사는 소염이나 마취 처치에 의해 가려지지 않은 급성 임상증상에 유래된 동물의 반응에 기초하였기 때문에 가장 신뢰할 수 있는 정보를 제공할 수 있다.\n \n \n"
}