{
    "title": "소동물 무릎관절의 정형외과병리",
    "author": "권오경 옮김",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "\nChapter 4\n무릎관절의 굽힘근 및\n폄근의 손상\nInjuries of the flexors and\nextensors of the stifle joint\n \n폄근의 해부학 및 생체역학\n넙다리네갈래근과 그 힘줄이 닿는곳\n넙다리네갈래근은 안쪽넓은근, 가쪽넓은근, 중간넓은근, 넙다리곧은근의 네 개의 근육 힘살들(muscle bellies)로 구성되어 있다. 세 개의 넓은근은 몸쪽 넙다리뼈 피질 표면에 이는곳이 위치하고, 넙다리곧은근은 배쪽 엉덩뼈가시 가쪽부분에 이는곳이 위치한다. 안쪽넓은근의 힘살은 무릎뼈를 안정화시키는 데 중요한 역할을 하며, 특히 이 힘살의 안쪽 부분이 크게 기여한다.\n넙다리네갈래근 힘줄이 닿는곳은 네 개 근육 힘살들의 먼쪽 융합부이며 이는 여러 개의 층으로 구성된다. 얕은층은 넙다리곧은근에서 주로 나오며, 무릎뼈 앞쪽을 통과하여 무릎뼈인대의 일부로 주행한다. 중간층은 안쪽넓은근과 가쪽넓은근의 닿는곳에서 형성되어 무릎뼈의 등쪽에 연결된다. 깊은층은 중간넓은근으로부터 시작되어 무릎뼈의 기저부에 닿는다.\n무릎뼈\n무릎뼈는 넙다리네갈래근의 정강뼈 닿는곳 안에 위치하며, 어떤 저자들은 무릎뼈를 폄근의 종자뼈로 생각한다. 이러한 개념은 무릎뼈 질환이 부분적으로 폄근의 배열 및 이상과 연관되어 있다고 생각할 때는 유효하나 무릎뼈가 가지는 중요한 생체역학적 기능을 고려할 때는 부적절하다고 여겨진다.\n무릎관절의 관절면은 전후측 안정성을 크게 제공하지 않는다. 그러나 무릎뼈는 탄력성이 있는 힘줄에 의해 정강뼈에 연결되어 있어 넙다리뼈의 앞쪽 미끄러짐을 방지할 수 있다. 또한 무릎뼈와 넙다리네갈래근의 연결성에 의해 움직일 때 받는 힘을 완충할 수 있다. 이러한 완충 효과는 무릎관절이 어느 각도에 있더라도 넙다리뼈에 걸린 부하가 역학적인 방법으로 넙다리네갈래근의 힘줄과 무릎인대에 걸리는 장력으로 변환되어 무릎관절의 부하를 줄여주기 때문이다(그림 4-1).\n무릎뼈는 뾰족한 타원형의 뼈로, 볼록하고 거친 앞쪽면과 관절면을 이루는 뒤쪽면으로 되어 있다. 무릎뼈를 안정화시키는 기전은 뼈와 힘줄 구성물들에 의해 무릎뼈의 가쪽 이동이 제한되는 것이다. 이러한 안정화 기전은 뼈와 힘줄 요소에 의해 이뤄진다.\n•\t뼈 요소는 무릎뼈능선과 넙다리뼈고랑 사이의 일치성과 무릎뼈의 더 좁은 관절면이 관절하는 넙다리뼈의 더 높은 관절면을 포함한다.\n•\t힘줄과 인대 요소에는 안쪽 및 가쪽 넙다리무릎인대에 해당하는 안쪽 및 가쪽 무릎뼈 지지대가 포함된다. 가쪽 넙다리무릎인대는 가쪽 장딴지근 종자뼈에 닿으며, 안쪽 넙다리무릎인대는 넙다리뼈의 안쪽 위관절돌기와 안쪽 장딴지근 종자뼈에 닿는다.\n무릎뼈의 형태와 연골연화증의 발병 사이에 명확한 상관관계는 없으나, 무릎뼈의 관절면이 클수록 무릎뼈가 아탈구 또는 변위되는 경향이 크게 나타난다. 따라서 연골연화증은 대형견에서 더 흔하게 나타난다. 또한 무릎뼈 불안정성은 소형견의 중심고랑이 깊지 않기 때문에 소형견에서 더 흔하게 나타난다.\n무릎뼈의 주요한 생체역학적 기능은 넙다리네갈래근의 물리적인 효능을 향상시키는 것이다. 이는 무릎인대를 앞쪽으로 이동시켜 무릎관절을 회전하기 쉽게 만든다. 실제로 개에서 무릎뼈절제술(무릎뼈의 적출)을 시행했을 때 폄근의 물리적인 효과를 40% 정도 감소시킨다. 또한 무릎뼈는 넙다리네갈래근의 힘줄들을 중앙으로 집중화 해서 폄근의 활주를 쉽게 만들며, 넙다리뼈의 먼쪽부분을 보호하는 역할을 한다.\n무릎뼈와 넙다리뼈 사이의 접촉면은 관절을 90° 굽힐 때까지 점차 증가한다. 굽히는 동안 무릎뼈가 넙다리에 접촉하는 부분이 달라진다. 20°로 굽히는 경우엔 무릎뼈 관절면의 아래쪽 1/3지점이, 60°로 굽히는 경우 중간 1/3 지점이, 90°로 굽히는 경우는 위쪽 1/3 지점이 넙다리뼈에 닿는다. 임상적인 관점에서 관절의 접촉 압력은 60~90°로 굽힐 시에 가장 크게 나타나므로, 무릎뼈 연골연화증을 진단받은 환자에서는 관절을 과도하게 굽히지 않도록 각별히 주의해야 한다.\n무릎인대와 무릎아래지방체\n무릎인대는 강한 구조물로, 이 인대의 길이가 무릎뼈의 수직 위치를 결정한다. 어떤 환자들은 무릎뼈 고위증(patella alta) 또는 얕은 넙다리뼈도르래를 가지는데, 두 가지 모두 넙다리뼈와 무릎뼈 사이의 불안정성을 야기한다.\n무릎아래지방체 또는 Hoffa 지방체는 무릎뼈의 혈관화와 관련해서 기능적인 중요성을 가지고 있으며, 실제로 무릎아래지방체는 “무릎뼈 혈관문”이라고 불리기도 한다. 나중에 설명하겠지만 이 구조물은 어떤 상황에서는 통증 반응이나 증상과 관련이 있을 수 있다.\n무릎관절의 움직임과 관련된 다른 힘들의 생체역학은 6장의 그림 6-1~5에 나타나 있다.\n주요 질환들\n무릎관절의 굽힘근과 폄근 구조물에 손상을 입히는 질환들:\n•\t곁인대의 파열\n•\t무릎인대의 파열\n•\t긴발가락폄근의 이는곳 힘줄의 찢어짐 및 뼈형성\n•\t긴발가락폄근의 이는곳 힘줄의 변위\n•\tOsgood-Schlatter 병\n•\t무릎뼈의 연골병증 또는 연골연화증\n•\t무릎관절의 변위\n•\t지방체의 이상((Hoffa’s disease)\n•\t종양\n곁인대의 파열\n곁인대 손상은 개보다는 고양이에서 흔하게 관찰된다. 많은 경우에 곁인대(특히 안쪽 곁인대)의 파열은 안쪽 반달뿐만 아니라 앞십자인대의 파열을 동반한다. 그러므로 마취하에 정밀한 임상 검사를 진행하는 것이 중요하다. 안쪽 곁인대의 파열은 가쪽 곁인대의 파열에 비해 훨씬 흔하게 나타난다(그림 4-2와 4-3).\n임상적으로 무릎관절의 부종 및 심한 통증이 나타난다. 진단 시에는 부하를 준 상태에서의 X-ray 촬영이 유용하다. 일단 확실한 진단이 나온 후 수술을 진행하는 것이 바람직하다.\n수술적 처치\n인대를 봉합하고 난 후 cerclage wire로 봉합 부위를 강화시키는 방법이 종종 사용된다(그림 4-4와 4-5). 철사는 일반적으로 마모되거나 파손되지만 초기 4~6주간 안정성을 제공한다. 이식물의 제거 시에는 새로운 안정성을 제공하는 인대 반흔조직을 손상시키지 않도록 주의해야 한다.\n무릎인대의 파열\n무릎인대 파열은 일반적으로 관통상 후에 관찰된다. 진단은 무릎뼈 고위증과 무릎인대 이완증이 촉진상 발견되는 경우로 간단하다(그림 4-6). 환자는 무릎관절을 펴지 못하는 증상을 보인다.\n수술적 처치\n치료는 인대를 봉합한 다음 무릎뼈 골절에서 언급한 고정을 사용해 인장력을 보강하는 것이다(그림 4-7~11). 또한 근막으로 보강봉합하는 것을 포함하기도 한다(그림 4-12와 4-13).\n긴발가락폄근의 이는곳 힘줄의 찢어짐 및 뼈형성\n이러한 손상은 특히 5~8개월령의 어린 대형견에서 많이 나타나며, 그레이트 데인 종에서 호발한다(그림 4-14). 찢어짐이 발생한 후, 파행은 3~4주가량 지속되다가 시간이 지나면 사라지고 2~3달 후에 다시 나타난다. 이러한 원인은 잔여 골편의 비대로 인해 관절이 자극되기 때문이다.\n첫 번째 단계에서 무릎관절의 염증은 무릎뼈 앞가쪽 부분에 가끔씩 보이는 통증으로 나타난다. 발가락뼈의 신전 결핍은 일반적으로 관찰되지 않는다. 두 번째 단계(비대)에서는 단단한 종창이 촉진되고, 이는 X-ray상에서 명확하게 확인된다.\n수술적 처치\n힘줄의 닿는곳에 비대 및 뼈 화생이 있는 경우(이는 일반적으로 원인이 진단된 경우이다)는 절제와 관절낭에 힘줄이 닿도록 재정렬 해준다(그림 4-15~17).\n긴발가락폄근의 이는곳 힘줄의 변위\n긴발가락폄근의 이는곳 힘줄의 변위를 유발하는 임상증상\n(그림 4-18과 4-19)은 다음과 같다.\n•\t보행 중이거나 발목뼈의 내회전과 동시에 무릎관절을 펼 때 무릎관절에서 나는 소리(반달 손상 시에 들리는 비슷한 클릭음)\n•\t국소적인 통증\n•\t관절의 과부하\n수술적 처치\n치료에는 긴발가락폄근 힘줄의 재배치와 넙다리근막 피판(flap)을 이용한 고정이 포함된다(그림 4-20).\nOsgood-Schlatter 병\n오스굿-슐라터병은 정강뼈거친면의 무혈성괴사를 보이며, 이러한 뼈형성 이상의 병인은 유전성 또는 외상성일 수 있다. 이 질병은 특히 불 테리어와 보르조이와 같은 일부 대형견종에서 잘 나타난다.\n정강뼈거친면 수준에서 가끔 나타나는 통증과 함께 뚜렷한 파행이 확인된다. 이는 관절 외부에서 일어나는 과정으로 윤활액의 증가는 확인되지 않는다.\n엑스레이 영상에서의 손상은 특징적이며(그림 4-21), 이를 정강뼈거친면의 골절로 오인해서는 안 된다. 골절의 경우에는 전형적인 무릎뼈의 위쪽 이동이 항상 확인되나, 오스굿-슐라터병에서는 정강뼈거친면의 변위 또는 무릎뼈의 몸쪽 변위가 확인되지 않으면서, 성장판에서 방사선투과성을 나타내는 부위가 존재한다.\n수술적 처치\n치료는 보존적이다(그림 4-22). 오스굿-슐라터병은 환자가 운동제한을 하지 않으면 골절로 이어질 수 있다. 이러한 골절은 3장의 몸쪽 정강뼈의 골절 부분 중 정강뼈능선의 골절에서 언급된 것처럼 핀과 tension band로 고정되어야 한다.\n무릎뼈의 연골병증 또는 연골연화증\n이 질병은 무릎뼈 연골의 괴사성 연화를 나타내며, 장시간 움직이지 않은 후 체중 부하 능력이 감소한 상태에서 관절 연골에 과도한 압력이 가해지는 경우 발생한다. 또한 대사성 질환, 관절 윤활 작용의 이상 등(상자 1)에 의해서도 발생할 수 있다.\n이러한 손상은 생각보다 훨씬 더 흔하게 나타나므로, 관절경 검사 시 무릎뼈의 관절면을 주의 깊게 관찰해야 한다(그림 4-23과 4-24).\n무릎관절을 편 상태로 체중 부하를 하는 것을 힘들어 하므로 환자는 계단을 오르길 주저한다. 정도가 다양한 파행이 무릎관절의 통증과 함께 관찰되며, 특히 무릎뼈를 안쪽, 가쪽으로 변위시키려고 하거나 무릎반사 확인을 위해 무릎뼈를 고무 망치로 칠 때 쉽게 나타난다. 경미한 염발음이 감지될 수 있다. 아침에 일어났을 때 더 심한 파행을 보인다. X-선 사진에서는 변화가 거의 없으나 신티그램 조영에서 손상부에 양성 반응을 보인다(그림 4-25).\n수술적 처치\n최적의 치료법에는 무릎뼈의 관절면에 가해지는 압력을 줄이기 위해 정강뼈거친면을 수술적으로 앞쪽으로 이동시키는 방법(인의에서 Banti 수술법*)이 있다(그림 4-26과 4-27).\n무릎관절의 변위\n무릎관절의 변위는 일반적으로 흔하지 않은 손상이며, 특히 고양이의 “고소추락증후군(high-rise syndrome)”과 연관되어 고양이에서 더 흔하게 나타난다. 이는 일반적으로 여러 인대들의 파열을 동반한다. 이 경우 오금동맥손상과 관련해서 말초 순환상태를 항상 감시해야 한다. 이 주제에 대한 더 자세한 설명은 5장에 나와있다.\n수술적 처치\n수술적 처치에는 파열된 인대를 꼼꼼하게 재건해주는 방법이 있다. 이때 앞십자인대를 먼저 재건하고(Westhues 방법), 다음으로 곁인대에 초점을 맞춰 진행한다.\n지방체의 이상(Hoffa’s disease)\n무릎아래지방체의 비대는 그 자체가 질병은 아니지만 다른 정형 문제에 의해 유발되는 윤활막염의 결과이다. 일반적으로 일단 일차적인 문제가 해결되면 지방체는 정상으로 돌아온다. 그렇기는 하지만 Vizsla 품종에서 다른 손상 없이 비대된 지방체만 확인된 경우도 있었는데, 이 경우 비정상적인 지방체가 제거되고 나서 증상이 사라진 보고가 있다. 지방체는 초음파를 이용하여 검사할 수 있다.\n종양\n종양은 주로 노령견에서 관찰된다. X-ray 영상에서 골육종의 전형적인 이상이 보이지 않을 경우 관절낭 종양에 대해서도 고려해보아야 한다.\n관절절개술을 시행하는 동안 의심되는 것이 관찰되면, 생검과 그에 대한 조직학적 검사가 반드시 진행되어야 한다.\n수술적 처치\n이러한 종류의 질병에서는 조직병리학적 진단 결과에 따라 최후의 치료 수단으로 절단술 또는 관절고정술을 시행할지(그림 4-28과 4-29) 결정한다.\n이 장의 마지막은 개 사체의 MR스캔 영상으로 마감한다\n(그림 4-30~33).\n \nACL\nPCL\n그림 4-1. 투명 합성수지로 보존된 무릎관절의 시상 단면. ACL, 앞십자인대; PCL, 뒤십자인대.\n관절 반응력\n관절 반응력(joint reaction forces)은 무릎뼈의 활주 능력에 따라 다르게 나타난다. 대부분의 전문가들은 동물이 걷는 동안은 관절 반응력이 체중의 0.5배를 나타내지만, 계단을 오르내릴 때는 3.3배, 물건을 잡으려고 반복적인 점프를 하는 등의 역 저항 신장에서는 6.5배까지도 나타난다고 한다. 이러한 수치의 임상적 관련성에 대해 알아보는 것은 유용하며, 역 저항 신장과 관련된 운동은 넙다리 무릎 질환을 악화시키기 때문에 과도한 운동을 하지 못하게 제한해야 한다.\n \n그림 4-2. 가쪽 곁인대 파열의 기전.\n \n그림 4-3. 양측 곁인대 파열을 나타내는 X-ray 영상.\n \n그림 4-6. 무릎인대의 파열(X-ray상 좌측 다리). 무릎뼈의 몸쪽 변위가 확인된다.\n \n그림 4-4. 안쪽 곁인대의 파열.\n \n그림 4-5. 나사에 의해 고정된 인공인대를 이용한 수술.\n \n그림 4-7. 무릎인대 파열의 수술 사진.\n \n \n그림 4-9. 수술 후의 X-ray 영상.\n \n그림 4-10. 수술 8주 후의 X-ray 영상. 와이어가 끊어졌으나 기능은 유지되고 있다.\n \n그림 4-8. 파열된 무릎인대를 봉합과 cerclage wire를 이용한 추가적 고정으로 재건한 수술 사진.\n \n그림 4-11. 무릎인대 파열의 cerclage wire로 보강 수술한 지 6주 후(a)와 수술 20주 후(b)의 X-ray 영상.\n그림 4-12. 근막을 이용한 보강 기법.\n \n그림 4-14. 긴발가락폄근의 이는곳 힘줄이 찢어진 환자에서의 임상적인 자세.\n \n그림 4-13. 근막을 이용한 무릎인대 봉합의 보강.\n \n그림 4-18. 긴발가락폄근의 이는곳 힘줄의 변위.\n \n \n그림 4-15. 긴발가락폄근의 이는곳 힘줄의 찢어짐.\n \n그림 4-16. 이는곳 힘줄 가장자리의 세척, 괴사조직 제거 및 절제.\n \n그림 4-17. 고정 후의 수술 사진.\n \n그림 4-19. 긴발가락폄근의 이는곳 힘줄의 변위 X-ray 영상. 힘줄 마찰에 의한 골막반응을 확인할 수 있다.\n \n그림 4-20. 변위의 수술적 교정. 폄근의 힘줄과 무릎인대를 따라 주행하는 넙다리 근막의 피판을 이용해 다시 변위되는 것을 방지한다.\n무릎인대\n힘줄\n \n그림 4-22. 오스굿-슐라터병 환자의 X-ray 영상(a). 보존적 처치와 운동제한 하면서 관찰한 경과(b, c).\n그림 4-21. 우측의 다리에서 확인되는 오스굿-슐라터 병. 진단을 위해 항상 양측 다리 모두 방사선 영상을 촬영하여야 한다.\n상자 1\n무릎뼈 연골병증의 병인론\n체중 부하 시의 힘과 관절 연골의 강도가 균형을 이루지 못하는 경우\n체중 부하 시 힘의 증가:\n• 형성 부전\n• 관절 골절\n• 배열 이상\n연골 강도의 감소:\n• 장기간의 고정\n• 대사 장애\n• 관절낭 장애\n• 가령으로 인한 마모\n그림 4-25. 좌측 다리에서 무릎뼈의 연골병증의 뼈 스캔 사진.\n \n그림 4-24. 무릎뼈의 연골병증.\n \n그림 4-23. 무릎뼈의 연골병증.\n \n* 특히 운동선수들에서 무릎뼈의 연골병증을 치료하기 위한 수술적 방법으로, 무릎인대의 닿는곳을 앞쪽으로 이동시키는 방법이다. 인의에서는 더 획기적인 방법들로 대체되어 줄어드는 추세이나, 수의정형외과에서는 좋은 결과를 보이고 있다.\n \n그림 4-26. 골이식을 이용한 무릎뼈의 앞쪽이동 수술법.\n \n그림 4-27. 무릎뼈의 앞쪽이동 수술법. 수술 직후(a)와 수술 15개월 후(b)의 X-ray 영상.\n그림 4-28. 무릎관절의 관절고정술. 수술 전(a), 수술 직후(b), 수술 12주 후(c) X-ray 영상.\n그림 4-29. 관절고정의 최종 목표인 관절강직.\n \n그림 4-30. 좌측곁인대 파열의 MRI 스캔. T1 고속스핀에코 시퀀스.\n \n그림 4-31. 우측무릎인대 파열의 MRI 스캔. T1 고속스핀에코 시퀀스.\n \n그림 4-32. 좌측 긴발가락폄근의 찢어짐 MRI 스캔. T1 고속스핀에코 시퀀스.\n \n그림 4-33. 긴발가락폄근의 우측 변위 MRI 스캔. T1 고속스핀에코 시퀀스.\n\n"
}