{
    "title": "소동물 무릎관절의 정형외과병리",
    "author": "권오경 옮김",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "\nChapter 6\n무릎관절의 인대와\n반달의 손상\nInjuries of the ligaments\nand menisci of the stifle joint\n \n\n서론\n인대와 반달은 무릎관절에서 가장 손상을 잘 받는 구조이기 때문에 이 책에서도 중요하고 광범위하게 다루고 있다. 이 장에서는 해부, 생체역학 및 무릎관절의 여러 인대 손상을 해결하기 위한 광범위한 개요를 포함하여 무릎관절의 인대와 반달의 손상에 대해 전반적으로 다루고 있다.\n생체역학적 지식은 앞십자인대단열을 해결하기 위한 수술적 기법의 개발을 가능하게 했다. 이러한 목적으로 개발된 기술이 정강뼈고원편평화절골술(TPLO)이다. 그러므로 이 장 전체에 걸쳐 수술적 기법과 관련된 앞십자인대 단열의 생체역학적인 개념들이 나올 것이다.\n무릎관절의 연부조직 손상은 스포츠 활동에서 가장 흔한 관절의 손상이고 생체역학적 복합성으로 인해 레크리에이션 및 스포츠에서 중요성이 증가되고 있다. 관절은 구부림과 펴는 움직임(가장 눈에 띄는 움직임)뿐만 아니라 넙다리뼈와 정강뼈를 회전하게 함으로써 펴는 근육에도 영향을 준다. 관절면의 모양만으로는 완전한 안정성을 얻기 어렵기 때문에 반달과 관절밖구조물(곁인대, 관절주머니) 및 관절안구조물(십자인대)로 구성된 인대구조로 안정성을 유지한다. 이러한 구조적 특성은 여러 각도의 움직임에서 정강뼈의 관절돌기, 반달 그리고 넙다리뼈의 관절돌기 사이를 연결해준다.\n무릎관절의 생체역학\n관절주머니와 인대\n앞서 서술한 바와 같이 관절주머니와 인대의 기능은 무릎관절의 안정성을 보완해주며, 무릎관절의 운동성에 기여한다. 각 움직임의 통제는 1차적인 안정화 구조물인 특정인대 구조에 의해 주도되며 2차적인 안정화 구조물에 의해 보완된다(표 6-1).\n인대조직 자체의 강도(아교성 섬유다발의 밀도와 두께에 비례 함)와 형태는 인대의 역학적 특성에 영향을 준다. 실험에서 안쪽 곁인대의 파열에 대한 저항은 앞십자인대의 저항(340~390 N)과 비슷하고 뒤십자인대 저항의 약 50%정도였다(780 N). 무릎인대의 저항은 앞의 두 인대보다 강하지만 거위발건(넙다리빗근, 두덩정강근, 반힘줄근)의 각각의 힘줄은 앞의 두 인대에 비해 약하다.\n특정 근육들은 일부 인대와 함께 상승효과를 내며 무릎관절을 안정시킨다. 넙다리네갈래근은(0~70° 정도 구부렸을 때) 정강뼈를 앞으로 당기는 경향이 있는데 이는 앞십자인대의 역할과 반대로 작용하며 뒤십자인대의 기능을 돕는다. 무릎관절의 굽힘근(넙다리뒤근육)은 정강뼈를 뒤쪽으로 움직이게 한다. 이는 두 가지 중요한 임상적 결과로 나타나며 첫째는 근육 이완이 잘 안 될 경우(통증, 두려움 등에 의해) 무릎관절 인대의 손상을 진단하기 위한 조작 결과에 영향을 미칠 수 있다. 두 번째는 적절한 근육의 작용은 인대 단열로 인한 영향을 기능적으로 어느 정도 상쇄할 수 있다.\n반달\n반달이 제공하는 기계적 역할은 다음과 같이 요약할 수 있다.\n1.\t안쪽과 가쪽 반달의 형태와 움직임의 차이는 구부림-폄과 회전움직임의 병행을 촉진시킨다. 이러한 움직임에서 섬유연골은 정강뼈 표면과 같이 기능한다. 그러나 반달의 조각이 관절면 사이에 끼이게 되면 무릎관절을 구부렸을 때 회전운동의 마지막 몇 도가 제한될 수 있다.\n2.\t이들의 쐐기모양은 연골의 윤활 및 영양 공급을 촉진하는 얇은 막에 관절액을 분배하는 데 도움을 준다.\n3.\t반달은 관절 표면의 대부분을 덮고 있기 때문에 관절 하중의 50%(관절 폈을 때)에서 90%(관절 구부렸을 때)를 전달하고 걷기, 달리기 및 뛰기를 할 때 충격 스트레스의 20%를 전달한다. 이는 반달 전적출술이 연골에 대한 접촉 스트레스를 증가시켜 연골에 퇴행성 변화가 생기는 이유를 설명한다.\n4.\t비록 반달의 형태가 무릎관절의 안정성에 큰 도움을 준다고 하지만, 반달이 없어도 임상적으로는 앞십자인대 손상이 동반된 경우를 제외하고는 큰 문제가 없다.\n반달의 기계적 저항성은 관절연골의 저항성보다 낮으며 아교성섬유다발의 주 방향(종 방향)에서 더 크다. 이러한 특징이 반달의 종방향, 수직방향 및 횡방향으로의 찢어짐의 빈도차이를 나타내게 한다.\n십자인대 단열\n앞십자인대는 개의 무릎관절을 안정화시키는 주 구조물이다. 이는 여러 메커니즘에 의해 파열된다.\n•\t직접 외상에 의한 단열\n•\t부분단열이 조금씩 생기며 결국은 완전 단열\n앞십자인대의 문제로 생기는 생체역학\n무릎관절의 해부는 무릎관절을 안정화시키는 여러 근육 그룹의 기능을 전통적인 해부모델(관절주머니, 인대, 반달)에 보완하기 위해 검토되었다. 전체 무릎관절의 생체역학 또한 검토되었다. 앞십자인대 손상의 지극한 중요성 때문에, 여기서는 무릎관절의 생체역학 모델의 진화와 앞십자인대 기능을 수복하기 위해 개발된 여러 가지 수술적 기법에 적용된 생체역학 모델에 대해 자세히 알아보겠다.\n무릎관절의 생체역학적 움직임은 2가지 방식으로 설명할 수 있는데 기존의 수동적 모델과 Slocum이 1993년에 도입한 능등적 모델이다.\n전통적인 생체역학 모델\n전통적인 모델은 무릎관절의 주변 구조만을 고려한다. 따라서 이는 무릎관절을 하나의 평면에서 움직이는 2차원적 모델로 제시하며 다음과 같이 가정한다.\n•\t단일 평면에서 움직이는 마찰이 없는 관절\n•\t인대는 뼈와 뼈로 연결되며 따라서, 연결부 사이의 장축의 길이는 제한된다.\n•\t4점의 결합이 관절움직임을 만들어 낸다.\n이 4점은 두 십자인대가 몸쪽 정강뼈와 먼쪽 넙다리뼈를 이어 주는 것을 말한다.\n이 모델의 경우 무릎관절은 인대에 완전히 의존하기 때문에 무릎관절의 앞, 뒤 움직임만 있는 형태이다. 따라서 앞십자인대 단열 시 정강뼈가 앞으로 변위가 되는 것을 설명할 수 있으며 임상적으로 전방당김검사(cranial drawer test)를 통해 알 수 있다.\nArnoczky(1979)는 앞십자인대가 정강뼈의 전방움직임을 막는 유일한 구조물임을 밝혔다. 그래서 전통적인 모델에서는 무릎관절의 과도한 펴짐이 앞십자인대 단열의 이유가 된다. 무릎관절이 과도하게 펴지면 정강뼈와 넙다리뼈를 잇는 앞십자인대가 늘어나며 단열이 되게 된다. 이는 Paatsama(1952)에 의해 알려졌으며 차우차우나, 복서, 불독과 같이 다리가 일자로 펴진 품종에서 앞십자인대 단열이 잘 생기는 것을 설명한다.\n그러나 전통적인 생체역학 모델은 무릎관절의 과도한 펴짐이나, 큰 외상, 퇴행성 질환없이 앞십자인대의 부분 또는 완전 단열이 생기는 것을 설명하지 못한다.\n지난 40년 동안 외상 없이, 일상생활에서 앞십자인대 단열이 생긴 동물들이 있었다. 전통적인 생체역학 모델은 또한 안쪽반달의 뒤쪽부분이 찢어지는 것에 대한 이유를 밝히지 못한다. 마지막으로 숙련된 술자가 하더라도 관절 내 수술방법과 관절 외 수술방법이 다른 결과를 나타내는 것을 설명하지 못한다.\n능동적 생체역학 모델\nSlocum은 근육의 힘과 체중부하까지 고려한 능동적인 생체역학 무릎 모델을 만들었다.\n이 모델은 개가 신체를 움직이거나 멈추기 위해 근육을 사용한다는 것을 전제로 한다.\n이 모델은 능동적 힘(힘을 자아내는 뼈와 뼈로 연결된 근육들)과 관절이 가만히 있을 때(인대, 뼈, 관절주머니) 생기는 수동적 힘을 포함한다. 이 생체역학 모델은 힘을 생성하는 근육의 작용을 기초로 한 신체 작용을 고려한다. 전통적인 모델에서 고려하지 않은 힘과 관절이 가만히 있을 때의 힘의 모멘트를 포함한 모델이며 2차원적 단순화를 다음과 같이 설명한다.\n2차원적 단순화\nSlocum의 시스템은 무릎관절의 순간순간의 중심을 언급하고 있다. 단순화 목적으로 무릎관절을 하나의 점으로 생각한다. 순간순간의 중심은 언제나 고정된 면에 수직이며 이 면은 자연스럽게 시상면이 된다.\n중심의 연속적인 위치는 시상면과 교차하는 점을 중심으로 잡고, 이 중심의 연속적인 위치를 연결하는 곡선의 이동을 특징으로 한다. 2개의 뼈 몸통인 넙다리뼈와 정강뼈가 서로 관련하여 움직이기 때문에, 넙다리뼈의 중심의 경로는 정강뼈를 기준으로 한 중심과 일치하지 않아, 하나의 지점을 정하는 것이 중요하다. 1971년 Frankel과 다른 연구자들은 이 단순화를 사람에 적용해 보았다. 부중을 하지 않는 사람의 무릎관절을 최대한 편 상태에서 90°까지 구부린 각도까지 10~20° 간격으로 방사선 사진을 찍었다. 정강뼈의 세로축 주위를 명백히 회전하는 X-ray 사진을 버리고, 중심으로 설정된 부분이 움직이지 않는 다는 가설에 맞게 단순화를 적용하려 했다. 그러나 그들은 중심으로 설정된 부분이 움직인다는 것을 알게 되었다.\n그들은 정상 무릎에서는 중심부위가 항상 관절면에서 상대적 움직임이 접하는 방향에 위치하지만 비정상적인 무릎에서는 관절면에 수직운동부분에 위치한다고 하였다. 이는 다리의 전체움직임에 비하면 일부분으로 별로 중요해 보이지 않을 수 있다.\n1978년 Denham과 Bishop은 사람 사체 무릎을 가지고 한 실험에서 정강뼈의 몸통을 따라 수 센티미터 떨어진 한 점이 넙다리뼈에 대해 원형 경로를 따라 움직인다는 것을 알아냈다. 정강뼈에 연필을 붙이고, 종이를 대서 알아봄으로써 매우 정확도가 높은 결론에 도달했다.\n움직임의 통제\n무릎관절면은 매우 불규칙하고 이러한 불규칙함을 완화시켜주는 무릎관절 내 반달이 유연하고 잘 움직이기 때문에 이러한 관절면으로는 관절운동을 완전히 통제할 수 없다. 따라서 인대나 근육의 도움이 절대적으로 필요하다. 곁인대는 곁인대의 탄성력을 이용하여 거의 모든 움직임을 제한하는데 도움을 주나 이들만으로는 무릎관절에서 앞뒤의 미끄러짐을 충분히 조절하지 못한다. 그러므로 십자인대와 무릎관절의 굴근과 신근의 근육들이 큰 역할을 한다.\n넙다리뼈, 정강뼈, 십자인대로 구성된 이 시스템은 측면에서 보았을 때 서로 교차하는 듯하지만 운동학적인 측면으로 볼 때는 4개의 막대 결합으로 표현할 수 있다. 이러한 결합에서, 중심점은 항상 2개의 막대의 교차점에 위치한다. 따라서 단단하게 결합이 되는 조건인 2차원적 시스템에서는 중심점이 전체 궤적을 따라 움직이는 것이 잘 보인다. 그림 6-3은 무릎관절을 4개의 막대 결합으로 표현할 때 중심점의 움직임을 보여준다. 무릎관절은 이 모델과 3가지 사항이 다르다.\n•\t이 움직임은 2차원이 아니다.\n•\t십자인대는 부중에 따라 늘어날 수 있다.\n•\t이들 인대는 느슨해질 수 있다.\n단순화된 모델(무릎관절의 움직임의 중심이 하나의 점으로 표시되는 모델)로 움직임 중심에 생기는 힘의 모멘트를 평가하면 굴신 시 평형을 이루는 무릎관절에 작용하는 반대 힘을 알 수 있다.\n정강뼈가 앞으로 밀리는 것은 체중 부하 시 생기는 힘과 넙다리뼈 관절돌기에서 정강뼈고원을 압박하는 근육의 힘이 더해지면서 생긴다. 이때 관절의 평형상태는 무릎관절을 구부리는 근육들의 작용(능동적 구성요소)과, 앞십자인대와 안쪽 반달의 뒤쪽부분(수동적 구성요소)의 작용에 의해 유지된다.\n물리적인 관점에서 체중 부하상태에서 무릎관절을 일정한 각도로 구부린 상태로 유지하기 위해 무릎관절의 운동 중심부위에서 구부림과 폄의 힘의 합은 0이 되어야 한다.\n위의 상태를 감안할 때, 관절 회전의 움직임과 관절돌기의 구조가 일치하고, 관절면이 스스로 운동을 통제할 수 없는 경우에 십자인대가 왜 존재하는지 의문이 될 수 있다. 십자인대가 존재하는 가장 큰 이유는 적용된 힘이 접촉 지점의 표면에 수직이 되도록 유지시키면 불규칙한 관절면이 매우 낮은 마찰력으로 관절면의 움직임을 통제할 수 있기 때문이다. 이러한 조건을 충족하지 않으면 관절면은 미끄러져 관절이 불안정해질 수 있다. 십자인대는 관절면에 평행한 중요한 구성요소로서 힘을 발휘한다. 관절주머니와 곁인대는 이러한 역할을 할 수 없다. 십자인대는 부중하에 궤도를 그리는 상황에서도 관절을 안정적으로 유지되도록 한다.\nDenham과 Bishop이 1978년에 계산한 넙다리뼈와 정강뼈의 접점 힘과 Trent와 다른 연구자들이 1976년에 계산한 십자인대의 힘은 계단오르기와 같은 몇몇 움직임에서 이 십자인대가 중요한 역할을 한다고 추측한다.\n이 추측은 앞서 제시한 2차원적 단순화를 기반으로 한 설명을 가능케 한다. 사실 정강뼈의 두 관절면은 정확히 같은 모양이 아니며 가쪽과 안쪽의 넙다리뼈 관절돌기 또한 정확히 같은 모양이 아니고, 십자인대도 또한 하나의 평면에 존재하는 것이 아니다. 이러한 사실로 인해 실제 무릎관절의 움직임은 3차원적 특징을 가진다.\n무릎관절의 힘의 기원\n무릎관절은 뒷다리의 다른 관절과 마찬가지로 부중과 보행 시에 생기는 근육의 힘을 전달하는 역할을 한다. 때때로 몸의 일부가 가속화되었을 때 추가적인 힘이 발생한다.\n근육의 활동이 없다면 각 무릎관절은 뒷다리에 걸리는 체중의 절반의 무게를 전달하는 것으로 기억해야 한다. 예를 들면, 어떤 동물이 뒷다리 하나가 없어진다면, 남은 무릎관절은 무릎관절 아래 다리 무게를 제외한 모든 체중을 전달할 것이다. 사실 일부 근육은 항상 작용하고 있기 때문에 몸의 어느 두 부분 사이에 걸리는 장력은 관절의 압박력을 증가시킨다.\n무릎관절(또는 다른 관절) 주위 근육의 응력은 몸의 중력 보다 작으며, 일반적으로 근육과 관절의 움직이는 힘보다도 작다. 결과적으로 다른 움직임에서 무릎관절에 걸리는 힘은 관련 신체 부분의 무게를 초과하게 된다.\n이렇게 설명된 힘은 관절면, 관절주머니, 인대에 작용된다. 두 후자에 걸린 힘은 장력이고, 관절면을 통한 압박력을 증가시킨다. 그러나 무릎관절의 궤적이 근육의 힘의 궤적보다 떨어질 경우 관절주머니와 인대의 힘이 변하여서 관절표면에 전달되는 힘의 영향은 낮아진다.\n힘의 기원에 대한 이론적 부분에 대해 설명을 했으니 체중부하를 할 때 뒷다리가 주저앉지 않도록 해주는 뒷발목 힘줄뿐만 아니라 무릎관절과 뒷발목 관절을 신전시키는 근육 및 무릎관절을 안정화시키는 넙다리 뒷부분 근육 또한 항상 유념해야 한다. 정강뼈에 대한 압박은 다리의 펴는 근육과 체중 부하에 의해 생긴다.\n압박을 하는 요소가 뒷발목 관절과 무릎관절의 중심을 잇는 선상에 있다면, 압박을 하는 요소들은 평형상태에 있다. 생체역학적 관점에서 넙다리와 정강뼈 사이의 접촉점이 이 선보다 앞에 있기 때문에 평형을 유지하고 정강뼈가 앞으로 튀어나오는 것을 막기 위해 능동적인 힘 및 또는 수동적인 힘이 필요하다.\n넙다리두갈래근과 반힘줄근은 몸통쪽 정강뼈 뒤쪽에 닿아 능동적인 힘을 제공한다. 이 힘이 정강뼈가 앞쪽으로 움직이는 것을 막기에 부족할 때 수동적인 저항을 하는 요소(앞십자인대, 안쪽 반달의 뒷부분)가 도와준다.\n정강뼈 앞쪽 밀림은 넙다리뼈와 정강뼈의 압박에 의해 생기는 것으로 기억해야 한다. 정강뼈가 밀리는 정도는 압박의 힘뿐만이 아니라 무릎관절과 뒷발목 관절의 운동중심을 잇는 선에 대한 상대적인 정강뼈 고원의 기울기(TPA)에 의해서도 영향을 받는다.\n개가 움직임에 따라 땅을 박차는 힘이 다르므로 무릎관절에 걸리는 압박력이 다르다.\n정강뼈 앞쪽 밀림은 정강뼈 고원의 기울기 조절과 앞서 말한 근육의 도움으로 제어될 수 있다. 관절면에 적용된 힘을 접촉면에 항상 수직으로 유지시키면 움직임을 제어할 수 있고 이는 정강뼈고원 편평화 수술기법(TPLO)에 의해 가능하다.\n정강뼈 앞쪽 밀림과 관련된 힘에는 능동적인 힘과 수동적인 힘이 있다.\n•\t능동적인 힘은 거위발건의 힘줄(넙다리빗근, 두덩정강근, 반힘줄근)과 근육들이 제공하는 다리 뒤쪽의 힘이다. 이 근육의 힘들은 개의 활동에 관여하며 통제할 수가 없다.\n•\t앞십자인대의 주된 수동적인 힘은 수술적 수복을 통해 통제할 수 있다. 안쪽 반달의 뒷부분이 제공하는 부차적인 수동적인 힘 또한 반달의 손상 수복을 통해 통제 가능하다.\n앞십자인대의 파열 원인에 대한 이해와 십자인대단열 교정에 대한 새로운 기법을 제시하기 위한 Slocum과 Montavon과 같은 저자들의 다양한 생각을 설명할 수 있는 주된 결론은 다음과 같다. 즉 관절주머니와 인대의 기능인 무릎관절의 수동적 안정화가 관절면과 반달에 부여된 안정성을 보완한다고 단언할 수 있다.\n \n관절 움직임의 통제는 특정 인대구조물(1차 수동적 안정구조)과 이를 보완하는 다른 부가적인 요소들(2차 수동적 안정구조) 그리고 능동적 안정구조(주변 근육)에 의해 결정된다.\n앞서 말한 바와 같이, 아교섬유 다발의 밀도와 두께에 비례하는 인대조직 자체의 강도와, 인대의 형태는 인대의 물리적인 특징에 영향을 준다. 능동적 안정구조(근육)의 작용은 정강뼈고원편평화절골술(TPLO)의 개념에서 중요하다고 강조되는데, 이는 특정 근육이 일부 인대와 함께 관절을 안정화시키는 데 도움이 된다는 사실에 근거한다.\n정강뼈 고원을 편평화시키면 앞십자인대의 부분 또는 완전 단열 시 생기는 정강뼈의 전방 움직임을 적절한 근육작용이 보완할 수 있다는 임상적인 결론에 도달하게 된다.\n이러한 생체역학 개념을 요약하면, 정강뼈고원편평화 기법(TPLO)은 앞십자인대 단열로 생기는 문제를 가장 잘 해결하고, 지금까지의 기술과 근본적으로 다르다는 것을 나타낸다. 이 수술의 목적은 전방당김징후(cranial drawer sign)를 없애지 않고 정강뼈가 앞으로 밀리는 힘을 중화시키는 것이다. 궁극적으로 앞십자인대 없이 관절을 안정화시키도록 한다. 안정화는 능동적인 근육의 힘으로 이루어지며, 이 수술기법은 매우 중요하기 때문에 뒤에서 더 자세하게 다룰 것이다.\n그러나 이 기술 사용에 있어 2가지 문제점이 있을 수 있다.\n•\t첫째로, 앞십자인대가 완전단열로 없을 때, 정강뼈가 앞쪽으로 밀리는 것을 통제하는 근육의 작용을 도와주는 메커니즘이 없다. 이는 압박을 할 때 정강뼈가 앞으로 쉽게 밀리도록 하며 골관절염을 발생시킬 수 있는 요소이다. 정강뼈가 앞쪽으로 밀리는 것과 이를 막는 능동적 근육의 힘 사이에 평형이 깨질 경우 정강뼈의 전방움직임에 의한 압박이 일어나게 되며, 넙다리뼈 관절돌기에 의해 압착을 받아 안쪽 반달의 뒤쪽부분을 손상받게 하는 결과를 만든다. 그러므로 앞십자인대 완전 단열 수술에서는 안쪽 반달을 절제하는 것이 좋으며 그렇지 않을 경우 대개 술 후 1년 이내에 제거의 필요성이 발생하는 것 같다. 앞십자인대 부분단열에서는 관절이 보통 이완이 되며, 골관절염적인 변화가 최소화된다. 안쪽 반달의 뒷부분은 대개 남아 있다. 남아 있는 앞십자인대에 의해 안쪽 반달의 뒷부분이 보호되는 것을 보면, 반달의 손상은 십자인대 단열 후에 발생하는 것으로 보인다. 모든 앞십자인대 단열이 과도한 무릎관절의 펴짐에 의해 발생하는 것이 아니며 이는 특히 부분 단열일 경우 그렇다. 관절에 대한 정형검사에서 앞십자인대의 느슨함이 증가되며, 안쪽 반달 절제 없이 정강뼈고원편평화절골술을 하면 동물이 정상 기능을 회복하는 것으로 알려져 있다(앞십자인대 단열 시에는 반달 절제술이 필요하다).\n•\t정강뼈고원편평화절골술(TPLO) 기법에 대한 2번째 문제는 의원성으로 정강뼈고원이 과회전될 수 있다는 것이다. 이는 부분적으로 단열된 앞십자인대에 압력이 추가되어 늘어날 수 있다. 이런 일이 생길 경우 적절한 보행능력이 회복되지 않으며, 특히 외상환자에서는 앞십자인대의 상태를 평가해야 한다. 정강뼈고원편평화절골술(TPLO)은 앞십자인대가 정상적인 환자에서는 절대 해서는 안 된다.\n이 수술을 받은 날 환자는 퇴원이 가능하며 회복도 빠르기 때문에 이 수술기법에 대해 그의 기쁨과 환자의 축복이라고 한 Slocum의 말로 이 장을 마친다. 이 기술은 이전에 나온 수술적 기법들에 대한 단점들을 해결했으며, 무릎관절의 치료에 대한 새로운 기준을 설정했다고 할 수 있다. 정강뼈거친면전진술(tibial tuberosity advancement, TTA)과 같은 수술적 기법에 대한 아이디어는 이 초기 아이디어에서 생겼다.\n임상증상\n십자인대 문제가 있는 환자에서 보이는 임상증상\n•\t급성 혹은 만성 파행\n•\t관절 내 염증\n•\t관절 주변 촉진 시 통증, 특히 과도한 편 상태에서의 당김신호(drawer sign) 양성\n•\t반달손상이 있을 경우 Finochietto jump 신호(넙다리뼈가 찢어진 반달을 건드리며 나는 현상) 양성\n•\t만성의 경우 관절주머니의 비대와 관절액의 증가\n•\t근 위축\n•\t도르래가장자리를 따라 골관절염성 변화\n앞십자인대 파열이 잘 생기는 2가지 군 중, 하나는 순종이며, 5살령 이하이고 과체중이며, 잘 안 움직이는 생활을 하는 개이다. 다른 군은 로트와일러, 차우차우, 불독, 복서, 나폴리탄마스티프 같은 다리가 일직선인 특정 품종이다.\n진단\n진단은 다음과 같은 내용을 토대로 한다.\n•\t병력\n•\t임상 검사\n•\t국소 또는 전신 마취하의 전방당김신호평가\n•\t방사선학적 평가\n십자인대 단열은 당김신호 검사를 통해 쉽게 진단 가능하다. 대형견의 경우 근육수축을 강하게 할 경우 이 검사를 하기 쉽지 않다. 정강뼈 압박 검사(tibial compression test)의 경우 이런 경우 더 유용하다. 이 검사는 전방당김신호검사(drawer sign test)보다 진단적 확실성이 적음을 꼭 명심해야 한다. 종종 완전한 근이완을 시킨 후 관절을 평가하는 것이 필요하다.\n당김신호 검사는 앞십자인대 단열 확인을 위해서는 무릎을 펴서 하고, 뒤십자인대 단열을 확인하기 위해서는 무릎을 구부려서 한다. 임상가들은 뒤십자인대 단열은 수술이 필요치 않다는 사실을 잘 인지해야 한다. 이런 경우에는 근육의 보상이 완전하며 이로 인한 관절 질환은 생기지 않는다.\n십자인대 문제가 양측 다리일 수 있으므로 양측다리를 다 검사를 하는 것이 좋다. 한쪽 다리가 무균성 관절염이나 안쪽 반달의 손상으로 인해 앞십자인대의 단열이 최근에 일어난 경우에는 반대쪽 다리가 몇 주전 앞십자인대의 단열이 일어났음에도 불구하고, 최근에 단열된 다리에 파행을 보일 수 있다.\n무릎관절과 골반 X-ray 영상을 찍는 것이 추천된다. 대부분 십자인대 문제가 있는 다리의 반대쪽 고관절에 심각한 변화가 나타난다. 정확한 예후 평가를 위해 이를 진단하는 것이 매우 중요하다. 수술 하기 전 관절의 변화가 있는지 보는 것이 중요한데, 수술 후 파행이 완전히 사라지지 않아 보호자가 실망을 할 수 있기 때문이다.\n십자인대 단열의 치료\n실제 완벽한 수술기법은 없고 계속 새로운 방법이 개발되고 있다. 현재까지 공인된 관절 내 수술기법과 관절 외 수술기법은 다음과 같다.\n•\t종아리뼈머리 전방이동술\n•\t인공물질로 인대 대체술(비흡수성 봉합사)\n•\t인대 대체 없이 관절 절개 후 단열 된 인대제거 및 반달의 부분 절제술\n•\t넙다리근막의 널힘줄판을 이용한 인대 대체술\n•\t가쪽 지지띠 중첩술과 지지띠 중첩술 변형 기법\n•\t무릎뼈 일부를 포함하거나 포함하지 않는 방식의 무릎인대 피판과 널힘줄을 이용한 인대대체술(over-the-top 기법)\n•\t정강뼈고원편평화절골술(TPLO)\n•\t정강뼈거친면 전진술(TTA)\n사용하는 기법과 상관 없이 환자는 등을 대고 눕는 자세로 수술을 할 수 있으며 수술하는 다리는 세워서 수술 중에 무릎을 굽히거나 펼 수 있게 한다.\n종아리뼈머리 전방이동술\n종아리뼈머리 이동술:\n•\t관절 외 수술기법이다.\n•\t가쪽 곁인대를 사용한다.\n•\t정강뼈의 안쪽 회전 및 전방 변위를 막는다.\n이 방법은 대형견에 적합하다. 가쪽 접근을 하여 무릎주위 넙다리 근막을 자른다. 첫째로 종아리뼈머리를 가쪽 곁인대 먼쪽 부착부와 함께 앞쪽으로 이동시킨다. 이를 위해 종아리신경이 지나는 것을 주의하면서 정강뼈와 종아리뼈 관절을 잇는 인대를 잘라준다.\n전체 구조물을 평가할 수 있게 관절주머니를 완전히 절개해야 한다. 무릎관절 내 지방체는 건드리지 않는 것이 선호된다. 술 후 장액종을 예방하기 위해 관절액을 흡인하여 접근하는 동안 관절액이 관절 외 조직으로 나가지 않게 하는 것이 좋다. 무릎뼈를 안쪽으로 탈구시키고 무릎관절을 구부리면 관절 내 검사를 하기 위한 노출이 잘 된다.\n마지막으로 다리를 펴고 수술용 겸자를 이용하여 무릎관절의 앞뒤 불안정성이 없어질 때까지 종아리뼈 머리를 앞으로 이동시킨다. 무릎관절 앞뒤 불안정성이 확인되지 않는 위치까지 옮겨지면 나사나 나사산이 있는 핀을 이용하여 정강뼈에 고정시킨다. 핀이 삽입되면 끝을 자르고 구부린다.\n그 후 관절주머니를 봉합하여 닫는다. 관절 주머니 봉합은 느슨하게 하는 것이 추천된다. 널힘줄은 연속봉합을 이용하여 닫는다. Polyglactin 봉합사는 깊은 곳에 있는 조직 봉합에 추천된다. 피부봉합은 너무 꽉 조이지 않게 해주며 술 후 붕대는 꼭 필요하지 않다.\n운동은 술 후 4주 동안 제한시키고 5주차부터 점차적으로 늘려준다. 일반적으로 술 후 항생제는 꼭 필요치 않다. 한 가지 꼭 말해두어야 할 수술의 단점은 뒷발목관절 수준에서 다리가 약간 외회전 될 수 있다는 것이다. 이 수술은 철저한 준비와 연습이 필요하다.\n비흡수성봉합사를 이용한 인대대체술: Westhues 기법\n이 기법은 주로 고양이에서 사용하는데 앞십자인대와 뒤십자인대가 동시에 단열된 경우에 그렇다. 인대 단열은 대개\n1개 또는 2개의 반달 손상이나 곁인대 손상도 동반한다. 다시 말하면 다발성으로 무릎관절에 외상이 발생한다.\n이 수술을 위해 넙다리뼈에 2개, 정강뼈에 2개의 구멍을 만들어야 한다.\n일반적인 관절절개술을 가쪽면에서 해준 후 첫 번째 구멍을 앞십자인대 이는 곳을 향해 넙다리뼈의 가쪽 관절돌기에서 구멍을 만들어 준다. 그 다음 두 번째 구멍은 앞십자인대가 닿는 지점인 정강뼈 고원의 앞부분에서부터 정강뼈 안쪽 가장자리의 기저부까지 뚫어준다. 다음은 앞정강근을 정강뼈에서 분리 후 작은 드릴을 이용하여 정강뼈거친면에 구멍을 내준다. 네 번째 구멍은 넙다리뼈에 만드는데, 작은 드릴로 넙다리뼈 가쪽 먼쪽부위에서 안쪽 몸쪽부위로 뚫어준다. 이 두 개의 작은 구멍을 뚫을 때는 앞서 뚫은 큰 구멍에 대해 90° 각도가 되도록 뚫어줘야 한다. 이후, 봉합사를 먼쪽 부분부터 시작하여 구멍을 통과시켜 지나게 한다. 봉합사가 제 위치에 있으면 양 끝이 매듭이 지어지도록 해야 한다. 매듭은 관절면 밖에 위치하도록 해야 한다. 봉합사의 매듭을 짓기 전에 무릎관절을 조금 구부리고 정강뼈를 약간 외회전시켜 무릎관절을 정상각도로 만들고 매듭을 짓는다. 만일 매듭을 짓고 관절 불안정성이 사라진다면 (당김신호가 사라짐) 봉합사는 적당한 장력을 유지하는 것이다. 적은 수의 두꺼운 봉합사보다는 많은 수의 얇은 봉합사를 사용하는 것이 좋다.\n관절 및 근막, 피하, 피부는 전술한 방법대로 봉합해준다.\n인대 대체를 하지 않는 관절절개술 및 수술적 인대제거술\n인대의 대체 없이 관절절개와 단열된 십자인대의 남은 부분의 절제 및 반달의 부분절제를 하기 위해 앞서 설명한 가쪽 접근을 한다. 다른 구조물들의 검사도 비슷하다. 단열된 십자인대의 남은 부분은 세심하게 다 제거를 해주고 반달도 손상이 되어 있으면 부분적 절제를 해준다. 이러한 수술적 기법은 복서종과 같이 강한 반흔조직이 생기는 품종에 적합하다.\n넙다리근막의 널힘줄판을 이용한 인대대체술\n넙다리 근막 중첩술은 polydioxanone이나 plyglactin 봉합사를 이용하여 Lembert 씨 봉합을 한다.\n가쪽 지지띠 중첩술\n이는 종자뼈와 무릎인대에 봉합사를 걸어주는 방법이다. 작은 개(10 kg 미만)나 고양이에 적합하다.\n변형된 가쪽 지지띠 중첩술에서는 정강뼈거친면에 구멍을 뚫어 봉합사를 안쪽과 가쪽 종자뼈 두 개에 걸어주는 방법을 사용한다.\n지지띠 중첩술의 단점은 술 후 결과의 신뢰성이 낮다는 것이다. 시간이 지남에 따라 봉합사는 느슨해지거나 끊어질 수 있어, 이런 일이 생기기 전에 관절주변 섬유화를 통해 관절의 안정성이 확보되어야 한다. 따라서 관절의 안정성을 보강하기 위해 여러 방법이 개발되었다. Olmstead의 기법은 wire를 이용하는데, 관절주변 섬유화를 잘 일으키는 수술 방법이다. 그러나 골관절염의 진행을 막지는 못한다.\n무릎뼈 일부를 포함하거나 포함하지 않는 방식의 무릎인대 피판과 널힘줄을 이용한 인대대체술 (over-the-top 기법)\n관절내기법 중 하나로 1950년대 Saki Paatsama가 개발했다. 이는 임상가들 사이에서 인기 있는 십자 인대 수술 기법이다. 이 방법은 1~2 cm 폭의 넙다리근막과 무릎인대 일부를 포함하는 긴 띠를 분리해내는 방법으로 먼쪽부위는 다 분리하지 않고 남겨둔다. 넙다리뼈와 정강뼈에 단열된 십자인대의 이는 곳과 닿는 곳의 해부학적 위치에 맞게 구멍을 만든다. 이때 뒤십자인대가 손상되지 않도록 주의하여야 한다. 넙다리근막 띠의 끝 부분을 매듭 진 wire로 연결 후 각 구멍에 통과시킨다. 이후 이식물을 잘 당겨서 무릎인대를 따라 단단히 봉합해준다.\n인의에서 따온 이 초기 수술기법에 여러가지 변형이 있다. 이 방법은 Arnoczky와 여러 학자들에 의해 개발이 되었으며 over-the top 기법이라고 불리는데 무릎인대의 안쪽 1/3 부위와 무릎뼈의 일부, 넙다리네갈래근 힘줄을 이용하여 앞십자인대를 대체하는 방법이다. 이 방법은 25~30 kg 정도의 운동을 하는 개에서만 사용되어야 한다. 이 이식물을 얻는 것은 어려운 기술이며 무릎뼈의 심각한 손상을 입힐 위험이 있다. 이 이식물은 관절을 통과시킨 후 가쪽 넙다리뼈 관절돌기위에 봉합을 잘 해준다. 이는 뼈에 구멍을 뚫어 통과시킬 필요가 없어 Paatsama의 기법에서처럼 뼈의 가장자리부분에서 이식물이 마모되는 것을 막는다.\n안쪽 관절절개술을 한 후에 무릎 인대의 안쪽 1/3을 분리하는데 이때 정강뼈와 무릎뼈에는 연결되어 있게 한다. 무릎인대와 넙다리근막의 절개는 근위부로 올라간다. 무릎뼈의 안쪽 가장자리 일부를 작은 osteotome을 이용하여 쪼개준다. 이때 무릎뼈의 관절연골을 관통하지 않게 주의한다. 무릎인대의 몸쪽과 먼쪽 연결부는 꼭 보존을 해야 한다. 뼈 조각을 잘라내면, 넙다리근막의 분리는 근위부로 올라가고 이 띠는 four-in-one 기법을 이용하여 아래 설명한 방법대로 만든다. 근막, 뼈, 인대로 구성된 이 띠는 정강뼈거친면부터 무릎뼈까지 길이의 2배로 만들어 준다. 안쪽 관절주머니의 절개는 가능한 길게 하며 가능한 몸쪽으로 올려 무릎뼈의 가쪽탈구 및 넙다리뼈의 가쪽 관절돌기가 노출될 수 있게 한다. 수술용 겸자를 뒤쪽에서 관절강 내로 집어넣어 근막의 띠를 당겨 빼낸다. 이 띠를 골막, 근막, 가쪽 곁인대에 단단히 고정시킨 후 관절을 봉합해 준다.\n위의 방법과 다르거나 변형된 방법은 under and over 기법이라고 하며 Paatsama 기법과 같이 넙다리근막을 띠로 사용한다. 그러나 이 띠는 정강뼈까지 연장이 된다. 반달사이인대 밑으로 굴을 만들어 이 띠를 가능한 관절 안쪽 멀리까지 통과시킨 후 가쪽 넙다리뼈관절돌기, 종자뼈 부위의 위쪽까지 당긴다. 이식물을 충분히 당겨 정강뼈의 앞쪽 밀림이 없게 한 후 나사나 워셔(washer)를 이용하여 가쪽 넙다리뼈 관절돌기에 고정시킨다.\nSlocum의 정강뼈고원편평화절골술(TPLO) 기법\n이 기법은 7장에 자세히 설명되어 있다.\n정강뼈거친면 전진술(TTA) 수술기법\n이 기법은 8장에 자세히 설명되어 있다.\n반달의 손상\n무릎관절을 검사할 때 다음의 구조물들을 충분히 살피는 것이 중요하다.\n•\t관절낭\n•\t앞십자인대\n•\t뒤십자인대\n•\t무릎뼈와 넙다리뼈 관절돌기의 관절면\n•\t반달(특히 안쪽 반달)\n정강뼈의 몸쪽 끝 부분은 안쪽 반달을 보기 위해 앞쪽으로 당겨야 한다. 이를 위해 무릎관절을 약간 편 후 관절연골이 손상되지 않도록 주의하면서 호만 리트렉터를 지렛대처럼 이용한다.\n소형 동물에서는 반달손상은 대개 이차적으로 나타나며 앞십자인대 단열의 약 55%에서 안쪽 반달 손상이 나타난다. 가쪽 반달손상은 대부분 고양이에서 다발성 관절외상에서 나타난다. 반달의 손상은 외상이나, 무릎관절의 불안정성 때문에 생길 수 있다. 반달이 파열된 후 안쪽 부분이 넙다리뼈와 정강뼈 관절돌기사이에서 앞, 뒤로 변위가 되고 이 변위는 Finochietto’s jump sign(딸깍하는 느낌이나 소리)을 보이게 한다.\n반달절제술 중 반드시 피해야 할 3가지 합병증\n1.\t관절연골의 찢어짐\n2.\t손상된 뒷부분을 남겨둔 채 반달의 앞부분 절제\n3.\t지나치게 광범위한 절제로 인한 안쪽 곁인대의 찢김\n반달의 찢김(대부분 안쪽 반달)이 관찰되면, 부분 반달절제술을 시행한다. 손상된 반달을 과하게 절제하는 것이 불충분하게 절제하는 것보다는 낫다. 반달은 결합조직을 통해 재생이 되며 대부분 섬유연골성으로 변한다. 또한 이차적 골관절염을 유발하는 관절의 불안정성을 예방해야 한다. 관절연골은 반달절제술 과정 중 손상받지 않게 해야만 한다. 골증식체의 제거에 관해서 저자는 반대되는 의견을 가지고 있으며, 실제로 임상적으로 골증식체 제거는 2년 전부터 실시하지 않고 있다.\n결론적으로 대개 안쪽 반달이 손상되고 진단에 대해서는 다음과 같다.\n•\t반달은 방사선 사진으로 보이지 않는다. 관절경의 경우에도 보기가 쉽지 않다.\n•\t자기공명영상에서는 비침습적으로 반달손상을 진단할 수 있게 해주나 반달손상진단을 위해서는 충분한 경험이 필요하다.\n•\t관절경은 진단의 확진뿐만 아니라 전체 또는 부분 반달절제술까지 동시에 진행할 수 있다는 장점이 있다. 그러나 경험이 매우 많아야 한다.\n수술 후 관리\n수술 후 방사선상 골화가 확인될 때까지 통제운동을 겸한 활동제한을 한다. 대부분 수술 후 10일쯤 발끝을 사용하여 살살 부중을 시작하는데 이러한 부중이 시작되는 것은 술 후 3일부터 3주까지 다양할 수 있다.\n4주 후 방사선 사진을 촬영한다. 이때 보통 보호자들이 동물들이 가만히 있지 않고 움직이려 한다고 할 것이며 이는 좋은 징후이다. 움직임이 너무 많은 경우 운동제한을 위해 진정제 처방이 필요할 수도 있다. 8주 후에는 방사선 검사를 시행하며 12주 후에는 보행을 거의 정상적으로 하여 수술한 다리가 어느 쪽인지 구분이 쉽지 않다. 이때부터는 운동제한을 하지 않아도 되나 4단계로 구성된 재활치료를 하는 것이 좋다.\n•\t첫 단계는 무릎관절의 반흔조직을 늘어나게 하는 것이다.\n•\t두 번째 단계는 다리의 뒤쪽 근육들을 발달시키는 것으로 특히 넙다리두갈래근을 발달시킨다.\n•\t세 번째 단계는 수영을 포함하는데 동물은 물에 점프해서 뛰어들어가게 하는 것이 아니라 물에서 자연스럽게 수영을 하게 한다.\n•\t네 번째 및 마지막 단계는 넙다리두갈래근이 정상적으로 회복이 된 경우 다리를 정상적으로 쓰는 단계이다.\n여러 손상이 있는 개의 사체의 자기공명영상 사진들이다\n.\n십자인대 연구의 발달\n1952년에 Paatsama는 급성과 만성이라 불리는 여러 유형의 인대 단열을 설명하고 부분 및 완전 인대 단열에 대해 정리한 후 진단에서 전방당김징후(anterior drawer sign)의 중요성을 말했다. 또한 앞십자인대 단열과 안쪽반달의 뒤쪽부분손상의 연관성을 확인하였다.\n두 가지 메커니즘에 의한 앞십자인대 단열의 병태생리를 설명하였다.\n• 무릎관절을 구부린 상태에서 안쪽으로 회전시킬 경우 앞십자인대는 당겨지게 되며 뒤십자인대 및 또는 안쪽 넙다리 돌기사이 고랑의 가쪽 경계에 닿음\n• 다리가 똑바로 펴진 모양의 품종에서 무릎관절의 과도한 펴짐\n그는 치료를 위해 넙다리 근막의 띠를 사용하여 인대를 대체하는 방법을 제시했다. 1952년도에 한 발표로 지금까지 수행된 앞십자인대의 대부분의 연구의 방향을 제시하였으며 앞십자인대에 대한 새로운 생각을 정립하게 하였다.\n인대수복기술과 관련하여 1967년 Strande는 Paatsama의 연구를 토대로 앞십자인대를 대체할 여러 재료들을 찾았다. 그는 앞십자인대 대체술 후 파행이 3~6개월 지속되었으며 무릎인대의 중간 1/3이 사용되었을 때 비록 술 후 파행은 오래 지속되었으나 골관절염의 발생이 줄어듦을 보고하였다.\n그의 연구에 따르면 양측 앞십자인대 파열은 28%에서 발생했으며 안쪽 반달의 뒤쪽부분이 종종 손상되었다. 그는 차우차우와 복서와 같이 다리가 똑바로 펴진 품종에서 부분파열이 결국은 완전 파열로 진행된다고 하였다.\n시간이 지남에 따라 관절 내 인대 대체술은 다양한 수술 결과를 보여주었으며 관절외 수술적 기법이 사용되기 시작하였다. 하지만 관절외 수술적 기법 또한 술 후 결과가 다양하게 나타났다. 관절외 수술적 기법 중 몇 가지 독보적인 것들이 있으며 이는 다음과 같다.\n• De Angelis의 가쪽 지지띠 중첩술(1970)\n• Slocum의 종아리뼈머리전방이동술(1971)\n• Hohn의 뒤쪽관절주머니봉합술(1973)\n• 정강뼈거친면과 종자뼈에 하는 antirotation봉합과 변형된 가쪽 지지띠 중첩술 또는 Flo의 “three-in-one” 기법(1975)\n• Griffith의 근육걸이기법(muscle sling)(1976)\n• Arnoczky의 “over-the-top”기법(무릎뼈 일부를 포함하거나 포함하지 않는 방식의 무릎인대 피판과 널힘줄을 이용한 인대대체술)(1979)\n• Milton의 인공앞십자인대(1982)\n• Smith의 종아리뼈머리 이동술(1985)\n이런 다양한 기법들의 치료 결과는 매우 다양했다. 일반적으로 수술적 처치는 보존처치보다 항상 좋은 예후를 나타내기는 하지만 술 후 정상관절기능을 회복하지 못한다면 사실 정상이 아니라고 할 수 있다. 관절 내 인대대체술 방법은 정상 앞십자인대의 역할인 정강뼈가 전방으로 밀리는 것을 방지하고 관절가동범위를 완전히 회복하기 위한 것이다. 관절외 기법은 관절의 가동범위 일부가 줄어들지만, 역시 목적은 정강뼈의 전방변위를 방지하는 것이다. 이 시술방법의 이론은 전방변위가 사라진다면 무릎관절이 정상기능을 회복한다는 것이다. 그러나 이 방법의 경우 품종이나, 크기, 활동성과 상관없이 십자인대 단열 전 무릎관절의 정상기능을 완전히 회복하지 못한다는 단점이 있다. 마지막으로 1978년 Henderson과 Milton은 정강뼈의 전방 움직임을 증명하기 위해 정강뼈압박검사(tibial compression test)를 소개하였으며 이는 무릎관절의 새로운 생체역학적인 개념을 제시한 것이다.\n \n가만히 있는 넙다리뼈에 대해 움직이는 정강뼈를 고려하여 무릎관절의 중심부를 찾는 방법으로, 움직임이 모식도인 A–B 단면에서만 일어난다고 가정을 하고, A1–B1과 A2–B2인 움직임의 처음과 끝 지점을 고려한다. 이때 이등분선을 따라 A1,A2,B1 그리고 B2와의 교차점을 찾으면 중심인 C가 된다.\n \n무릎관절을 구부리거나 폈을 때의 중심 지점. 구부렸을 때(a), 폈을 때(b).\n가만히 있는 넙다리뼈에 대해 움직이는 정강뼈 중심의 잠재적 궤도를 나타낸 그림이며 이때 움직임은 한 단면에서만 일어난다고 가정한다. 운동학적으로 인대들은 4개의 막대가 연결된 것으로 말할 수 있다. 움직임 중심의 다섯 개의 연속 위치는 번호를 매겼다.\n \n그림 6-4. 정강뼈에 압박을 만드는 근육의 작용.\n근육 힘의 모멘트\n근육 힘의 모멘트는 근육이 회전하는 선에서 관절운동의 중심까지 힘의 크기를 곱한 직선 거리로 정의 할 수 있다. 그러므로, 무릎관절을 구부릴 때의 힘의 모멘트의 합이 폈을 때의 힘의 모멘트의 합과 같을 때 무릎관절은 구부려지거나 펴지지도 않으며 이를 무릎관절이 근육 평형 상태라고 한다.\n \n넙다리뼈, 무릎뼈, 정강뼈 사이에 적용된 다양한 힘의 작용 방향.\n차우차우(a), 로트와일러(b), 도베르만 핀셔(c), 뉴펀들랜드 품종(d).\n예시 사진은 tandemich (a), wims-eye-d (b), Stieber (c) and cynoclub (d), Shutterstock.com에서 발췌했다.\n앞십자인대 단열의 진단. 손의 위치와 전방당김신호 검사의 움직임(a). 정강뼈압박검사에 의한 정강뼈의 전방움직임(b). 2장에서 좀 더 자세히 볼 수 있다.\n\n앉기 검사. 앞십자인대 단열이 있을 경우 무릎관절을 완전히 구부릴 수 없기 때문에 다리를 벌리고 앉는 전형적인 자세를 취한다.\n \n전방당김검사의 양성결과.\n \n앞십자인대 단열이 있는 무릎관절의 X-ray 사진(좌측)과 반대편 정상 무릎관절사진(우측).\n 인대 및 또는 반달 손상을 보여주는 심각한 골관절염 사진.\n \n종아리뼈머리이동술 후의 변화된 모습.\n \n종아리뼈머리이동술 환자의 수술 전 방사선 사진(a), 술 후 핀으로 종아리뼈머리를 고정시킨 방사선 사진(b).\n\n종아리뼈머리이동술 수술기법의 단계적 모습.\n \n비흡수성 봉합사를 이용한 인대대체술: Westhues 기법.\n \n고양이에서 앞십자인대대체 수술 전(a)과 수술 후(b) 사진.\n\n매듭을 짓기 전 봉합사를 장착한 모습.\n \nWesthues 기법. 12살령의 고양이의 수술 전 방사선 사진(a). 술 후 2년째 방사선 사진(b).\n \nWesthues 기법. 17살령의 고양이의 수술 전 방사선 사진(a). 술 후 4년째 방사선 사진(b).\n\n가쪽 지지띠 중첩술. 종자뼈와 무릎인대에 봉합사를 건다.\n \n와이어를 이용한 지대 봉합술의 방사선 사진. Olmstead 기법.\n변형된 가쪽 지지띠 중첩술. 봉합사는 가쪽과 안쪽 모두에 걸은 뒤 정강뼈 거친면에 구멍을 뚫어 통과시킨다.\n \n \n \nOlmstead 기법. 와이어를 이용한 가쪽 지대 중첩.\n \n변형된 가쪽 지지띠 중첩술(three-in-one technique).\n \nMeutstege의 가쪽 지대 기법.\n \n전통적인 over-the-top 기법의 모식도.\n 호만 리트랙터를 걸고 무릎관절을 충분히 구부린 후 안쪽 반달을 보는 수술 중 사진.\n \n안쪽 반달의 뒤쪽 부분을 보기 위해 호만 리트랙터를 거는 위치.\n \n반달 손상을 가지고 있으나 X-ray 검사에서는 나타나지 않는다. 가쪽 영상(a). 앞뒤쪽 영상(b)\n\n정상 반달의 자기공명 영상.\n \n그림 6-30. 정상 반달(a)과 손상된 반달(b)의 자기공명영상.\n\n손상된 안쪽 반달의 자기공명영상(화살표).\n \n좌측 무릎관절 앞십자인대의 부분파열을 보여주는 자기공명영상.\n \n좌측 무릎관절의 뒤십자인대의 완전파열을 보여주는 자기공명영상.\n \n우측 무릎관절의 가쪽 반달 손상을 보여주는 자기공명영상.\n \n우측 무릎관절의 가쪽 반달 손상을 보여주는 자기공명영상.\n우측 무릎관절의 안쪽 반달 손상을 보여주는 자기공명영상.\n \n \n좌측 무릎관절의 안쪽 반달 손상을 보여주는 자기공명영상.\n\n"
}