{
    "title": "소동물 무릎관절의 정형외과병리",
    "author": "권오경 옮김",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "\nChapter 7\nSlocum 방식을 이용한\n정강뼈고원편평화절골술\nTibial plateau levelling osteotomy\nusing Slocum’s technique\n \n서론\n정강뼈고원편평화절골술(TPLO)은 Slocum(1993)에 의해 앞십자인대가 결손된 무릎관절의 기능을 회복시키는 특허받은 기술로 Slocum Enterprise (Eugene [Oregon], United States)에서만 사용가능하도록 되어 있다.\n수술의 최종 목표는 통제되지 않는 정강뼈 앞쪽 밀림을 중화시키는 것이다. 이 수술법에서는 수동적인 관절 요소(앞십자인대와 안쪽 관절반달의 뒤쪽 부분)의 손상을 치료하려고 시도하지 않는다. 대신에 정강뼈가 앞쪽으로 변위되는 것을 정강뼈고원을 편평하게 하여, 다리를 굽힐 때 작용하는 근육의 힘을 증가시켜 제어한다. 먼저, X-ray 사진에서 정강뼈 고원을 회전시키는 정도를 결정해야 한다. 안쪽 접근법이 사용된다. 정강뼈 고원을 적절하게 돌리기 위해서 곡선형의 정강뼈 절골술이 시행되어야 하며, 절단 부분은 특수 플레이트로 고정되어야 한다. 이 기술은 밖굽이무릎(genu valgum) 및 안굽이무릎(genu varum)과 같은 다양한 사지 배열의 이상을 교정할 수 있다는 점에서 매우 유용하다.\n이와 같이 TPLO는 복잡한 수술법이며 사전에 수술법에 대한 숙지가 필요하다.\nTPLO 방법은 최고의 수술 기법으로 여겨지고 있지만, 장기간의 수술 후 모니터링과 다른 기술과의 적절한 비교가 끝나야 최종 결론을 내릴 수 있다.\n기본적인 생체역학과\n기술의 역사\n개에서 앞십자인대가 파열되어 생긴 불안정성을 치료하기 위한 정강뼈고원의 기울기를 변형하는 수술이 1984년 Slocum에 의해 처음으로 발표되었다. 이 수술에서는 쐐기모양으로 뼈를 절제하여 정강뼈고원을 정강뼈의 긴 축에 수직으로 만든다. 이는 정강뼈의 앞쪽으로의 밀림을 중화시키며, 술자가 앞십자인대 파열이 있는 무릎관절을 안정화하기 위해 선택한 추가적인 수술의 물리적인 스트레스를 감소시킨다(일반적으로, patellotibial suture를 사용한다).\n이후 1993년 Slocum에 의해 처음으로 오늘날 TPLO로 알려진 방법이 보고되었다. 이 방법은 정강뼈 몸쪽 뼈끝에서의 절골술 후에 몸쪽 정강뼈 조각을 회전시킴으로써 부중 시 발생하는 정강뼈의 앞쪽 움직임을 뒤십자인대에 의해 제한되는 최소한의 정강뼈 뒤쪽 움직임과 넙다리뼈 관절돌기에 대한 정강뼈 압박으로 전환시킨다. 몸쪽 정강뼈 조각의 회전으로 정강뼈 고원의 경사가 정강뼈의 긴 축과 거의 수직을 이루게 된다(정강뼈 고원의 이상적인 각도는 정강뼈의 긴 축에 수직인 축에 대해 약 5°이다). 정강뼈조각은 이 수술을 위해 특별히 제작된 다양한 크기의 플레이트와 나사로 고정한다.\n무릎관절의 수술적 검사, 특히 관절반달의 검사에 대한 필요성에 대해서는 논쟁의 여지가 있다. 수술 시 술자는 관절강 검사에서 관절 세척, 남아 있는 인대와 표면의 뼈증식체의 제거, 그리고 반달의 검사를 동반한 반달 전 절제술부터, 관절낭을 열지 않는 방법까지 선택할 수 있다. 관절경을 통한 관절의 검사와 관절반달의 후각(caudal horn)을 제한적으로 접근하는 방법을 선택할 수도 있다.\n불안정성이 있는 무릎관절에 만성적으로 큰 영향을 주는 관절반달의 파열을 치료하기 위해 특히 대형견에서 가장 널리 받아들여지는 기술은 손상된 부분을 제거하는 것이다.\n \n수술 후 반달의 손상 위험과 관련된 재수술에 대한 가능성 때문에 일부 저자는 예방적인 “반달 박리”를 추천한다. 이것은 반달의 뒤쪽 부분을 분리하기 위해 전층절개 하는 과정을 포함한다. 이는쪽 부분이 안쪽 넙다리뼈 관절돌기와 함께 움직일 수 있게 하며, 따라서 이론적으로는 끼이거나, 으스러질 가능성이 줄어든다. 관절반달 박리가 몇 년 동안 매우 인기가 있었지만, 이후, 여러 역학 연구결과, 관절 연골에 과부하로 인한 해로운 영향이 확인되어 더 이상 인기를 얻지 못하고 있다.\nTPLO 기술에 대한 임상적 효능 연구는 일반적으로 다른 기술들과 비교하였을 때 더 좋은 예후를 보이며, 특히, 중형 및 대형견에서 예후가 좋다. 퇴행성 뼈관절염의 발달이 적고, 기능적 안정성이 뛰어나며, 관절의 유연성과 근육량의 보존이 더 좋다. 현재 TTA와 쐐기 절골술 등과 같은 인기 있는 정강뼈 절골술과 비교한 확실한 연구는 아직 없다.\nTPLO 기술 자체에 대한 특허가 있으며, 이 기술을 수행하는데 필요한 도구에 대해서도 특허가 부여되어 있다. 이는 회사가 수술 기법의 훈련 과정 및 수술 도구의 판매를 완전히 통제하는, 수의학 수술 분야에서 전례없는 상황을 만들었다. 이를 통해 학습과정에서 술자들의 정확성을 보장하고, 원래의 기술과의 편차를 최소화하고자 했다. 그러나 TPLO의 인기가 높아지고, 훈련 과정에 대한 접근성이 제한되자 수의학 외과 공동체(특히 유럽)에서는 특허 제한을 없애기 위해 비슷한 정강뼈 고원 편평화 기술을 개발하기 시작했다. 오늘날 대체 기술이 성공적으로 개발되었지만, TPLO 기술은 전 세계적으로, 특히, 정강뼈 절골술 시장을 장악하고 개발하고 있는 미국에서 여전히 큰 인기를 얻고 있다.\n수술 방법\n앞십자인대의 작동 메카니즘의 결함을 통제하기 위해 개발된 생체역학적 방법에 대한 이해를 돕기 위해 아래에 일반적인 사항을 서술하였다.\n첫째, 진단 단계에서 전방당김검사(drawer test)와 정강뼈압박검사(tibial compression test)를 통해 앞십자인대를 철저히 평가해야 한다. 과도하게 긴장한 동물에서 검사 결과가 근육의 힘에 의해 잘못 평가될 수 있다고 알려져 있다. 그러므로, 진단 단계에서 결정적인 영향을 미치는 이러한 힘을 중화시키기 위해 사전 진정 또는 심지어 전신 마취가 필요할 수도 있다.\n부분파열의 경우는 다리를 완전히 사용하지 못하는 것보다는 운동 후에 파행을 보였다가 휴식 후에 사라지는 뒷다리의 미묘한 파행을 보이는 환자에서 의심되어야 한다. 따라서 진료 기록을 상세히 작성한다면 부분 파열을 진단할 확률이 높아진다. 부분파열의 여부는 TPLO를 하기 전에 관절절개술이나, 관절경을 통해 반드시 확인해야 한다.\n부중가능한 지속적인 파행이 관찰되지만 활동성은 그대로인 경우 안쪽 관절반달의 후각파열을 동반하지 않은 앞십자인대 파열인 경향이 있다. 이러한 파행이 진행되어 부중곤란한 진통보행(antalgic gait)을 보이는 경우는 이전의 앞십자인대의 파행과 안쪽 관절반달의 후각 파열이 연관되어 있을 수 있다.\n이 수술법은 정강뼈의 몸쪽 끝부분을 안쪽으로 접근한다(수술 접근법 부록 참조). 넙다리뼈의 안쪽 위관절돌기에서 넙다리뼈의 먼쪽 끝을 지나 정강뼈의 몸쪽 1/3까지 피부절개한다. 처음으로 노출되는 구조물은 무릎관절로 내려가는 동맥과, 넙다리빗근의 뒷부분이다. 동맥을 덮는 근막을 동맥과 평행하게 절개하여 뒤쪽으로 견인하고, 남은 안쪽 근막은 앞쪽으로 견인한다. 이 절개를 먼 쪽으로 안쪽 관절 반달의 바로 앞쪽, 지방패드의 뒤쪽 경계까지 확장한다. 무릎뼈를 가측으로 위치시키고, 안쪽 넓은근 주변에서 무릎동맥의 모든 가지를 결찰한다.\n관절절개술 없이 반달을 분리시키는 경향이 있지만, 수술 전 관절절개술로 반달 파열을 확진한다. 만약 인대 파열이 부분적인 경우 남은 인대가 기능을 충분히 할 수 있다면(앞십자인대의 최소 3분의 1이 남아 있어야 한다) 반달을 건드려서는 안 된다. 만약 반달이 완전히 파열되었다면, TPLO와 안쪽 반달절제술을 하는 것이 이상적이다.\n정강뼈 몸쪽 부위에서 두덩정강근, 반힘줄근 및 넙다리빗근의 뒷부분을 안쪽 곁인대는 그대로 두면서 조심스럽게 젖혀놓는 것이 중요하다.\nTPLO는 다음과 같은 단계를 따른다:\n1.\t특수 고정 장치(Slocum Enterprise에 의해 등록된 것)를 안쪽 및 몸쪽 정강뼈의 시상면에 적용하며, 안쪽 곁인대가 손상되지 않도록 주의한다.\n2.\t다음으로, 특수 진동 톱(oscillating saw, Slocum Enterprise에 등록된 것)으로 몸쪽 정강뼈를 원통형으로 절골한다. 절골면에 맞는 직경의 톱을 사용해야 한다.\n3.\t뼈조각을 X-ray에서 측정하였던 편평화 정도의 계획에 따라 회전시킨다.\n4.\t플레이트(Slocum Enterprise에 등록된)로 절골 후 계획된 각도만큼 회전시킨 뼛조각을 고정하여 정강뼈 고원의 경사각을 교정한다.\n수술 후 관리\n수술 후, X-ray 사진상 뼈유합의 증거가 확인될 때까지 운동제한을 하여야 한다.\n일반적으로, 술후 약 10일 이내에 발끝으로 부중을 하지만, 이 기간의 범위는 3일에서 3주 사이로 나타날 수 있다.\n4주 후에는 추가적인 방사선 검사를 한다. 이때, 보호자들이 운동제한하는 것이 어렵다고 하는 경향이 있으며, 이는 바람직한 징조이다. 동물의 활동을 제한하기 위해 진정제를 처방할 필요가 있을 수도 있다. 8주 후, 추가 방사선 검사를 시행한다. 12주 후에 동물은 정상적으로 걸으며, 어느 다리가 수술을 받았는지 알기 어렵다. 12주부터 시작하여, 동물은 자유롭게 움직이도록 할 수 있지만, 3~4단계로 구성된 재활 기간을 설정하는 것이 가장 좋다:\n•\t첫 번째 단계는 무릎관절의 반흔 조직을 늘어나게 하는 것이다.\n•\t두 번째 단계는 다리의 뒤쪽 근육, 특히 넙다리두갈래근을 발달시키는 것이다.\n•\t세 번째 단계는 수영을 포함한다. 물로 뛰어 드는 것은 안되지만, 자유롭게 수영하게 한다.\n•\t네 번째와 마지막 단계는 넙다리두갈래근이 정상적인 탄력성과 견고함을 획득하는 단계로 회복되었을 경우 다리를 정상적으로 쓰게 된다.\n이상적인 정강뼈고원각은 정강뼈 장축에 수직인 축에 5°이다.\n\n반달을 박리하는 2가지 방법: 앞안쪽 접근(a)을 사용, 글자 A는 접근 방향을, 글자 B는 반달 절개 후 뒤쪽 부분이 움직이는 방향이다. 뒤안쪽 접근(b), 글자 A는 안쪽 곁인대 뒤쪽 접근을 나타내며, 글자 B는 반달 절개 후 안쪽 부분이 움직이는 방향이다.\na\n\n사람(a)과 개(b)의 생리학적 정강이뼈고원의 경사 비교.\n몸쪽 정강뼈를 반원형 절골 시 몸쪽과 먼쪽 조각을 제 위치에 유지시키는 jig (a), blade (b)와 semirotating oscillating saw (c)가 이 방법을 위해 필요하다.\n \n Saw의 다른 그림, blade가 삽입되어 있으며, 반회전 방식으로 작동한다.\n \n절골 후에 골절부를 안정화하고 배열하기 위해 jig를 적용한 그림.\n \n수술전 정강뼈 고원의 경사 각도에 따라 몸쪽 정강뼈 조각이 뒤쪽으로 얼마나 회전되어야 하는지를 나타낸 그림. 수술이 적절하게 수행되면, 정강뼈 고원은 정강뼈 긴 축에 수직이 된 것처럼 보이게 된다.\n \nSlocum 방식을 사용한 TPLO 수술의 사례. 수술 전(a)과 수술 후(b).\n\n수술 후 뒤십자인대의 위치에 대한 그림. 고원의 편평화로인해, 뒤십자인대가 느슨해져 있지 않고, 적절한 기능을 수행하게 된다.\n \n이전 케이스의 수술 20주 후(a)와 이식물 제거 1주 후(b).\n\n쐐기 방법. 쐐기 절제 방법에 대한 생체역학의 타당성.\n쐐기 방법은 Slocum에 의해서 처음 기술되었으며, Slocum은 TPLO 기술을 선호하여 이 방법을 포기했다. 빨간색 선은 무릎관절 처음 각도를 나타내고, 검은 선은 쐐기 절제술 후, 최종 각을 나타낸다.\n \n \n정강뼈 몸쪽에서 안쪽 접근을 위한 준비.\n \n오금근의 이는 곳을 정강뼈의 뒤쪽 피질뼈, 곁인대의 뒤쪽에서 일부 분리한다.\n \n거위발(pes anserinus)을 뒤쪽으로 젖히면, 안쪽 곁인대가 보인다.\n \n피하 주사 바늘을 관절에 삽입하여 정강뼈 내측 관절돌기의 경계를 확인한다.\n이때 적용 가능한 공간과 환자의 무게에 따라 사용할 플레이트의 크기를 결정할 수 있다.\n \n \n소락기(cautery)로 방사형 절골술이 시작될 두 지점, 앞/몸쪽(fat pad 영역을 지나)과 뒤/먼쪽(일반적으로 곁인대의 먼쪽 섬유 수준)을 표시한다.\n \nSaw는 반드시 정강뼈의 긴 축과 안쪽 피질골에 대해 수직이여야 한다.\n \n반사형의 saw를 이용한 절골술 시작.\n \n우선 부분적으로만 절골술을 진행한 모습.\n \n수술 전 X-ray 사진에서 정강뼈 고원의 각도를 측정하고, 수술 후 정강뼈 고원의 원하는 회전 정도를 얻기 위해 회전표를 사용해 TPLO 조각의 회전 거리를 결정한다. 이때, 절골술을 하는 양쪽 피질골에 회전할 거리를 두 점으로 표시한다.\n \n정강뼈 거친면에서 작은 Kirschner wire를 삽입하여 위치를 고정한다. 그림처럼 reduction forceps도 사용할 수 있다.\n \n절골술을 끝까지 진행한 다음, pin을 삽입하고, 두 표시 지점이 일렬이 될 때까지 핀을 밀어 골조각을 회전시킨다.\n \n절골술로 인해 튀어나온 부분은 같은 방사형의 saw를 사용해 낮추어주면 플레이트가 뼈에 완벽하게 일치하도록 할 수 있다(locking plate를 사용하면 필요하지 않다).\n \n마지막 고정을 하기 전에 다리의 배열과 정강뼈의 앞쪽 밀림(cranial tibial thrust)이 사라진 것을 확인한다.\n \nNonlocking plate를 사용하는 경우 bender로 플레이트를 컨투어링하여 가능한 한 골에 밀착되게 한다.\n \n남은 나사를 적용하기 전에, 무릎관절의 안정성과 배열이 변하지는 않았는지 확인한다.\n \nTPLO 플레이트의 먼쪽 부위 홀에 나사가 적용됨.\n \n3개의 먼쪽 나사와 1개의 몸쪽 나사가 적용되어 있다.\n \n수술이 끝난 모습. 수술 부위는 골막, 거위발(pes anserinus), 피하, 그리고 피부 순으로 닫는다.\n무릎관절의 수술 후 평가\nTPLO의 성공을 평가하는 다섯 가지 주요 기준:\n1. 무릎관절을 완전히 구부릴 수 있어야 한다. 발목에 체중을 실은 채로, 엉덩이를 땅에 대고 앉을 수 있는지를 검사하여 확인할 수 있다. 이러한 회복을 술후 12주 이내에 볼 수 있어야 하며, 이 기간은 대부분의 만성적인 사례에서 약간 길어질 수 있다.\n2. 수술한 다리의 완전한 근육 발달은 다리의 정상적인 사용과 함께 동시에 볼 수 있게 된다. 이는 술후 12에서 16주 이내에 볼 수 있어야 한다. 수술한 다리와 수술하지 않은 다리의 둘레를 줄자를 사용하여 측정하고, 비교하여 확인한다.\n3. 무릎관절의 염증은 술후 3개월 이내에 완전히 없어져야 한다. 촉진하여 부드럽고, 스폰지 같은 관절낭의 느낌이 염증이 없어지면 단단해지는 것을 쉽게 확인할 수 있다.\n4. X-ray 평가상 뼈관절염 진행이 멈춰야 한다.\n5. 수술 후 12주에서 16주 후에는 정상적인 활동으로 완전히 돌아와야 한다. 일을 하거나 운동을 하는 동물에서는 특히 중요한 점이다. 검사자에 의해 수동적인 힘으로 움직이는, 전형적인 앞쪽으로의 움직임 평가(cranial drawer test)는 TPLO가 이를 제거하지 못하기 때문에 가치가 떨어진다. TPLO는 동물 스스로가 기능적 부하를 함으로써 정강뼈의 앞쪽 밀림을 제거해 준다.\n\n\n강아지 단두종 증후군(Brachycephalic Syndrome)은 단두형(코가 짧고 얼굴이 납작한) 견종에서 흔히 발생하는 상부 호흡기계 질환이다. 대표적인 단두종 견종으로는 불도그, 퍼그, 보스턴 테리어, 시추, 페키니즈 등이 있으며, 이들은 해부학적 구조로 인해 호흡기 문제가 발생할 가능성이 높다. 단두종 증후군은 선천적으로 좁거나 막힌 기도 구조로 인해 호흡이 어려워지는 상태로, 적절한 관리와 치료가 이루어지지 않으면 심각한 건강 문제를 초래할 수 있다.\n이 질환은 주로 다음과 같은 해부학적 이상을 포함한다. 첫 번째는 좁은 콧구멍(Stenotic Nares)으로, 콧구멍이 좁거나 막혀 있어 공기 유입이 어려운 상태를 의미한다. 두 번째는 연한 구개 과다 형성(Elongated Soft Palate)으로, 후두 뒤쪽의 연한 구개 조직이 길어져 기도를 막아 정상적인 호흡을 방해한다. 세 번째는 후두낭 외번(Everted Laryngeal Saccules)으로, 기도가 좁아지면서 후두낭이 부풀어 공기 흐름을 더욱 제한하는 증상이다. 네 번째는 기관 협착(Tracheal Hypoplasia)으로, 기관(기관지)이 정상보다 좁아져 있어 호흡이 어려운 상태를 의미한다.\n단두종 증후군의 주요 증상으로는 호흡곤란, 과도한 코골이, 운동 불내성(조금만 활동해도 쉽게 지치는 현상), 청색증(산소 부족으로 인해 혀와 잇몸이 푸르게 변하는 증상), 심한 경우 실신 등이 있다. 특히 날씨가 덥거나 습한 환경에서 증상이 악화될 수 있으며, 심한 경우 호흡부전으로 인해 생명을 위협할 수도 있다.\n진단은 강아지의 임상 증상과 신체 검사를 통해 이루어진다. 추가적으로 방사선 검사(X-ray)나 내시경 검사를 시행하여 기도 구조를 평가할 수도 있다. 경우에 따라 CT(컴퓨터 단층촬영) 검사를 통해 더 정밀한 기도 상태를 확인할 수도 있다.\n치료 방법은 증상의 심각도에 따라 달라진다. 경미한 경우 생활 습관 개선을 통해 증상을 완화할 수 있다. 이를 위해 과체중 강아지의 체중을 조절하고, 더운 환경을 피하며, 격렬한 운동을 제한하는 것이 중요하다. 하지만 증상이 심한 경우 수술적 치료가 필요할 수 있다. 좁은 콧구멍을 넓히는 수술(Nares Resection), 연한 구개를 절제하는 수술(Soft Palate Resection), 후두낭을 제거하는 수술(Laryngeal Sacculectomy) 등이 일반적인 수술 방법이다. 수술 후 회복 기간 동안 적절한 관리가 필요하며, 증상이 개선되었는지 지속적으로 모니터링해야 한다.\n단두종 증후군의 예방을 위해서는 단두형 견종을 키우는 보호자가 강아지의 건강 상태를 주기적으로 점검하고, 과체중이 되지 않도록 주의해야 한다. 또한, 더운 환경에서는 강아지가 과열되지 않도록 신경 써야 하며, 증상이 심해지기 전에 수의사와 상담하여 적절한 조치를 취하는 것이 중요하다.\n강아지 단두종 증후군은 조기에 적절한 관리를 하면 증상을 완화하고 강아지의 삶의 질을 향상시킬 수 있는 질환이다. 보호자는 강아지의 호흡 상태를 세심하게 관찰하고, 필요 시 수의학적 치료를 받을 수 있도록 해야 한다."
}