{
    "title": "소동물 무릎관절의 정형외과병리",
    "author": "권오경 옮김",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "\nChapter 8\n정강뼈거친면 전진술(tibial tuberosity advancement)의 수술 방법\nSurgical technique for tibial tuberosity advancement\n정강뼈거친면 전진술(tibia tuberosity advancement)의 수술기법의 기본을 보여주는 이미지.\n \n서론\n앞십자인대의 파열은 개 뒷다리 파행의 가장 흔한 원인 중 하나이며, 무릎관절의 이차성 퇴행성 뼈관절염의 가장 흔한 원인이다.\n완벽히 알려지지 않은 원인 때문에 앞십자인대는 퇴행성 과정을 겪어 부분적 파열로 이어지며, 완전한 파열이 일어나게 된다. 알려진 질병의 원인으로는 나이, 과체중, 면역매개질환, 정강뼈 고원의 과도한 경사 및 기타 구조적 이상 등이 있다.\n개에서 앞십자인대 질환의 높은 발병률은 치료를 위한 다양한 수술적 기법의 개발을 촉진하였고, 특히 대형품종에서 활발하게 진행되었다.\n기본적인 방법은 손상된 앞십자인대를 대체하거나 보강하는 것이다. 최근 기술은 몸쪽 정강뼈의 해부 구조를 변형시켜, 무릎관절에서의 앞십자인대 파열로 유발되는 정강뼈앞쪽밀림(cranial tibial thrust)을 중화시켜 앞십자인대의 결손을 상쇄하는 것이다. 앞십자인대는 대체되지 않지만, 파열로 인한 밀리는 힘이 무효화되면서 관절이 동적으로 안정화된다. 즉, 동물이 부중할 때 정강뼈가 앞으로 밀리지 않는다.\n기본 생체역학\n1978년 Henderson과 Milton은 정강뼈앞쪽밀림(cranial tibial thrust)의 개념을 도입했다. 넙다리뼈에 비해 정강뼈 고원의 과도한 경사가 이 밀림의 추정 원인이다. 이 이론에 근거하여, Slocum은 정강뼈 고원을 정강뼈의 축에 수직으로 두어 앞십자인대 파열에 의한 전단력(shear forces)을 제거하는 TPLO를 개발하였다. 최근까지의 연구에서 건강한 개와 앞십자인대 결손이 있는 개의 정강뼈 고원 각의 차이가 있다는 보고는 없다.\n다양한 생체역학적 이론에서 개와 사람의 무릎관절에 작용하는 힘은 무릎뼈인대와 거의 평행하며, 부중하는 동안 정강뼈고원과 무릎뼈 인대 사이의 각도가 90°가 넘는 경우, 정강뼈앞쪽밀림이 무릎관절에서 발생하게 된다고 주장하고 있다. 그러나 부중 하는 동안 무릎뼈인대와 정강뼈고원이 90°인 경우 관절에 작용하는 전체적인 힘 중에서 전단력이 없어지며, 십자인대의 긴장 또한 없어진다.\n몸쪽 정강뼈의 구조를 변화시킴으로써 정강뼈앞쪽밀림을 변화시킬 수 있다. 이는 정강뼈 고원의 경사를 편평화하거나 정강뼈거친면을 전진시킴으로써 달성할 수 있다. 두 경우 모두, 밀리는 힘은 앞십자인대에서 뒤십자인대로 옮겨지며, 이 인대는 개의 무릎관절의 주요 안정장치가 된다. 이 인대의 손상을 방지하려면 적절한 수술 전 계획을 세워야 한다. 정강뼈거친면은 반드시 필요 이상으로 전진시키면 안되며, 마찬가지로, 정강뼈 고원의 회전도 반드시 필요 이상으로 하면 안된다.\n수술 전 계획\n무릎관절을 펴고 정강뼈가 앞쪽으로 변위되지 않도록 찍은 안가쪽 X-ray 사진이 술전 계획에 필요하다. 무릎뼈인대는 앞쪽 가장자리에 표시하며, 정강뼈 고원은 두개의 십자인대가 닿는 정강뼈 부위를 지나도록 표시한다.\n그 다음 정강뼈고원에 수직으로 무릎뼈인대를 위치시키기 위해 정강뼈를 전진하는 데 필요한 거리를 측정한다.\n투명한 템플릿을 X-ray 사진에 겹쳐 전진술을 하기 위한 수술 전 계획을 세운다. 플레이트의 크기도 같은 템플릿을 사용하여 결정한다.\n수술방법\n앞십자인대 완전 파열에서 반달의 잠재적인 손상의 진단과 치료를 위해 관절경 또는 안쪽 혹은 안뒤쪽 관절절개술이 진행될 수 있다.\n먼저, 안쪽반달의 앞부분부터, 먼쪽은 복재정맥(saphenous vein)까지 몸쪽 정강뼈 안쪽으로 접근한다. 거위발(pes anserinus)을 조심스럽게 자르고 견인한다. 안쪽 곁인대와 무릎뼈 인대의 닿는 점을 활막낭과 함께 온전하게 남겨둔다.\n플레이트를 위치시킬 곳의 구멍을 특별한 드릴 가이드와 2.0 mm 드릴 빗을 사용하여 만든다. 구멍은 정강뼈 능선 피질골의 바로 뒷부분에 만든다(margo cranialis). 첫 번째 구멍은 정강뼈거친면 수준에서 무릎뼈 인대의 정강뼈 닿는곳 안쪽에 만들어져야 하며, 드릴가이드는 이 구멍에 적용된 anchor peg을 통해 고정된다. 다음에는 가장 먼쪽 구멍을 뚫고 anchor peg로 고정한다. 이렇게 하면 드릴가이드가 고정되고, 중간 구멍을 뚫을 수 있다. Fork 구멍이 만들어지면, 드릴 가이드를 제거하고, 정강뼈 가장 몸쪽과 먼쪽 구멍에 2개의 anchor peg를 적용하여 위치를 잊어 버리지 않도록 한다.\n다음 단계는 정강뼈거친면에서 평행하게 가로 절골술을 진행하는 것이며, 정강뼈 능선과 정강뼈 몸통의 중간 부위에서 시작하여, 폄근고랑(extensor groove)의 앞부분(사람에서는 Gerdy’s tubercle이라고 함)을 향해서 진행한다. 절골술은 정강뼈거친면의 가장 몸쪽 구멍까지는 양측 피질골을 다 자르게 진행하고, 이보다 몸쪽의 경우는 한쪽 피질골만 자르게 진행한다. 플레이트와 forks가 정강뼈거친면에 고정되면 끝난다.\n너무 앞쪽으로 절골술을 진행하는 것이 가장 흔한 실수이다. 이 경우 종종 정강뼈거친면 골절을 일으킨다. 이는 수술 전에 X-ray 사진에 정강뼈거친면에서 계획된 절골선까지의 길이를 측정해서 골에 적용하거나 안쪽 반달의 앞쪽 부분을 촉진하여 예방할 수 있다. 피부를 절개하면, 반달이 매우 쉽게 촉진된다. 이 부분 앞에서 절골선을 유지하는 것이 문제를 예방할 수 있다.\n \n그 다음, 필요한 경우에는 정강뼈의 안쪽 면과 일치하도록 조심스럽게 플레이트를 변형시키고, 플레이트-forks 세트를 impacting tool에 장착한다. Forks를 뼈에 삽입하면 절골술을 몸쪽으로 완료하고, 적절한 길이의 spacer를 선택하기 위해 골의 폭을 측정한다. 정강뼈 거친면을 앞쪽과 몸쪽으로 이동시킨다. Cage에 의해 앞쪽으로의 변위가 결정된다. 몸쪽으로의 이동은 무릎관절의 위치를 유지시키며, 무릎뼈의 먼쪽으로의 변위를 예방하기 위해 진행된다. 몸쪽으로의 이동은 대략적으로 앞으로 전진할 정도의 반이다. (예를 들어, 9 mm cage를 적용한다면, 정강뼈거친면은 몸쪽으로 약 4~5 mm 이동시킨다.)\n다음으로, 적절한 폭과 길이의 cage를 위치시키고, pointed reduction forceps으로 가고정한다. cage와 플레이트를 나사로 고정한다.\n원하는 경우 해면골 이식으로 절골술로 인한 빈 공간을 채울 수 있다.\n뼈 이식을 사용한 경우와 안 한 경우를 비교한 최근 연구에서 치유시간의 차이가 없었다.\n \n마지막으로, 근막, 피하, 피부를 봉합하고, 수술부위에 드레싱이나 붕대를 적용한다.\n수술 후 영상학적 관찰\n수술이 끝나면 환자가 아직 마취된 상태에서 안가쪽과 앞뒤쪽 X-ray 영상을 찍는다. 이 영상은 지속적 X-ray 체크를 위한 참고자료 역할을 하며, 이후의 평가를 가능하게 한다:\n•\t안가쪽 영상:\n•\t절골술 방향\n•\t절골뼈의 재배열\n•\t적절한 위치의 나사\n•\t정강뼈거친면의 전진 및 정강뼈 고원과 무릎뼈인대 사이의 새로운 관계 확인(90°)\n•\t앞뒤쪽 영상:\n•\tCage와 forks의 적절한 배치 및 지나치게 길지 않은지 확인\n•\t플레이트 나사의 적절한 위치\n수술 후 관리\nTTA를 받은 환자는 입원관리가 필요하지 않다. 하지만 수술 후 24시간 동안은 수술 후 통증과 활력을 관찰하기 위해서는 입원이 추천된다.\n24시간에서 48시간 동안은 Robert Jones bandage를 적용해 준다. 통증과 염증관리를 위해 비스테로이드성소염제(NSAIDs)와 진통제를 준다. 진통제는 첫 24시간 동안 투여 하며, NSAIDs는 수술 후 5~10일간 투여한다.\n첫 영상검사는 수술 후 6~8주 후, 절골부의 치유를 확인하기 위해 진행된다. 치유가 확인되지 않으면, 회복이 확인될 때까지 매 4주마다 검사를 진행한다. 회복은 수술 6주 후에 완전하지는 않지만, 대부분 안정성을 제공하기 충분할 정도로 된다.\n영상검사상 치유가 적절하게 진행되고 있다면, 걷는 시간을 수술 전 정상인 상태일 때 걷던 시간까지 늘려도 된다.\n \nTTA 후 복서의 가쪽(a)과 앞뒤쪽(b) X-ray 사진.\nTPLO를 수행하기 전(a)과 후(b)의 무릎관절에서의 힘을 보여주는 다이어그램. 정강뼈고원이 평탄해지면 무릎뼈인대와 정강뼈고원 사이의 각도는 90°가 되며, 관절의 전체적인 힘에서 밀리는 힘이 사라지고, 십자인대에 긴장이 사라진다.\nTTA를 수행하기 전(a)과 수행 후(b)의 무릎관절에서의 힘을 보여주는 다이어그램. 정강뼈거친면이 앞으로 옮겨지면, 무릎뼈인대와 정강뼈 고원의 각도가 TPLO 후 처럼 90°가 되며, 관절의 전반적인 힘에서 밀리는 힘이 없어져서, 앞십자인대에 긴장이 없어진다.\nFP의 힘을 정강뼈 고원과 직각으로 만들고, FS 힘을 없애기 위해 FJS를 FN에 중첩시킨다. TTA는 무릎에 작용하는 전반적인 힘을 무릎뼈 인대에 평행하도록 한다. 무릎뼈와 정강뼈 고원이 수직으로 되면, 십자인대의 회전 요소가 사라진다.\n \n정강뼈고원의 확인과 무릎뼈인대의 이는 곳.\nTTA 템플릿(KYON Veterinary Surgical Products, Technoparkstrasse 1, Zurich, Switzerland).\n\n TTA에 사용하는, 플레이트(a), forks (b) 및 cages (c) (KYON Veterinary Surgical Products, Technoparkstrasse 1, Zurich, Switzerland).\n이식물\n모든 이식물은 순수 티타늄으로 만들어졌다. 2개에서 8개의 구멍이 있는 플레이트와, 왼쪽 또는 오른쪽 정강뼈에 사용할 수 있는 fork, 그리고 절골부에 삽입되어 압착력에 대응하는 3, 4.5, 6, 7.5, 9, 10.5, 12, 그리고 15 mm 너비와 다양한 길이의 cage로 구성되어 있다.\n다양한 이식물들은 티타늄 self-tapping 나사로 고정된다. Cage는 2.4 mm 나사로 고정되며, 2개에서 5개의 구멍이 있는 플레이트는 2.7 mm 나사로 고정되며, 6개에서 8개의 구멍이 있는 플레이트는 3.5 mm 나사로 고정한다.\n무릎관절의 안가쪽 X-ray 영상에서 필요한 전진 거리를 계산. 이 경우 9 mm 전진이 필요하다.\n필요한 플레이트 선택. 이 경우 5갈래의 forks와 이에 해당하는 플레이트가 필요하다.\n정강뼈거친면에 대한 forks의 구멍을 만드는 데 사용하는 특수 드릴 가이드(KYON Veterinary Surgical Products, Technoparkstrasse 1, Zurich, Switzerland).\n 수술 중 몸쪽 anchor peg에 의해 정강뼈거친면에 고정된 드릴 가이드의 모습.\n이때 가장 먼쪽 구멍을 뚫는다.\n몸쪽 및 먼쪽 구멍을 뚫고 드릴 가이드를 anchor peg로 고정한 다음 중간 구멍을 만든다.\n구멍을 뚫고 나면 드릴 가이드를 제거하고, anchor peg를 제자리에 둔다. 다음으로, 지혈겸자를 절골술의 방향을 표시하기 위해 안쪽 반달 앞쪽에 위치시킨다.\n먼쪽에서 몸쪽 부위로 절골술을 진행한다. 가장 먼쪽은 피질골을 다 자른다. 몸쪽 부분은 정강뼈의 몸통 부위에 연결된 정강뼈거친면을 유지하기 위해서 피질골의 일부만 자른다. 이렇게 하면 정강뼈거친면으로의 forks 삽입이 용이해진다.\n \nForks와 impacting tool을 부착한 플레이트 사진.\n플레이트를 겹쳐보고, 필요하다면 정강뼈 몸쪽 부위에 맞게 약간 컨투어링한다.\n \n플레이트, forks, impacting tool이 있는 세트를 구멍 위에 위치시킨 다음 꽉 끼운다.\n \nForks를 완전하게 삽입하고 부드럽게 두드린다.\nCage를 포셉을 사용하여 제 위치에 위치시키고, cage를 2.4 mm screw로 정강뼈의 몸체에 고정시킨다. 이 나사는 뒤쪽과 먼쪽을 향하여, 무릎관절로 들어가지 않게 한다. 플레이트에 최대 5개의 구멍까지 2.7 mm의 나사를, 더 큰 플레이트에는 3.5 mm의 나사를 적용할 수 있다. Cage를 정강뼈거친면에 고정하는 나사는 가장 마지막에 적용해 준다.\n플레이트를 꽉 끼우면 절골술이 끝난다. 가장 몸쪽에서의 너비를 측정하여 적절한 길이의 cage를 선택한다.\n정강뼈거친면의 몸쪽 변위가 확인됨.\n \n수술받은 무릎관절의 수술 후 검사(안가쪽 영상). 이 영상은 이식물의 적절한 위치와 정강뼈거친면의 전진 정도를 평가할 수 있다.\n \n수술받은 무릎관절의 수술 후 검사(앞뒤쪽 영상). 케이지의 길이, 적절한 forks의 삽입, 골판을 정강뼈에 고정시키는 나사의 길이 및 무릎뼈 인대의 배열을 X-ray에서 검사한다.\n \n수술 6주 후 무릎관절의 안가쪽 영상. 절골부위의 부분적인 치유가 확인된다.\n\n"
}