{
    "title": "소동물 무릎관절의 정형외과병리",
    "author": "권오경 옮김",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "\nChapter 10\n골관절염\nOsteoarthritis\n \n골관절염\nOsteoarthritis\n외측 영상\n1.\t미세골절과 연골밑뼈의 경화\n2.\t혈관 침입\n3.\t연골의 섬유화\n4.\t관절 연골 파괴\n5.\t연골 조각의 분리\n6.\t근,건,인대의 위축 및 이상\n7.\t뼈의 과도한 형성 및 신생골 형성\n서론\n이 장에서는 개의 관절 질환에 대해 분석하였다. 골관절염(OA)이란 용어는 비염증성 관절 질환을 통틀어 말한다. 일반적으로 이 질환의 병인론적 기전에는 염증성 인자들이 존재하지만, 초기에는 역학적인 요소가 관여한다고 받아들여진다.\n한 일화로, 골관절염은 사람보다 먼저 동물에서 진단된 질환이다. 척추관절염의 증상이 약 40,000년 전 네안데르탈인에서 발견되었다. 이 질환은 계통발생적으로 사람보다 더 고대인 공룡의 척추체에서도 관찰되었다. 그러므로, 새로운 질환이 아니다. 그럼에도 불구하고 개와 사람 모두에게 약물처치 및 수술적 관리는 중요한 문제로 남아 있다.\n나이가 들면서 결합성 조직에 질병이 다발하는 것은 매우 흔한 일이다. 7살령 이상의 개에서, 약 80%는 최소 한 관절에서 골관절염의 영상학적 소견을 보였으나 증상이 나타나는 환자는 그중 25%이다. 몇몇 연구에서는 골관절염은\n1살 이상 개에서 20% 이상 나타나며 특정한 종에서 호발할 수 있음을 확인했다. 임상증상은 다양하지만, 통증은 항상 나타난다. 통증이 만성적으로 진행되면, 환자의 행동 변화가 나타난다. 그러므로 이 질환은 환자뿐만 아니라 반려동물의 일상과 가장 밀접하게 관계된 보호자의 삶의 질에 또한 영향을 끼치게 된다.\n관절 연골에서부터 병변이 시작된다. 이러한 조직의 변화는 상당히 병리적 특성을 가지고 있으며 나이가 들면서 더욱 악화된다. 병변이 나타난 연골 밑에 있는 뼈와 활액막에 나타난 모든 변화들은 이차적으로 발생한 것이다. 전신 증상은 확인되지 않는다; 유전적인 소인을 갖고 있는 개를 스크리닝 할 수 있는 조기 진단 바이오 마커 연구가 진행되고 있다.\n일반적으로 골관절염은 성견에서 발생하나, 정상 연골 조직의 퇴화로 인한 관절변화와 구분하여야 한다.\n \n정상적인 관절 노화는 연골의 섬유화와 관절 가장자리의 신생골 생성으로 시작하지만 진짜 골관절염과는 수분과 proteoglycan의 함량과 분포면에서 매우 다르다. 이는 기능성보조제를 이용한 치료와 관련하여 뒤에서 설명할 것이다. 병리학적으로 살펴본다면 연골의 소섬유형성과 균열, 가장 호염성이 강한 제한된 부위(tidemark)로의 혈관 침투, 매트릭스의 균질한 염색과 세포들의 비균질적인 분포를 볼 수 있다. 수분 함량은 증가하며 proteoglycan 농도는 감소한다. 콜라겐 섬유는 응축되나 최소한으로 영향받는다. 특히 이화작용과 동화작용 둘 다 큰 증가가 일어난다. 합성된 생산물의 성질은 거대 분자의 구성과 분배, 응집력, chondronectin 같은 비콜라겐성 단백질들의 형성을 고려하면 정상이 아니다.\n병인론\n골관절염은 병인론적으로 다양한 원인이 존재하지만, 그중 두 가지 이론이 임상적 이상에 근거하여 인정받고 있다.\n•\t1차적인 골관절염: 골관절염을 일으킬 관절의 이상이 없음\n•\t2차적인 골관절염: 외상 경력이 분명하게 존재한다(관절 골절 혹은 변위), 염증 질환(패혈성 혹은 무균성 관절염, 선천적 기형 및 부조화, 고관절 이형성증), 선천적 질환(LCPD 혹은 성장판 용해), 내반슬(genu varum) 혹은 외반슬(genu valgum) 같은 긴 뼈의 세로 축의 역학적인 변형 등이 있다.\n일차적인 것으로 분류된 일부는 위에 나열된 이상의 최소한의 변화로 인해 발생할 수도 있고, 임상적으로 수년 동안 잠재되어 있다가 관절 변형이 일어나면서 질병을 일으킬 수 있는 것으로 나타났다. 특히 개의 팔꿈치관절의 부조화를 예로 들 수 있으며, 실험적으로나 임상적으로나 역학적인 요소가 골관절염의 주 원인이다.\n관절에 압박과 전단력(shear impact)을 주었을 때 관절에 나타난 영향을 검토한 실험적 연구에서 관절부조화로 인해 국소부위에 반복적인 힘이 작용한 위치에서의 연골손상과 비슷한 손상이 나타났다. 연골의 구조를 이루는 고분자들이 닳게 되면서 이와 같은 이상이 발생했으며 미묘한 연골밑뼈의 반응(미세골절, 수복 및 경화)이 나타나 연골과 연골밑뼈로 이루어진 쿠션 역할을 방해하게 된다. 따라서 이 과정이 시작된 위치는 운동하거나 움직일 때 역학적으로 계속 부하가 걸린다.\n조직흑갈병(ochronosis)과 혈색소침착증과 같은 생화학적 질병과 연관된 골관절염에 대한 새로운 연구가 진행되고 있다. 이 연구는 전신적이면서 관절액과 연골의 매개체와 관련 깊은 내인성 효소의 이상에 주목하고 있으며 Bonastre(2013) 외 연구자들의 관심을 끌고 있다. 하지만 이것들과 역학적인 변위로 야기되는 1차적인 증상과 연관성을 찾았다는 연구는 아직 없다. 어쨌든 연구는 계속 진행 중이다.\n병증의 시작과 연관된 기본적인 기전\n2차적인 골관절염과는 확실히 관련이 있으며 일차적인 것과는 관련이 있을지 모르는 기전들은 다음과 같다.\n•\t변위된 관절골절로 인한 연골 밑 뼈와 연골 조직의 직접적인 손상, 골연골 결손, 무균성 관절염에서 염증성 활액막염 혹은 패혈성 관절염에서 효소로 인한 연골 융해\n•\t고관절 이형성증, LCPD증, 뼈끝 성장판 골절, 관골구 골절과 뼈 끝의 형태학적 파괴를 동반한 비활동성 관절염의 후유증 등으로 인한 관절 부조화 때문에 생기는 역학적인 과부하\n•\t뼈 혈관화 혹은 기저 뼈 구조(허혈성 골 괴사)의 변형과 과부하로 인한 골 치밀화과정의 이상\n어떤 경우에서든, 초기에는 콜라겐 구조가 망가지며 간질 매트릭스의 응집체분해가 일어난다. 콜라겐 섬유는 proteoglycan을 잡아서 압박하는 3차원적 구조를 만든다. 이러한 구조는 콜라겐 섬유 매트릭스를 그들의 수분함량에 따라 팽팽하게 유지시킨다. 3가지 요소 사이의 느슨한 상호작용을 감안했을 때, 그들 중 하나라도 불안정성이 생긴다면 연골의 물리적, 화학적 및 역학적 균형이 사라진다. 콜라겐 섬유 사이의 가교 결합이 약해지면 콜라겐 그물망의 견인력이 사라지면서 파열이 일어나게 되고 그 다음 콜라겐 섬유가 붕괴된다. 이렇게 되면 더 많은 수분이 격자 모양의 구조를 통과하여 부풀게 되고 결과적으로 조직을 약화시키게 된다. 연골세포의 역학적 과부하는 연골세포로 하여금 metallo-proteoglycanase 같은 단백질 분해효소를 방출하게 한다. 그 후, 콜라겐과 proteoglycan의 변성이 더욱 심화된다.\n특정 사이토카인과 성장인자는 정상 기질의 항상성과 골관절염 둘 다에 관여한다고 연구되어 있다. IL-1(골관절염, 염증성 관절증, 류마티스 관절염에서 증가)과 TNF-α와 같은 인자는 골관절염의 병인론과 연관성이 있다. 왜냐하면 이런 인자들은 연골세포와 활막의 섬유아세포로부터 단백질 분해 효소의 생성을 촉진시키기 때문이다. 이러한 효소는 콜라겐과 프로테오글리칸의 기질을 파괴시키고 합성 또한 억제시킨다. TGF-β와 같은 다른 인자들은 이러한 사이토카인과는 반대로 작용한다.\n시작에 관계없이 손상의 순서를 상자 1에 가정하였다.\n임상적 영향\n통증\n임상적인 관점에서 언급된 여러 관절 조직들은 이 질환의 특징인 통증의 원인에 관여한다. 결과적으로, 관절 낭막인대 이완, 활액 및 연조직 염증, 뼈 조직과 접촉하는 표면의 노출이 주요한 원인으로 여겨진다. 더 나아가, 통증이 명확히 우세한 예에서는 충혈, 혈액의 정체, 골의 치밀화와도 관련이 있다(유골종, osteoid osteoma).\n관절 움직임의 제한\n또 다른 임상적 특징인 관절 움직임의 제한은 관절과 활막의 유착과 섬유화 형성 때문에 일어난다. 골 증식체와 변연부의 반응으로 인한 뼈 증식 또한 제한을 일으킨다. 윤활 작용은 골관절염을 앓는 관절에선 명백히 떨어지지만, 이러한 요인은 위에서 언급한 것들과 비교했을 때, 움직임을 제한하는 데는 그 영향이 미미하다. 국소적인 관절 경직은 아침에 일어난 직후나 낮에 앉아 있다가 움직이려고 할 때 나타나는 경향이 있다.\n뼈 파괴, 골증식체, 관절낭막인대와 근육 수축은 흔하게 내반슬(genu varum)이나 외반슬(genu valgum) 같은 변형을 일으킨다.\n관절 이상\n신체검사상 삼출액은 없으나 촉진 시 관절이 부어 있고 골연골 증식에 의해 촉진 시 단단하게 만져지며 관절을 움직였을 때 통증이 있다.\nX-ray상 관절 변형뿐만 아니라 연골(마모 및 미란)과 뼈(연골하골 경화, 골증식체와 낭포 형성) 등의 육안적인 병변이 나타난다.\n신티그래피(scintigraphy)는 본질적으로 비특이적이어서 다른 원인에 의한 골관절염 또는 관절염의 다소 비전형적인 X-ray 소견을 가진 초기 형태의 골 괴사를 오진단할 수도 있다.\n실험실적 검사는 다른 질환을 배제하기 위해 시행한다. 왜냐하면 골관절염은 전신적인 영향을 끼치지 않기 때문에 실험실적 검사에서 특이사항이 나타나지 않기 때문이다.\n치료\n골관절염과 관절염 모두 다관절 질환이기 때문에 이 장은 무릎관절에만 국한시키지 않았다.\n약물 치료\n앞서 말한 생체 역학 및 생화학적 과정으로 보아 조직 자체가 수복할 만큼 충분한 능력이 없기 때문에, 언급된 바와 같이 완전히 관절이 파괴될 때까지 계속 진행된다.\n초기 치료는 역학적인 조건을 개선하는 것이며(체중 부하의 정도와 분배 관점에서) 여러 조직 구성성분의 통증을 완화(염증, 근육 수축, 관절 팽창, 충혈) 시키는 것이다. 결과적으로, 체중, 진통 처치, 간헐적인 소염제 처치, 증상악화 시 휴식 관리(고정이 아님), 일상 행동의 조절과 보호자 교육은 환자의 임상증상을 완화시킨다.\n얼마 전까지 만해도 치료는 통증 완화를 하는 수준이었다. 질병의 진행 과정을 조절하고 관절 기능을 회복시키려는 여러 약들이 최근 개발되었다.\n상자 2는 골관절염을 치료하기 위해 가장 흔하게 쓰이는 약을 분류해두었다.\n연골세포를 보호하는 물질들 대부분은 경구, 근육 내, 관절 내로 투여 가능한 복합당이다.\n가장 흔하게 쓰이는 경구제는 글루코사민과 콘드로이친 설페이트 단독 혹은 병용이다. 주사 약물에는 근육 내 또는 관절 내 투여될 수 있는 polysulphated glycosaminoglycan과 이 약물과 효과가 비슷한 pentosane polysulphate가 있다. 특히 pentosane polysulphate는 관절 조직에 다면발현 효과가 있으며 관절 연골의 퇴행성 변화를 지연시키거나 심지어 예방함으로써 개선 효과가 있다. 그러므로 골관절염을 치료하고 예방하는 데 유용한 보조제가 될 수 있다.\n마지막으로, 히알루론산은 윤활액의 중요한 구성성분이다. 이것을 관절 내로 주사하면 관절을 윤활시키면서 백혈구가 관절 내로 침입하는 것을 예방함으로써 연골을 보호할 수 있다.\n수술적 처치\n수술적 처치는 질병의 정도와 패턴, 환자의 임상증상에 따라 달라진다. 이 점에서 수술적 처치는 증상완화, 병태생리학적 혹은 통증억제 목적으로 접근한다. 증상 중심으로 접근할 때에는 관절 세척과 근육 절제가 있다. 병태생리에 입각하여 접근할 때에는 관절의 비정상적인 체중 부하 조건을 바꾸는 연골밑뼈의 천공, 줄기세포 치료 등을 할 수 있다\n(유망하다고 알려져 있으나 뒷받침하는 결과가 없어 서서히 포기하고 있다). 통증억제에 초점을 맞춘다면 관절고정뿐만 아니라 절제 및 대체 관절 성형술이 있다.\n관절의 체중 부하의 역학 변화\n골관절염 환자에서 체중 부하를 줄여주고 재분배하기 위해 관절에 적용할 수 있는 2가지 접근법은 근육 이완과 절골술이다.\n관절 주위의 수축된 근육을 잘라줌으로써 근육을 느슨하게해주면 통증을 줄여주고 어느 정도 운동성을 증가시켜준다. 하지만 잠재적으로 관절의 안정성을 방해하여 추후에 관절치환술을 할 경우 좋지 않게 될 수 있다.\n근육 이완처럼 절골술은 통증을 줄여주고 관절의 공간을 증가시켜 준다. 적절한 절골술을 통해서 적어도 한 관절면을 변경시키는 수술은 중증의 통증 환자의 삶의 질을 높여주는 좋은 결과를 보이며 특히 삼중골반절골술(TPO)이 그러하다. 몇몇 요인들에 의해 유익한 결과가 나타날 수 있다:\n•\t뼈를 변형시켜 조직의 회복 및 혈관을 정상화시킬 수 있는 혈관변화를 유도한다.\n•\t다리의 배열을 개선해주면 관절낭과 인대의 이완과 근육수축을 개선해준다. 더 중요한 점은, 관절면을 조정함으로써 관절의 조화를 향상시켜 부하의 균형을 맞추어주어 골관절염이 일어나는 생체역학적인 요인을 줄이는 것이다.\n•\t마지막으로, 연골로 덮인 관절면의 더 나은 접촉은 노출된 뼈 표면 사이의 마찰력을 감소시켜 준다. 섬유연골화를 통해 손상된 연골의 재생이 가능하다고 하지만 확실하지 않다. 수술 후 영상 검사에서, 관절사이공간이 넓게 보이는 것은 재배열화 절골술 후에 연골 조각의 위치가 새로 잡히기 때문이다.\n궁극적으로 적절한 수술 계획과 숙련된 기술로 절골술을 하면 특히 어리거나 활동성이 큰 동물에서 아주 좋은 결과를 가져다 줄 것이다.\n관절성형술\n골관절염이 꽤 진행된 경우에, 보존적 처치만으로 통증 완화가 되지 않으며 관절의 상태가 절골술이 지시되지 않는 경우라면, 관절 자체를 포기하는 것이 유일한 선택지이다. 이 방법 중에는 관절 고정술, 절제 관절성형술 혹은 대체 관절성형술이 있다.\n•\t관절고정술: 뼈의 양끝에 맞닿은 관절면의 절제를 통해 하나로 합쳐, 기능하고 있는 관절을 고정하는 방법이다. 이것은 분명하게 통증을 줄여주지만 장애를 가지게 된다. 무릎관절과 팔꿈치 관절에서 특히 상당한 기능 제한을 가져다 준다. 그 다음 견관절, 앞발목, 뒷발목관절 순으로 점점 적용이 적합하게 된다. 하지만 짧은 척추체의 경우(불안정성 및 Wobbler syndrome)에선 적합치 않다. 어느 경우든, 주변 관절면에 과부하가 걸려 장기간에 걸쳐 위험성이 높아진다.\n•\t절제 관절성형술: 관절 끝을 절제하고 고관절 성형술 처럼 연부조직을 끼워 넣을 수도 있다. 일단 병변부위의 조직이 제거되면 통증이 사라지나 다리길이의 단축, 불안정성, 힘 소실을 동반한다.\n•\t대체 관절성형술: 2개 관절면을 절제하여 관절을 제거하는 기술이며 metal-alloy, polymer와 세라믹 등의 기구로 치환한다. 이 관절성형술은 (관절 표면을 포함하여 전체) 통증을 제거하며 움직임과 안정성을 모두 유지할 수 있으며 배열 이상 또한 교정할 수 있다.\n \n중증의 관절염.\n정의\n골관절염은 천천히 진행되며, 보통 작은 관절과 큰 관절 모두에서 발생할 수 있으며 보통 한 관절에서 진행된다. 임상적으로 통증을 유발하며, 변형, 가동제한, 국소 미란성 손상, 관절 연골 파괴, 연골밑뼈 경화, 낭종과 골증식체 형성 등이 나타난다.\n \n퇴행성 인대파열을 동반한 심각한 만성 관절염.\n골다공증 vs 골관절염\n골관절염 환자에서 둔부, 척추, 손목 골절은 눈에 띄게 드문 병증이다. 반대로 골다공증을 앓고 있는 환자에서 골관절염은 잘 나타나지 않으며 주로 외상에 의한 손상이 종종 병발한다. 그 이유는 골다공증 환자에서는 뼈 탄력성이 더 크고 골관절염 환자에선 뼈 밀도와 강도가 더 크기 때문이며 Radin(1976)가 제시한 이론인 골관절염은 연골밑뼈의 경화에서 일어난다는 것을 뒷받침한다.\n \n연골의 비정상적인 물리적, 화학적, 역학적 특성은 관절의 이상을 더욱 악화시키고 인접한 관절과 뼈 구조물을 손상시킨다.\n연골\n연골밑뼈\n연골세포\n정상 콜라겐 기질\n메탈로프로테오글리칸 분해 효소 방출\n퇴행성 변화로 인한 응축된 콜라겐 기질\n간질성 매트릭스 응집체의 분해\n뼈 증식체\n상자 1\n골관절염의 손상 순서\n복제형 혹은 무리형 세포 증식\n회복 반응이 증가함(합성은 증가하나 질이 낮은 구조성 대분자 합성임)\n동시에 퇴행성 반응을 자극하여 위와 같은 반응을 가속화시킴(용해소체 및 연골성 효소 방출)\n연골밑 연골-뼈 체계의 불완전성 + 2차적인 연골 분자 흡수로 인한 염증성 활막 반응\n파괴 과정의 가속화\n골관절염 통증\n골관절염 통증은 관절을 사용할 때 발생하는 통증으로, 관절이 쉴 때에는 괜찮았다가 병이 진행되면 작은 움직임 심지어 쉴 때에도 통증이 발생한다. 이런 통증은 전형적인 “골관절염 패턴”으로, 걷기 시작할 때 훨씬 심한 통증이 발생한 후 걸으면서 감소하였다가 다시 악화되는 형태이다.\n상자 2\n약물의 치료학적 분류\n즉효약\n• 진통제\n• 비스테로이드성 소염제\n• 스테로이드\n효과가 서서히 나타나는 골관절염 치료제\n• 히알루론산\n• 콘드로이친 설페이트\n• 글루코사민\n질병상태를 개선시키는 골관절염 치료제\n• 히알루론산\n• 콘드로이친 설페이트\n \n적절치 못한 수술은 수술의 실패를 일으킬 뿐만 아니라 의원성 관절증을 유발한다.\n \n앞선 영상의 8주 후이며 이식물 제거 및 관절 세척과 함께 보존치료를 진행함.\n \n이전 케이스에서 가쪽 영상.\n 앞뒤쪽 영상. 환자는 관절고정술이 지시되는 상황이다.\n \n관절 고정 수술 후.\n \n이중 플레이트를 이식하여 관정고정술 진행한 환자에서 앞뒤쪽 영상.\n 12주 후.\n \n12주 후 가쪽 영상.\n결론 및 관절염/골관절염에서 추천사항\n소동물에서 단일관절의 무균성 관절염은 드물지만 다발성관절염은 더 흔하다. 패혈성 관절염은 훨씬 더 많다. 필요한 무균조치 없이 corticosteroid, 히알루론산 등을 주사하여 야기될 수 있다.\n어떤 경우든 연골 및 뼈 증식 반응은 골관절염에서 뼈 리모델링 과정의 일환으로 나타난다.\n따라서 골관절염은 관절 조직에 영향을 미치는 일련의 이질적인 병인론적 상태의 최종 집약이라고 생각될 수 있다. 이러한 병인적 요인에는 생화학, 효소, 유전적, 생체역학적 요인들이 있다.\n특징적인 병변으로는 관절 공간이 좁아지고, 가장자리에 신생골이 생성되며 연골밑뼈의 경화와 낭이 생성된다.\n관절연골에 주로 손상을 일으키는 질병으로 잘 알려져 있지만, 몇몇 연구들은 활막, 근육, 인대, 뼈에 대한 다양한 영향을 제안하고 있다. 연골밑뼈의 변화는 특히 초기 퇴행성 관절 질병을 일으키는 데 중요한 병인론적 역할을 하게 된다.\n관절염의 경우, 저자는 보통 관절 세척을 하고 외고정을 해준다. 소염제와 영양제 그리고 보조제도 함께 사용한다.\n만성적인 퇴행성 질환의 경우, NSAIDs 약물과 연골 보조제의 합제를 초기에 처방하고, 그 후에 환자의 임상증상과 보호자의 특성을 고려하여 수술을 결정한다.\n수술적 처치는 기능적으로 다양한 예후를 나타내게 된다. 관절과 수술방법에 달려 있는데 보통 예후는 알기 어렵다. 고관절에서는 대체 관절성형술이 실패할 경우 절제 관절성형술을 한다.\n근골격계 물리치료는 매우 유용하다. 이러한 운동은 관절주위 연부조직을 강화시키며, 근육 수축을 막고 관절면에 걸리는 역학적인 과부하를 줄여준다.\n활강 상완골 절골술(sliding humeral osteotomy) 같은 새로운 수술법이 팔꿈치에 제안되었다. 저자는 아픈 다리의 생체역학적 축을 동물에게 더 편한 위치로 전환시킴으로써, 관절에서 결함이 있는 부위에 작용하는 역학적인 부하를 줄여주어 무릎 및 팔꿈치 골연골염 같은 질병을 개선시킬 수 있는 수술법으로 다른 관절에 대한 영향에 대해 연구해보도록 제안하고 있다.\n\n"
}