{
    "title": "소동물 무릎관절의 정형외과병리",
    "author": "권오경 옮김",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "\nChapter 11\n연부조직질병\nSoft tissue disease\n \n서론\n이 장에서는 무릎관절에서 통증을 유발하는 가장 중요한 질병들에 대해 알아보고자 한다. 여기서 다뤄지는 질병 중 일부는 이미 논의되었으나, 저자는 연부조직만 다루는 이번 장에 감별질환으로 언급할 수 있는 모든 것을 포함시키는 것이 교육적이라 생각한다.\n이 장에서는 우선 통증과 염증이 있는 무릎관절의 감별 진단에 대해 다루고자 한다(다음 페이지). 단순히 연부 조직이 아니라 무릎관절에 영향을 끼치는 모든 질환과 일반적인 진단적 접근 단계를 다룰 것이다.\n무릎관절의 만성 부종에 대해 진단 및 치료 계획에 대한 알고리즘은 2장에서 다루고 있다(31페이지).\n관절내질환\n활막 손상\n무릎관절에는 활막 주름이 3군데 존재한다(상, 중, 하무릎뼈 활막 주름). 몇몇 저자에 따르면 이 주름에 기계적 자극이 계속 가해지면 통증 반응을 일으키며 이것은 무릎관절 질병이나 반달 손상으로 오진될 수 있다. 무릎뼈 뒤편에서 전해지는 통증이 낭막 유래가 아니라는 것을 확신하기 위해서는 우선 다른 일반적인 원인을 배제해야 한다.\n무릎밑 지방체의 활액낭염과 통증\n무릎뼈 앞쪽 활액낭(prepatellar bursa)에는 3가지 유형이 존재한다: 피하, 근막하, 건막하이다. 무릎인대와 정강뼈 사이에 원위 무릎밑 활액낭 또한 존재한다. 가장 문제가 되는 것은 피하 유형으로 무릎관절에 계속해서 압력과 마찰력이 가해지는 환자에서 활액낭염으로 인한 만성 염증이 발생하는 부위이다. 어질리티 시험을 보는 개나 시멘트 바닥 혹은 그와 비슷한 재질의 바닥에서 생활하다가 계속해서 미세외상을 겪는 대형견에서 주로 일어나게 된다. 팔꿈치에서도 자주 볼 수 있다.\n무릎관절에서, 원위 무릎밑 활액낭은 무릎인대의 뒤쪽 부분과 몸쪽 정강뼈 성장판 사이에 존재하게 되는데 무릎밑지방체가 가까이에 존재한다. 이 구조물은 잠행성의 만성 국소 통증이 발생되는 부위로 이 통증이 환자의 성격을 갑자기 바꿀 수 있다.\n반사성 교감신경 위축증(reflex sympathetic dystrophy, RSD)\n무릎관절은 이 질병이 가장 호발하는 부위이다. 특히 무릎 수술 혹은 외상성으로 유발된다. 임상적인 관점에서, 이 질환은 다른 부위에 똑같이 나타날 수 있으며 통증을 유발하고 발적 및 부종과 함께 다리 강직과 위축을 가져온다.\n지금까지는 동물에서 거의 확인되지 않았다. 그러나 동물에서 물리치료가 시작되면서 지금까지 알려지지 않았던 여러 질병의 진단을 용이하게 하였다.\n가장 효과적인 치료법은 허리교감신경절제술이다. 이 시술을 위해 유발전위 검사기와 입증된 경험이 필요하며(대학병원에서 가능) 물리치료, 약물 및 경피적 전기 신경자극(TENS)을 병용한다.\n근육 및 인대 질환\n대부분의 이 질환은 이미 다른 장에서 다루었으나 이번 장에서는 특히 무릎관절의 연부조직 손상에 관련하여 구체적으로 요약하였다.\n넙다리뼈네갈래근 힘줄의 파열\n드물다. 이는 외상, 사고, 낙상 등으로 인해 어린 동물에서 발생하는 경향이 있다. 퇴행성 힘줄 이상이 있는 노령견에서 갑작스런 근육 수축으로 일어나기도 하고 때로는 골관절염에 대한 스테로이드의 반복 주사와 당뇨병, 만성 신부전, 갑상선 기능 항진증과 같은 전신 질환이 있는 동물에서도 나타난다. 드물게 퇴행성 손상으로 발생하는 경우, 넙다리뼈네갈래근 힘줄의 말단부는 종종 무릎뼈의 근위 말단의 뼛조각을 포함할 수 있다.\n부분 단열인 경우, 종종 문제점이 발견되지 않아 진단이 이뤄지지 않는다. 하지만 완전 단열에서 4개의 힘줄 층과 무릎뼈 뒤활액낭(retropatellar bursa)에 손상이 있을 때 근육과 무릎뼈 근위부 사이에 균열이 관찰되며 이 부위에서의 통증과 함께 원활하게 무릎을 펼 수 없게 된다. 이것은 직접적인 신전 반사(direct extensor reflex) 및 십자형 신근 반사(cruciate extensor reflex)와 같은 다른 검사에서 아무런 병증이 관찰되지 않을 때 신경학적 손상이 아니라 역학적인 능력의 결핍 때문에 무릎을 잘 펴지 못한다는 것을 알 수 있게 된다. 더욱이, 모든 것이 관절혈증(hemarthrosis)이 없는 상태에서 발생해야 한다. 왜냐하면 그 존재가 퇴행성 원인이기보다는 외상성을 나타내기 때문이다. 이러한 케이스들의 보고를 위해서는 내과의와 정형외과의 간의 원활한 의사 소통을 필요로 한다.\n부분 파열은 적어도 4주에서 6주간 다리를 펴서 고정한 채로 유지한다(나이 들수록 고정 시간이 길어진다). 로버트 존스 붕대를 하며, 체중부하를 가능하게 한다. 만일 무릎을 굽혀서 붕대를 오랜 시간 하게 되면 근육 소실과 함께 기능 부전 등이 같이 나타나게 된다.\n완전한 파열은 절단부의 직접적 봉합과 함께 넙다리뼈네갈래근 근막의 플랩뿐만 아니라 3주 동안 type II 관절 외 고정 장치를 필요로 한다. 이런 수술에 줄기세포를 초기에 주면 좋은 결과가 나온다고 하였으나, 이와 관련된 기대치는 감소하는 추세이다. 이 흥미로운 주제는 임상 수의사의 실제 가이드 역할을 위한 이 책에서는 더 이상 다루지 않겠다.\n넙다리뼈네갈래근 구축\n예후가 좋지 않은 이 질병은 두 가지 다른 유형의 원인을 가지고 있다: 의원성 및 외상성. 의원성 질환은 차례로 두 가지 유형의 원인이 있다: 생후 처음 몇 개월 동안 일어난 잘못된 시술 및 칼슘 주사 치료가 있다. 대부분의 수의사들은 이것을 인식하지 못하고 있으며, 복합 사료가 개발되고 어린 동물에서의 칼슘 주사 치료를 하지 않은 이후에 의원성 요인은 드물게 되었다. 어쨌든, 칼슘 근육 주사를 반복적으로 한 경우 생후 18개월령에 이 증상이 나타나는 경향이 있다.\n외상성 질병에서, 손상은 우연히 일어난다; 하지만 불행하게도 비전문가에 의한 수술 때문에 의원성으로 자주 발생한다. 후자의 경우, 술자는 뼈 재건에 집중하게 되고 다리를 펴게 만드는 근육에 신경 쓰지 못하게 된다. 관절 경직을 동반한 심각한 근구축이 발생하며 무릎뼈가 전방 및 근위로 영구적으로 변위되는 경향이 있다. 관절 경직은 중간광근(vastus intermedius muscle)의 섬유화와 관련이 있으며, 만성 무릎뼈 탈구는 외측광근(vastus lateralis muscle)의 섬유화와 관련이 있다. 두 경우 모두 치료는 수술이며 넙다리뼈네갈래근의 길이를 길게 늘이거나 분리 및 건 절단술을 통해 짧아진 것을 교정한다. 무릎뼈의 탈구가 보이는 경우, 낭막의 중첩술 또는 무릎인대의 이동이 수행되어야 한다.\n구축은 일반적으로 나이든 연령대에서 관찰되며 넙다리뼈 중간 및 원위 3분의 1에서 일어난 복합골절과 관련이 있다. 이것은 근육의 깊은면과 건하 관절공간 및 골절부 원위의 넙다리뼈네갈래근 힘줄부위 사이에서 섬유화 및 유착이 생겨 일어난다. 따라서 다리를 편 상태로 뻣뻣하게 된다. 수술은 90°의 굴곡이 얻어질 때까지 말단부에서 근위부까지 골막에 붙은 근육을 분리하는 것이다. 재발을 막기 위해 수술 후 지속적인 관절 운동을 해야 한다. 물리 치료가 최근 수의학 전문분야로 등장한 만큼 그 예후는 좋아지고 있다. 그러나 현실적으로 저자의 견해로는 매우 높은 비율로 예후가 좋지 않다.\n무릎인대의 파열과 손상\n무릎인대 손상은 드물다. 파열은 사실상 인대의 뼈에 붙는 근위 및 원위 부착점이 떨어져 나가는 것을 말한다. 힘줄의 두꺼운 부위에서 발생하는 것들은 국소 염증의 병력이 있어 스테로이드 처치를 한 운동하는 개에서 대부분 나타난다.\n완전 파열은 근위 무릎뼈 변위를 유발하고 무릎관절을 완전히 신전시킬 수 없다. 그러한 경우에는 떨어진 골편을 고정하거나 근막이나 다른 구조물로 강화하여 건을 봉합하는 외과적 치료가 필요하다. 보통 이러한 기술은 무릎뼈의 앞을 가로지르는 와이어로 보완되어 장력을 줄이고 치유를 촉진한다.\n무릎힘줄염\n무릎관절을 펴주는 기전은 반복적인 미세 외상이 건의 손상으로 이어질 수 있음을 가리킨다. 빈번하게 진단되는 질환이며, 동물의 나이에 따라 특성이 다르다: 무릎힘줄염은 성견에서 발병하며, 견인성 뼈곁돌기 염증(traction apophysitis)은 어린 동물에서 발생한다.\n성견에서 나타나는 무릎힘줄염은 규칙적으로 점프하는 동물에서 나타나기 때문에 “jumper’s knee”라고 불린다. 셰퍼드에서 흔하며 어질리티 활동을 하는 동물들에서 흔하게 나타난다. 보통 휴식, 활동 조절, 그리고 가끔의 국소 주사처치에 잘 반응한다. 경험적 수술이 예외적으로 수행될 수 있다. 그중에는 힘줄 절개를 기반으로 한 수술이 포함된다.\nOsgood - Schlatter 질병\nOsgood-schlatter 질병은 어린 동물의 뼈 겉돌기에서 나타나는 가장 특징적인 형태의 병이다(apophysitis). 일반적으로 2살 때 잘 호발하며 정강뼈 거친면 성장판의 앞쪽 부분에 닿는 폄근에 의해 발생한다. 그것은 활동 도중이나 활동 후에 언급된 위치에서 통증이 발생하는 것이 특징이며 X-ray의 무릎관절 외측상에서 골화 및 방사선 투과성의 부위로 이루어진 불규칙함과 부종을 동반하는 경우가 있다. 심한 경우 몇 주간의 휴식과 Robert Jones bandage로 해결된다.\n관절 주변 손상\n무릎관절 손상 시 통증이 나타나는 것과 마찬가지로 관절 주변 손상으로 인한 통증은 종종 물리적 과부하와 관련이 있다. 무릎관절의 앞쪽, 뒤쪽, 안쪽, 가쪽의 통증은 특정 질병을 암시하게 된다.\n앞쪽 부분\n무릎뼈 활액낭염(patellar bursitis)\n이것은 앞에서 언급되었다. 주로 Robert Jones bandage, 휴식, NSAIDs 약물처치로 치료를 한다. 만일 활액낭이 매우 커져 있거나 감염이 원인이라고 여겨진다면 활액낭 천자가 추천된다. 수술적으로 활액낭을 절제하는 것은 여러 번 재발이 된 경우에 지시된다.\n뒤쪽면\n반막모양근 활액낭염(semimembranosus bursitis)\n반막모양근의 건 밑에 존재하는 활액낭에 염증이 생기면 정강뼈 근위부의 뒤쪽면에 통증이 발생한다. 만일 NSAID를 복용하는데도 통증이 줄지 않는다면, 휴식과 물리치료 그리고 국소적인 진통 주사와 스테로이드가 지시된다.\n오금낭종(popliteal cyst)\n어린 동물에서 오금낭종은 오금패임 내측에서 거위발 인대(pes anserinus)와 가까운 부분에 통증 없는 부종으로 나타난다. 그것은 점액성 물질로 차 있는데, 이 케이스의 반에서 관절과 연결되어 있다. 그 원인은 알려져 있지 않지만 종종 몇 년 후에 나아진다. 그러므로 아주 드문 경우를 제외하곤 주기적으로 체크 이외에 특별한 처치가 필요하지 않다.\n성견에서 거위발 인대 근처의 오금패임에서 분명한 부종으로 발견된다. 의심이 된다면 천자를 통해서 안에 삼출물이 존재함을 밝힐 수 있다. 이러한 병증은 관절 내 질병(반달 질환, 골관절염 혹은 류마티스 관절염 같은 만성 활막염)을 가리키는 징조가 된다. 만일 성견에서 오금낭종이 있다면, 단순히 낭종을 제거하더라도 근본적인 문제는 해결되지 않기 때문에 기저 질병을 진단하고 치료하는 것이 필수적이다. 때로는 특히 SLE로 인한 관절염이 있는 동물의 경우, 낭종이 자발적으로 파열되어 그 부위의 종창 및 원위부 부종이 발생한다. 이러한 징후와 증상은 Robert Jones bandage, 휴식, 국소적 온찜질 및 NSAID 투여로 치료된다.\n종자뼈 증후군(fabella syndrome)\n외측 장딴지근의 근위 인대 부착부위에 존재하는 종자뼈 증후군(fabella syndrome)은 성장판이 닫히거나 관절낭외 교정 수술(Olmstead’s technique)를 한 환자에서 무릎관절의 뒤가쪽에서 통증이 발생하는 것을 말한다. 이 통증은 무릎을 펼 때 더 가중된다. 만일 임상증상이 휴식과 NSAID를 복용했는데도 나아지지 않는다면, 진통제 및 스테로이드 주사가 지시된다; 6~8주 후에도 불편함이 존재한다면, 종자뼈를 제거해야 한다.\n내측면\n거위발 활액낭염(pes anserine bursitis)\n무릎관절의 내측면에 생긴 통증의 가장 흔한 원인은 거위발 활액낭염이다. 이 해부학적 구조는 정강뼈 근위 내측에 넙다리빗근(sartorius muscle) 뒤쪽 부분, 두덩정강근 및 반건양근(semitendinosus muscle)의 힘줄로 이루어져 있다. 거위발 구조는 근본적으로 TPLO 수술에서 중요하다.\n이러한 징후와 증상은 운동견(경주용 개)에서 종종 나타나지만 골관절염이 있는 동물에서도 나타난다. 거위발 활액낭염은 반달 손상, 골괴사 및 피로 골절에 대한 감별 진단이 필요하다. 거위발 활액낭염은 휴식, NSAIDs로 치료에 반응하는 경향이 있다. 국소 진통제와 스테로이드의 주사가 필요할 때가 있다.\n내측 곁인대 활액낭염(medial collateral ligament bursitis)\n안쪽 측부 인대 깊숙히 위치한 인대밑 활액낭의 염증에 의해 유발된다. 이 인대 주위가 부풀어 오르면서 관절 안쪽 영역에 통증을 일으킨다. 무릎을 과신전하거나 외반 및 외회전시 통증이 증가하며 보존적 치료에 반응하는 경향이 있다.\n복재신경 조임(saphenous nerve entrapment)\n이 민감한 신경이 모음굴에서 나가는 부위에서 쪼여진 상태이다. 무릎관절 내에 통증과 감각 이상이 불규칙하게 발생한다. 통증은 활동을 함에 따라 가중되는 경향이 있고 휴식 중에도 지속된다. 검사를 하게 되면, 모음근을 촉진할 때 통증이 생긴다. 휴식, NSAIDs, 냉찜질, 초음파 물리치료가 실패할 시 국소마취로 신경 차단을 수행할 수 있다. 드물지만 수술적으로 신경압박을 완화시켜주는 것도 필요하다.\n외측면\n오금 건염(popliteus tendinitis)\n스포츠 활동(예: 그레이하운드)은 또한 넙다리뼈의 외측 상관절돌기에서 시작하여 외측 반달의 뒤가쪽면의 오금 틈을 통과하는 오금 근육의 힘줄이 이는곳에 활막염이 발생할 수 있다(외측 측부 인대 심부). 동물이 잠시 운동을 한 후에 불규칙하게 파행과 통증이 일어난다. 앞쪽 부위 질병과 달리 동물은 대개 활동을 계속할 수 없다. 통증은 굴곡 시와 보행 초기 단계에 더 심하다. 무릎을 구부린 상태로 관절라인에서 외측 측부인대 바로 앞의 힘줄을 누르면 통증이 발생한다. 오금 건염은 활동의 조절과 같은 보존적 치료에 반응한다.\n앞근위 경비골 관절 변위(proximal tibiofibular joint dislocation)\n무릎을 굽힌 상태에서 다리를 힘주어 비틀게 되면 경비골 관절의 아탈구 혹은 심지어 관절 변위를 일으킨다. 이러한 손상은 인대의 불안정성이 있는 동물에서 더 흔하게 나타나며 종종 통증의 원인으로 모르는 경우가 많다. 비골의 위 끝을 수동적으로 조작하면 통증을 느끼게 되고 반대쪽과 비교하여 X-ray상에서 비골의 머리가 비정상적으로 위치함을 알 수 있다. 보통 변위는 근육 이완하에 조작으로 환납된다. 비골머리전이술을 이용한 앞십자인대 파열의 치료 후 흔히 나타나는 손상이다.\n넙다리뼈두갈래근 건염(biceps femoris tendinitis)\n이 건은 격렬한 운동을 하는 동물에게서 과부하로 인해 염증이 잘 생기는 위치이다. 증상은 보통 보존적 처치를 통해 호전된다.\n관절 통증과 염증 증후군\n대부분 질병의 증상은 비슷하며, 통증과 염증이 특징이다. 가끔 질병의 특징과 위치는 진단을 가능케 하고 보조 검사기기로 확진될 수 있다(보통 X-ray 사진). 그러나 많은 경우 통증은 광범위하거나 국소화되지 않는다. 이 경우 수의사는 아래 설명대로 체계적인 검사를 시행하는 것이 좋다. 여기 대부분의 고려사항은 다른 관절의 검사에 또한 적용 가능하다는 것을 알아두어야 한다.\n하나 혹은 여러 관절에서 발현\n무릎관절의 단독 손상에서 추측할 수 있는 진단은 다음과 같다:\n• 반달, 인대, 관절면의 외상성 손상\n• 감염\n• 골괴사\n• 관절증\n특징적으로 여러 관절에 영향을 미치는 일부 질병은 초기에는 하나의 관절에만 나타나지만 이러한 질병 중 일부는 때때로 다른 관절에 동시에 영향을 미친다.\n임상증상의 추이\n증상의 추이는 기저질환을 확인하는 데 도움이 된다. 갑작스럽게 시작된 임상증상은 물리적 혹은 감염성의 원인을 제시해준다. 또 가끔 혹은 되풀이되는 증상은 퇴행성 손상, 관절증, 만성 반달 혹은 인대 손상을 추측케 한다.\n이러한 임상증상 중 다수는 특정 나이에 나타나는 것이 특징이다. 예를 들어, 박리성 골연골염과 무릎밑 지방체의 손상은 어린연령에서 전형적이며, 반달과 인대 손상의 경우 어린 성숙견에서 나타나며 골관절염은 노견에서 전형적이다.\n특정 질병은 한 성별 또는 다른 성에서 더 흔하다. 따라서 박리성 골연골염은 수컷에서 더 흔한 반면, SLE 및 골괴사의 이차적인 관절염은 암컷에서 주로 발생한다.\n동반 증상\n통증과 염증관련 증상들은 상당히 진단적 가치가 있다. 예를 들어 발열은 감염성 관절염과 SLE의 전형적이며 어떤 피부 손상은 또한 SLE를 추측케 한다. 게다가 위장관 혹은 비뇨기계 증상은 이들 일부 질환과 관계있다(예: 위염을 동반한 SLE).\n보조적인 진단방법\n영상(특히 일반 X-ray)은 결정적인 자료를 제공해준다. 관절 부종에서, 관절액 분석 또한 진단에 도움이된다. 마지막으로, 특정 실험실 검사는(SLE에서 ANA test) 진단에 도움을 준다. 활막 생검은 다른 조직(피부, 근육, 신경 등)에 비해 진단적 가치는 낮다.\n \n뒷다리를 편 상태에서 한 붕대.\n \n어질리티 대회에 참가한 보더콜리.\n\n"
}