{"title": "소동물 주요 질환의 임상추론과 감별진단", "author": "현창백 내과아카데미 역", "publisher": "(주)범문에듀케이션", "department": "외과", "disease": "5\n증례를 통한 역류(토출)/연하곤란의 임상적 추론\nRegurgitation/Dysphagia 증례에 대한 임상적 고찰\n5\n증례를 통한 역류(토출)/\n연하곤란의 임상적 추론\nRegurgitation/Dysphagia 증례에 대한 임상적 고찰\n임상 증례\n토출/연하곤란\nB는 중성화된 수컷 말티즈로 2개월 동안의 만성 역류(토출), 다식증 및 체중 감소로 병원을 내원하게 되었다. 입으로 음식이나 물을 섭취하는 것을 힘들어했고, 연하곤란과 토출하는 증상이 있었으며 때로 코로 음식물을 토출하기도 했다. 리퍼 당시, metoclopromide를 투약받고 있었지만 증상이 눈에 띄게 개선되지 않았다.\n신체 검사 상에는 특이 사항은 관찰되지 않았다. 이전 수의사가 여러 가지 검사(흉부와 복부 엑스레이, 조영 식도 복부 엑스레이, 흉부 CT, 그리고 위장관 내시경)을 하였으나 명확한 진단을 내리지 못하였다.\n사례에 적용되는 추론 방법\n\n\n확보된 정보를 바탕으로 다음 2단계의 임상적 추론을 진행한다:\n1. 환자의 문제를 파악한다\n2. 문제의 우선순위를 설정한다\n환자는 다식, 체중 감소, 만성 토출 및 지속적 연하 증상을 보였다.\n이 증례의 경우에 다식증과 체중 감소는 환자의 만성 토출로 인해 감소된 영양 성분의 섭취에 따라 속발적으로 발생한 것으로 추정할 수 있다. 그러므로, 연하곤란의 원인을 완전히 배제할 수는 없지만 B의 주된 문제는 토출이라고 가정할 수 있다. 정확한 진단을 내리기 위해, 두 증상의 원인에 대한 보다 세밀한 조사가 필요하다.\n\n\n이 전제를 가지고 다음과 같은 두 가지 임상적 추론을 진행해보자.\n3. 환자의 문제를 체계적으로 조직화한다.\n4. 진단 계획을 상황에 맞게 수립한다.\n토출(역류)은 기계적 장애, 폐쇄 또는 기능적 장애(운동성) 로 인해 식도에서 수동적으로 음식물 혹은 액체가 역류되어 토출되는 것을 말한다. 이러한 증상은 음식물 섭취 즉시, 수 분 후 혹은 수 시간 후 발생할 수 있으며, 소화되거나 되지 않은 음식물이나 액체가 역류되는 것이다. 그래서, 첫 번째 질문은 다음과 같은 것이어야 한다: 환자가 구토, 토출 또는 연하곤란으로 괴로워하는가?\n수의사가 첫 번째로 해야 할 일은 구토와 토출을 구분하는 것이다. 상세한 병력 청취, 임상적인 관찰 및 보호자에 의한 병력 기록을 통해서 이 두 증상을 구분할 수 있다. 토출은 복부 수축을 동반하지 않고, 토출액에 담즙을 포함하지 않는다는 특징이 있다. 토출의 그 밖의 전신 증상으로는 체중 감소, 다식증, 쇠약 및 신경학적 장애가 있다. 오연성 폐렴이 발생한다면, 호흡곤란, 발열 및 기침 같은 증상들이 나타날 수 있다.\n연하곤란은 음식물을 삼키는 것을 어려워하는 것을 말한다.\n만약 환자의 토출 증상을 중심으로 진단을 내릴 경우, 앞에서 이미 언급했던 방법대로 보다 광범위한 감별진단 목록을 작성한다(표 1).\n구토는 때로 토출로 오인될 수 있다; 반면에, 토출은 연하곤란으로 오인될 수 있다. 본 증례의 경우, 임상 병력과 신체 검사만으로 이 증상을 구별할 수 없었다. 이런 경우에 수의사는 삼킴(swallowing) 검사를 시행하거나, 보호자로 하여금 환자의 증상을 보다 상세하게 기록하게 하여, 문제를 정확하게 파악할 수 있어야 한다.\n삼킴(swallowing)은 4단계로 이루어진 반사 행동이다: 구강 준비기, 구강기, 인두기, 그리고 식도기. 인두기 연하곤란과 식도기 연하곤란은 진단하기가 매우 어렵다.\n 키 포인트\n신체 검사 중 혹은 의료 기록 검토 중에 다음과 같은 소견[지속적인 연하, 오심 및 음식과 관련된 반복적인 헛구역질(retching), 먹을 때 음식이 코로 나오는 것, 삼킬 때 발생하는 기침, 삼킬 때 음식물이 입에서 떨어지는 것 또는 반복되는 폐렴]은 모두 연하곤란, 특히 인두기 연하곤란을 나타낸다.\n연하곤란의 평가는 항상 환자의 약물력, 마취력, 신경학적 평가를 포함한 전신적인 신체 검사와 동물의 삼킴 행동의 관찰을 통해 이루어진다.\nB의 진료 기록은 음식, 특히 액체를 포착하는 행동에 문제가 있음을 보여주었다. 액체를 삼킬 때 물이 입에서 떨어지면서 기침을 하고 음식물 또는 액체가 역류되었다.\n환자 B가 어떻게 음식물과 물을 섭취하는지를 관찰하는 것은 매우 중요하고 이를 통해 삼킴의 어느 단계가 문제인지를 확인해야 한다.\n구강기 연하곤란이 있는 경우, 음식을 집어 올리기 힘들어하고 혀 바닥방향으로 음식을 밀어내는 모습이 관찰되며, 이런 경우, (필요시 진정 또는 마취를 시행하고) 구강을 적극적으로 검진해야 한다.\n연하곤란이 인두기의 영향으로 발생하는 경우, 진단이 더 어렵고 오심, 헛구역질 및 반복적인 삼킴(연하) 시도(음식을 근위 식도로 넘기기 전에) 같은 비특이적인 증상을 종종 보인다. 이 환자들은 구인두에서 후두 인두로 또는 후두 인두에서 근위 식도부로 음식을 옮기는 단계에 문제가 있다.\n기도 협착 또는 식도염이 있는 개는 연하통(통증이 동반된 삼킴) 및 토출(음식을 삼킨 지 수 초 또는 수 분 후에 유발되는) 증상을 보일 수 있다. B는 연하 장애를 가지고 있을 가능성이 높다.\n인두기 또는 식도기 연하 곤란이 있는 동물들의 감별진단 방법이 표 2에 요약되어 있다.\n환자 B에서, 연하곤란의 진단 검사에는 요검사, 호르몬 검사, 전해질 검사(표 3, 4, 5)를 포함한 혈액 화학 검사 및 CBC 검사 등이 포함되어야 한다. 연하 과정을 보다 자세히 기록해야 하고, 이 질환을 국소화하기 위해 비디오 투시검사를 실시해야 한다. 요검사는 정상이었다.\n\n\n결과를 어떻게 해석해야 하는가?\nCBC상 별다른 변화는 관찰되지 않았다(예를 들어, 오연성 폐렴이 있다면 염증 소견이 있었을 것이다). 그러나, 혈액 화학 검사상 소화기 증상과 연관있는 인 수치의 근소한 변화가 관찰되었고, 근염과 관련된 creatine kinase (CK-NAC) 수치의 뚜렷한 변화(기준치의 4배)가 관찰되었다.\n일반적으로 광범위한 염증성 근육병증은 중등도 이상의 CK 활성 증가(2,000~20,000 IU/I)를 보여주는 반면, 저작근염(MMM), 내분비성 근육병증, 신경병증 및 기타 선천적 근육성 질환 같은 국소 염증 근육병증은 CK 활성이 미비하게 증가되거나 증가되지 않는다.\n진단 영상검사를 통해 윤상인두성 연하곤란을 확인하였다.\n이 시점이 되면 환자의 증상의 원인에 보다 구체적인 단서를 확보하고 있어야 한다. 또한 감별진단을 위해 어떤 보조 검사가 필요한지를 파악하여 환자의 증상의 원인에 대한 확진을 내릴 수 있어야 한다.\n감별진단을 위한 추가 검사로 다음과 같은 것이 포함될 수 있다:\n아세틸콜린 수용체(Ach-R) 항체 검사(근무력증)\n마취 하에서 인두 부위 대상으로 한 진단 영상검사\n신경근육성 문제인지를 파악하기 위한 근전도검사\n질환의 원인을 보다 세밀하게 밝히기 위한 근육과 신경 생검검사\n윤상인두성 연하곤란은 다음 2가지 질환에 의해 발생한다: 윤상인두성 비동기화(cricopharyngeal dyssynchrony)와 윤상인두성 이완불능증(cricopharyngeal achalasia).\n윤상인두성 비동기화의 경우, 인두 근육은 상부 식도 괄약근을 통하여 음식을 아래로 밀어넣지 못한다. 비디오 투시검사를 통해 인두 괄약근과 전방배측앞쪽등쪽 근육(입인두근, 날개인두근, 입천장인두근)의 수축 움직임 사이에서 부조화와 윤상인두근과 갑상인두근의 열림 사이에서 부조화가 있음을 확인하였다. 윤상인두 비동기화가 있는 개는 윤상인두 이완불능증이 있는 개보다 예후가 더 불량하다.\n연하 단계 중 윤상인두단계 동안에 윤상인두근육이 적절하게 열리지 않을 때 윤상인두 이완불능증이 발생한다. 대부분의 경우에서 정확한 발병 원인은 알려져 있지 않다. 조영 비디오 투시검사에 의해서 진단된다. 심한 윤상인두근 비대가 있는 동물에서 음식물이 상부 식도 괄약근을 통과할 때 심각한 폐색이 발생할 수 있다.\n영상 검사결과를 바탕으로, 환자 B는 윤상인두근 이완불능증으로 진단되었다. 아세틸콜린 수용체 항체검사는 음성이었기 때문에, 환자 B에서 윤상인두근 이완불능증의 원인을 파악할 수 없었다.\n최종 치료 계획과 경과\n환자에게 보툴리늄 독소를 윤상인두근에 주입하는 것과 같은 더 많은 검사를 추천했다. 그러나 환자는 반고형 형태로 음식물을 공급하는 방법으로 증상이 개선되었다. 따라서 보호자는 보존적 치료로 환자를 관리하기로 결정하였다.\n윤상인두 연하곤란은 무엇인가?\n윤상인두 연하곤란은 인두 수축(비동기화)과 상부식도 괄약근의 이완 간의 조화 부족 또는 이완 실패(이완불능증)이 특징인 상부식도 괄약근의 신경근육질환이다.\n윤상인두 연하곤란의 임상증상은 무엇인가?\n이환된 동물은 진행성 연하곤란의 증상이 뚜렷하게 나타나고, 물을 마실 때 일반적으로 더 심해진다. 이환된 동물은 반복적인 연하를 시도하고 이와 함께 오심과 토출(종종 비강을 통해서)을 동반한다. 신체 검사 소견에 관련된 소견이 관찰되지는 않지만, 만약 오연성 폐렴이 있을 경우, 고열, 호흡곤란과 수포음이 관찰될 수 있다.\n신체검사 소견만으로 윤상인두 이완불능증과 비동기화를 감별진단하기는 불가능하다.\n무엇이 윤상인두 연하곤란증을 일으키는가?\n선천적 또는 후천적 요인에 의해 유발될 수 있다. 대부분의 경우에서 국소적 신경병증 또는 근육병증에 기인한다. 그러므로, 감별진단 중에 주로 근무력증 같은 질환은 배제되어야 한다. 같은 이유로, 이물 같은 형태학적 비정상, 연구개와 이빨 손상, 성문의 형태학적 변화, 입인두 종양을 배제하는 것이 중요하다. 일부 품종은 이런 질환에 대한 유전적 소인이 있다.\n골든 리트리버(인두 쇠약)\n코카 스파니엘(윤상인두 연하곤란)\n보비에 드 플란더스와 카발리에 킹찰스 스파니엘(근위축증)\n복서(염증성 근병증)\n중증근무력증에 관련하여, 아세틸콜린 수용체 항체 검사는 중증근무력증 초기 단계에 대한 음성 또는 불명확한 결과를 보일 수 있다. 그래서 결과가 음성인 경우, 2~4주 후에 아세틸콜린 수용체 항체 검사를 반복하거나 텐실론(tensilon) 검사를 수행하는 것이 좋다.\n비록 중증 근무력증이 있는 동물은 또 다른 증상을 보이는 경향이 있지만, 국소 중증 근무력증을 배제할 수는 없다.\n어떻게 윤상인두 연하곤란을 진단하는가?\n윤상인두 비동기화와 윤상인두 이완불능증의 치료법은 서로 다르기 때문에 연하과정에 대한 비디오 투시검사를 통해 이 두 질환을 구별할 수 있다.\n비디오 투시검사는 일반적으로 동물이 여러 종류의 식감을 가진 5가지 음식을 연속적으로 삼킬 때를 기록한다. 삼키는 음식에는 액상의 바륨 조영제가 들어간 다섯 가지의 식감의 음식을 순서대로 급여한다: 먼저 액상 바륨을 급여하고, 다음 단계로 바륨이 섞인 캔 사료를 급여하며, 마지막에는 바륨이 섞인 다양한 식감의 음식물을 급여한다.\n이 방법으로 인두 수축률(pharyngeal constriction ratio)을 계산할 수 있다: 최대 수축 면적을 휴식기의 면적으로 나누어서 계산한다. 인두 수축력이 감소할수록, 그 비율은 1에 가까워지고, 이러한 방법으로 인두 수축력을 측정할 수 있다.\n근전도와 생검이 진단을 위해 필수적인가?\n근전도는 보통 확진을 위해 사용되지는 않지만, 병변이 인두와 혀 근육을 국소적으로 침범하는지, 질병이 전신적으로 나타나는지 그리고 중증도를 판단하는 데에 사용된다. 또한 가장 손상받은 근육 혹은 신경 부분을 밝혀서 그 부분에서 생검을 할 수 있도록 도와준다. 하지만 이 검사는 동물의 전체적인 건강 상태와 마취를 견딜 수 있는지를 판단하여 시행해야 한다; 만약 위험도가 높다면 이 검사들은 시행하여도 얻을 수 있는 정보가 많지 않아, 하지 않는 것보다 오히려 득보다 실이 많을 수 있다. 생검을 할 수 있다면, 임상의가 확진을 내리거나 치료법을 선택하는 데 도움을 받을 수 있다.\n윤상인두성 이완불능증의 가장 좋은 치료법은 무엇인가?\n윤상인두성 이완불능증에 대한 최선의 치료법은 윤상 인두근 절개술이다. CO2 레이저를 이용한 윤상인두 근절개술은 외과적 윤상인두 근절개술보다 더 나은 결과를 보여주었다.\n한 연구에서 양측성 근절개술이 윤상연골인두 비동기화를 치료하는데 효과적이라고 밝혔지만 아직 이 질병에서 해당 치료법을 적용하는 것이 주는 이득에 대해서는 논란이 있다. 이러한 치료법에 대한 충분한 증거가 부족하기 때문에 추천할 수 있는 치료법이 없다. 따라서 윤상인두 비동기화가 있는 환자의 예후는 더 불량하다.\n수술이 항상 환자 상태를 뚜렷하게 개선시켜주는 것은 아니기 때문에 보툴리늄 독소를 윤상인두근에 주입하는 치료법이 사람과 동물에서 사용된 바 있다. 독소를 주입한 효과는 보통 3~4개월 지속되는데 이를 통해 수술로 기대되는 증상 개선 효과를 볼 수 있다. 보툴리늄 독소는 생리식염수에 25 IU/ml 농도로 용해하여 10 IU를 윤상인두근의 세 군데에 주사침을 사용하여 주입한다.\n뿐만 아니라, 동물이 삼키기에 좋은 최적의 음식물 농도를 파악하는 것이 도움이 된다. 윤상인두 연하곤란을 가지는 동물들이 처음에는 액체를 삼키는 것에 어려움이 있기 때문에 water thickener를 사용하는 것도 도움이 될 수 있다. 최악의 경우에는 식도 튜브를 사용하여 급식을 하게 될 수도 있다.\n\n연하곤란에 대한 진단적 알고리즘\n이물\n식도성 연하곤란\n(연하통증, 과다한 침 분비, 토출)\n식도평가\n조영을 하거나 아니면 하지 않은 상태로\n경추와 흉부 방사선\n내시경\n종양\n어느 부위에서 연하곤란인가?\n연하곤란\n식도염\n거대식도 또는 윤상인두 연하곤란에 대한 프로토콜 시작\n거대식도\n윤상인두성 연하곤란\n(코를 통한 토출, 지속적 연하)\n고체와 액체를 삼키는 환자 관찰\n구강과 인두 평가\n경추와 흉부 방사선 검사와 병행하여\n비디오 투시검사\n\n윤상인두 연하곤란에 대한 간단 리뷰\n 골든 리트리버는 인두쇠약에 대한 유전적 소인을 가지고 있다.\n\n참고문헌\nMarks, S.L. Diseases of the pharynx and esophagus. In: Ettinger, S.J., Feldman, E.C.. Cote, E. (eds.). Textbook of veterinary internal medicine (8th edition). Elsevier, 2017; pp. 3552–3587.\nElliott, R.C. An anatomical and clinical review of cricopharyngeal achalasia in the dog. J S Afr Vet Assoc, 2010; 81(2):75–79.\nKempf, J., Beckmann, K., Kook, P.H. Achalasia-like disease with esophageal pressurization in a myasthenic dog. J Vet Intern Med, 2014; 28(2):661–665.\n\n\n강아지 위장염 (Canine Gastroenteritis)\n1. 서론\n강아지는 다양한 소화기 질환에 취약하며, 그중에서도 위장염(Gastroenteritis)은 흔히 발생하는 문제 중 하나다. 위장염은 위와 장의 염증을 의미하며, 감염성 원인, 식이 불균형, 독소 섭취 등 다양한 요인으로 인해 발생할 수 있다. 강아지 위장염은 가벼운 증상부터 심각한 합병증까지 초래할 수 있으므로 조기 진단과 적절한 치료가 중요하다. 본 글에서는 강아지 위장염의 원인, 증상, 진단 방법, 치료법 및 예방 방법에 대해 자세히 다루고자 한다.\n2. 강아지 위장염이란?\n위장염은 강아지의 위와 장에 염증이 발생하는 질환으로, 급성 및 만성 형태로 나뉜다.\n2.1 급성 위장염\n급성 위장염은 갑작스러운 증상 발현이 특징이며, 일반적으로 감염, 독소 섭취, 식이 변화 등에 의해 발생한다. 대부분의 경우 적절한 치료를 통해 단기간 내 회복될 수 있다.\n2.2 만성 위장염\n만성 위장염은 장기간 지속되는 염증 상태를 의미하며, 면역 질환, 기생충 감염, 만성 스트레스 등이 원인이 될 수 있다. 이 경우 지속적인 관리와 치료가 필요하다.\n3. 강아지 위장염의 원인\n3.1 감염성 원인\n바이러스 감염: 파보바이러스, 코로나바이러스 등\n세균 감염: 살모넬라, 대장균, 클로스트리디움 등\n기생충 감염: 회충, 편충, 지알디아 등\n3.2 식이 관련 원인\n부패된 음식 섭취\n갑작스러운 식단 변화\n특정 식품 알레르기\n3.3 독소 및 화학물질\n중금속(납, 수은) 노출\n독성 식물 섭취\n살충제 및 청소 제품\n3.4 기타 원인\n스트레스\n면역 질환\n위장 내 이물질(뼈 조각, 플라스틱 등)\n4. 증상\n강아지 위장염의 대표적인 증상은 다음과 같다.\n구토\n설사 (혈변 포함 가능)\n식욕 부진\n탈수\n복통 (복부 압통 반응)\n무기력\n5. 진단 방법\n5.1 병력 조사 및 신체 검사\n수의사는 강아지의 식단, 생활 습관, 최근 활동 등을 확인하며 기본적인 신체 검사를 진행한다.\n5.2 대변 및 혈액 검사\n기생충 검사\n혈액 화학 검사 (간, 신장 기능 평가)\nCRP 검사 (염증 수치 확인)\n5.3 영상 검사\nX-ray 및 초음파: 위장 내 이물질, 장내 염증 평가\n6. 치료 방법\n6.1 보존적 치료\n금식 (6~12시간)\n수액 요법 (탈수 방지)\n소화기 보호제 및 제산제\n6.2 약물 치료\n항생제 (세균성 감염 시)\n항구토제\n구충제 (기생충 감염 시)\n6.3 식이 요법\n저지방, 저자극성 식단\n소량씩 자주 급여\n프로바이오틱스 사용\n7. 예방 방법\n정기적인 기생충 예방\n깨끗한 물과 균형 잡힌 식단 제공\n독성 물질 접근 차단\n스트레스 관리\n8. 결론\n강아지 위장염은 비교적 흔한 질환이지만 적절한 관리와 치료를 통해 빠르게 회복할 수 있다. 보호자는 강아지의 식단과 건강 상태를 면밀히 관찰하고, 이상 증상이 나타날 경우 신속하게 대응해야 한다. 정기적인 건강검진과 예방조치를 통해 강아지가 건강한 삶을 유지할 수 있도록 하자."}