{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 신경계질환",
    "author": "권오경 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "\n22\n정상\n\n치료 및 예후 _Treatment and prognosis\n수술: 척추 안정화 및 관절고정술 또는 고리중쇄뼈 관절 표면의 뼈 유합\n최근에 많이 사용되는 수술법들은 배쪽으로 접근하여 관절관통 나사나 뼈이음판을 적용하는 방법을 포함하고 있다.\n예후: 수술이 초기에 시행된다면 일반적으로 예후는 좋다.\n\n이런 형성이상은 일차적으로 소형 견종(요크셔테리어, 드워프 푸들, 포메라니안 등)의 어린 동물들에게 영향을 준다.\n고리중쇄뼈 불안정 _Atlantoaxial instability\n이것은 첫 번째와 두 번째 목뼈 사이의 안정성에 영향을 주는 형성 이상 때문에 주로 발생한다.\n이 관절은 척추사이원반이 없고, 관절면, 중쇄뼈의 치아돌기, 그리고 각 뼈의 등쪽 아치형 구조와 가시돌기 주변을 둘러싸는 인대형 구조물로 이루어져 있다.\n원인 _Causes\n외상성 인대파열\n관절형성이상: 중쇄뼈의 치아돌기와 그 인대의 결핍 또는 형성부전으로 이어진다.\n치아돌기의 골절\n인대 파열\n\n고리뒤통수관절주머니\nAtlanto-occipital joint capsule\n가쪽 인대\nLateral ligament\n끝인대\nApical ligament\n날개인대 Alar ligaments\n가로인대\nTransverse ligament\n\n고리중쇄뼈\n관절주머니\nAtlantoaxial joint capsule\n치아돌기의 형성부전\n\n치아돌기 골절\n\n뒤통수뼈 Occipital bone\n큰구멍\nForamen magnum\n뒤통수뼈관절융기\nOccipital condyle\n중쇄뼈\nAxis\n관자뼈\nTemporal bone\n중쇄뼈의\n치아돌기\nDens of the axis\n고리뼈\nAtlas\n척추\nVertebra\n\n23\n고리뼈(C1)\nAtlas (C1)\n치료 _Treatment\n수술\n예후 _Prognosis\n일반적으로 나이가 어릴수록 예후가 좋다.\n뒤쪽 목뼈 척추척수병증(와블러 증후군)\n_Caudal cervical spondylomyelopathy (wobbler syndrome)\n목 부분의 척수 그리고/또는 신경뿌리의 압박 때문에 발생하는 질환을 말한다. 동적이거나(불안정성과는 상관없음) 정적인(뼈 형성 이상이나 원반 압박에 의한 척수 협착) 이상의 결과로 발생할 수 있다.\n원인 _Causes\n유전적, 영양적, 그리고 형태적인 요인들을 포함하는 다인성 병인론이 목뼈 척추척수병증에 깔려있다.\n임상증상 _Clinical signs\n목 통증 또는 뻣뻣함.\n앞발을 벌리고 서 있음.\n다리를 끄는 것으로 인해 발톱이 과도하게 닳음.\n어깨뼈 부위의 눈에 띄는 위축\n조화되지 않는 보행과 정상보다 긴 뒷다리 보폭\n앞다리 그리고/또는 뒷다리의 약함.\n사지 완전마비로 진행될 수 있는 사지부전마비 임상증상들은 다음의 두 가지 독특한 압박 현상의 결과이다:\n뼈 형성 이상으로 인한 압박\n성견에서의 원반 압박\n\n이 질환은 대형 또는 초대형 견종에서 영향을 준다.\n\n2\n원반 압박과 척추사이 연조직의 비대\nDisc compression and hypertrophy of intervertebral soft tissues\n척추 기형 _Vertebral malformations\n척추 분절 결함, 형성 결함(쐐기 또는 나비모양 반척추), 이행(필요 이상의)추골, 또는 척추이분증에 의해 생기는 질환이다.\n반척추\n거미막밑곁주머니\n단두종 개, 특히 프렌치 불독에서 흔히 보이며 이러한 종에서 이런 형성 이상은 대수롭지 않다고 여겨진다.\n가끔 척추후만증이나 척추측만증을 동반한 심각한 척추 변형을 유발할 수 있다. 뒷다리의 약화를 유발하며,\n초기에 척추 재정렬 또는 안정화를 필요로 한다(1세 이전에 이루어져야만 예후가 좋음).\n퍼그에서 반척추는 흔하지 않지만 임상증상을 보일 가능성이 더 높다.\n뇌척수막의 확장. 확장의 증가는 만성적이고 서서히 진행되는(종종 비대칭적인) 하반신불완전마비를 동반한 척수 압박을 유발할 수 있으며, 대부분의 경우 통증을 동반하지 않는다.\n대형견종(특히 로트와일러)에서는 목 부분에 문제를 일으킨다.\n소형견종, 특히 단두종(퍼그와 프렌치 불독) 품종에서는 일반적으로 등쪽 척수에 문제를 일으킨다.\n치료: 수술\n예후: 신중해야 하며, 상태가 진행됨에 따라 좋지 않게 된다.\n\n\n25\n\n척추관을 향한 속질핵의 탈출은 급성, 진행성, 그리고 주로 통증을 수반하는 압박성 척수병증을 유발한다.\n이런 유형의 병소는 완전마비로 진행될 수 있는 갑작스런 불완전마비를 특징으로 한다.\n초기 진단과 신속한 수술적 처치가 이루어진다면 기능적인 회복이 이루어질 가능성은 95% 정도로 높다.\n탈출척추원반 _Herniated disc\n일반적으로 척추원반 탈출은 척추사이원반의 퇴행성 과정의 결과물이며 두 가지 주요 유형의 탈출을 유발한다:\n척추원반 압출 또는 한센 유형 1 척추사이원반 질환: 닥스훈트와 단두종을 포함한 연골이형성 환자에서 흔하게 나타남.\n척추원반 돌출 또는 한센 유형 2 척추사이원반 질환: 대형견종에서 더 흔함.\n척추원반 압출 또는 한센 유형 1 척추사이원반 질환이 만성적인 진행성 변형은 척추관 내부를 향한 섬유고리의 변위에 의해 발생한다.\n궁극적으로 이 질환은 척추원반 탈출에서 묘사한 것과 동일한 임상증상을 동반한 압박성 척수병증을 유발한다.\n만성적이고 진행적인 이 병변의 특성으로 인해, 수술 후 회복할 확률은 더 낮다(60~85%)\n척추원반 돌출 또는\n한센 유형 2 척추사이원반 질환\n변위된 척추사이원반\nDisplaced intervertebral disc\n26\n척수 손상 _Spinal cord injuries\n척추를 손상시키고 이차적으로 척수에 영향을 주는 외부 외상(골절 및 척추 탈구)을 말한다.\n원인 _Causes\n교통사고\n추락\n다른 개에게 물림\n화기에 의한 부상\n특히 토이 견종에서 많이 일어나는 부적절한 취급에 의한 사고\n임상증상 _Clinical signs\n임상증상들은 척추, 척수 또는 척추뼈구멍을 통과하는 특정 부분의 척수신경에 발생한 손상의 결과이다.\n척수 타박상의 발생 가능성: 일차적인(물리적) 손상에 의한 척수의 외상\n개 _Dogs\n가장 흔하게 문제가 되는 부위: 허리엉치 접합, 등허리 접합,\n그리고 고리중쇄뼈 관절\n엉치뼈 수준의 변위는 오직 20% 정도의 경우에만 발생한다.\n탈구와 골절의 조합이 엉치꼬리 부분에서 가장 흔히 문제가 된다.\n\n\n\n\n\n\n\n척수 손상은 수의 임상에서 가장 흔한 신경학적 응급상황 중 하나이다.\n\n27\n척추 종양은 일반적으로 어른 동물에게 영향을 주지만, 어느 연령대의 동물에서도 발생할 수 있다. 특정 형태는 어린 동물에서 특히 흔하다: 개에서는 콩팥모세포종이 가장 흔한 형태는 만성적이고 진행적인 형태이지만, 몇몇의 경우 급성 형태가 관찰되기도 한다. 이것은 국소적인 병변이기 때문에 신경학적 징후는 비대칭적일 수 있고, 어떤 경우(신경막종양 등)에는 하나의 다리에만 영향을 주기도 한다.\n종양의 유형 _Types of tumours\n척추관 속 또는 신경축 안 신경조직에서 시작하며 척수 내부에 영향을 준다(신경교종, 림프종, 전이).\n경질막 바깥 또는 신경축 밖 신경조직에서부터 유래하며 밖에서 안으로 자란다(뇌수막종). 몇몇 형태(콩팥모세포종 등)는 뇌척수막 안에서는 자랄 수 있지만 척수 밖에서는 자라지 않는다(경막내수외종양).\n수막 밖\n이러한 종양은 신경뿌리에서 유래한다. 이는 통증과 가끔 파행을 유발한다. 이 종양은 척추관에서 자랄 수 있으며, 압박성 척수병증이나 척수 침윤을 유발한다. 이런 종양 유형은 인접한 조직에서 유래하는 것을 포함한다. 이들은 뼈 구조물이나 심지어는 인접한 연조직에 정착할 수 있다(골육종, 뼈종, 연조직종양, 전이 등).\n척추 종양 _Vertebral tumours\n압박된 척수\nCompressed spinal cord\n신경축 밖 종양\nExtra-axial tumour\n종양의 유형\n\n수막 안\n경질막 바깥\n경질막안 수막밖\n\n"
}