{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 심장호흡계질환",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "\n흉강과 종격동의 질환 _Diseases of the pleura and mediastinum\n64\n \n기흉\n치료 _Treatment\n•\t종격동 내 공기를 제거하기 위한 흉강천자가 사용된다. 몇몇 경우에서, 흉관 장착이 필요할 수도 있다.\n•\t병변의 기원을 밝히고 문제를 해결하기 위해 때때로 수술이 필요할 수 있다.\n•\t일반적으로 종격동기종은 1~2주 내에 흡수되기 때문에, 특정 치료를 요구하지 않는다.\n•\t기흉의 가장 흔한 원인은 흉부 외상이다. 자발적, 의인성으로도 생길 수 있고, 허파 병변(수포나 종양 등)의 파열, 흉강천자, 마취 도중 기관내시경이나 과도하게 주입된 가스에 의해서도 생길 수 있다. 또한 가스를 생성하는 세균에 의해 감염되어도 생길 수도 있다.\n•\t기흉은 보통 양측에 존재하고, 방사선영상을 통해 허파 주변부에 존재하는 가스를 볼 수 있다. 심장 윤곽은 일반적으로 복장뼈로부터 올라가 있고, 폐엽은 허탈되어 있다.\n기흉과 종격동기종\n_Pneumothorax and pneumomediastinum\n기흉과 종격동기종은 각각 흉강과 종격동에 공기가 존재하는 것을 말한다.\n \n종격동기종\n•\t종격동기종은 종종 기관내관 장착으로부터 생긴 병변에 의해 발생한다.\n•\t종격동기종의 발생은 싸우다가 기관이 관통되거나 식도가 천공되는 외상과 관련된다.\n•\t종격동 내 가스의 양이 작다면, 일반적으로 그것이 미치는 영향은 미미하다.\n•\t방사선 촬영에서 식도, 목동맥, 대동맥과 다른 종격동 구조물이 보인다면, 종격동기종이 발생했음이 분명하다.\n임상증상 _Clinical signs\n빠르고 얕은 숨을 쉬는 호흡곤란을 보인다.\n흉강과 종격동의 질환 _Diseases of the pleura and mediastinum\n65\n외상성 탈장\n \n치료 _Treatment\n횡격막을 수술적으로 교정하는 것이 지시되는데, 이때 보조적 환기요법과 함께 진행되어야 한다.\n횡격막탈장은 흉강 내로 복강 장기의 변위를 일으킬 수 있는, 선천적이거나 후천적인 횡격막 내 결함이나 구멍을 말한다. 일반적으로 외상에 의한 후천적 횡격막탈장이 가장 흔하다. 간은 거의 항상 흉강 안으로 변위되어 있으며, 작은창자와 위가 뒤이어 변이된다. 선천적 탈장은 흉복막(pleuroperitoneal), 심장막복막(peritoneopericardial), 틈새(hiatal) 탈장이 있다.\n임상증상 _Clinical signs\n주로 호흡기 증상(호흡곤란)이 나타나나, 몇몇 동물에서는 구토 같은 소화기 증상도 존재한다.\n횡격막탈장 _Diaphragmatic hernia\n진단 _Diagnosis\n•\t흉복부 방사선 촬영을 사용한다. 경구용 바륨 조영제에 의해 창자와 위가 흉강 내에 존재함이 더 명확하게 보일 수 있다.\n•\t장기의 정확한 위치를 찾아내기 위해 흉부 초음파를 사용한다.\n복막심장막횡격막 탈장\n \n \n발생한 동물들은 최근이나 몇 년 전에 외상을 겪었을지도 모른다.\n흉강과 종격동의 질환 _Diseases of the pleura and mediastinum\n66\n치료 _Treatment\n•\t먼저 호흡을 가능하게 하기 위해, 흉강천자를 통해 축적된 흉막삼출을 제거해야 한다.\n•\t흉막삼출 축적을 해결하기 위해서는 심장, 소화기, 간의 기저질환이 치료되어야 한다.\n \n진단 _Diagnosis\n•\t방사선 촬영을 통해 단백질과 세포의 양이 적고 밀도가\n낮은 누출성 흉막삼출을 관찰하고 확인할 수 있다.\n•\t심장성인지 아닌지 결정할 수 있는 진단적 계획이 필요하다.\n누출성 흉막삼출 _Transudative pleural effusion\n흉막삼출은 폐를 허탈시킬 수 있는, 흉강 내의 비정상적인 액체의 저류를 말한다.\n누출액은 단백질과 세포가 적은 액체로, 가슴안 모세혈관 내 압력 변화에 의해 흉강 내로 샐 수 있다.\n•\t심부전에 의해 정수압이 증가할 수 있다.\no\t개에서, 울혈성 우심부전은 복수와 흉막삼출을 야기한다.\n\n•\t콩팥기능부전이나 간기능부전으로부터, 창자벽을 통해 혈액 단백질이 손실되면서 삼투압이 감소할 수 있다.\n임상증상 _Clinical signs\n•\t허파의 팽창이 제한되면서, 호흡 곤란을 야기할 수 있다.\n•\t흉막삼출을 야기할 수 있는 소화기, 콩팥, 간 질환의 증상이 보일 수 있다.\n심장\nHeart\n \n흉막삼출\nPleural effusion\n흉강과 종격동의 질환 _Diseases of the pleura and mediastinum\n67\n치료 _Treatment\n•\t흉관(편측/양측)을 장착해서 내용물을 제거하고 생리식염수로 세척한다.\n•\t호기성 세균과 혐기성 세균에 작용할 수 있는 광범위 항생제를 처치한다.\n큰포식세포\nMacrophages\n \n농흉은 흉강 안의 패혈성 염증으로, 흉강 내 화농성의 삼출성 액체가 축적되는 것이 특징이다. 세균은 흉벽 내 관통성 병변이나 이물질 흡인, 폐렴의 확산, 식도 천공을 통해 흉강 내 도달할 수 있다.\n개에서 실외견이 더 흔히 발생하고, 종종 큰 사냥개에서 발생한다. \n임상증상 _Clinical signs\n•\t깊고 얕은 숨을 쉬며 숨 쉬기 힘들어 한다.\n•\t발생한 동물들은 종종 열이 있거나 활기가 없다.\n진단 _Diagnosis\n•\t방사선영상을 통해 흉막삼출이 편측성인지 양측성인지 확인할 수 있다.\n•\t흉부 초음파를 통해 밀도가 높고 세포가 풍부한 액체를 볼 수 있다.\n•\t액체 분석에서 단백질과 세포가 풍부하고(삼출성), 변성 호중구가 우세한 지 확인할 수 있다. 세포 내 세균도 보일 수 있다.\n68\n치료 _Treatment\n•\t환자가 호흡하는 데 어려움이 있다면, 흉강천자를 통해 림프액을 배액한다.\n•\t원인이 밝혀지면, 원인을 치료한다.\n•\t유미흉의 일반적인 관리는 저지방식이와 규칙적인 약물처치(벤조파이론, benzopyrone)를 포함한다.\n•\t몇몇 경우에서 가슴림프관 결찰, 심장막절제술, 그물막(망막)을 가슴안으로 이동시키는 수술적 선택이 고려될 수 있다.\n유미흉 _Chylothorax\n유미흉은 흉강 내로 가슴림프관으로부터 림프액이 유출되어 발생한다. 유미흉은 개와 고양이에서 둘 다 보고되어 있다. 아프간 하운드는 이 문제에 대해 취약한 것처럼 보인다.\n유미흉의 원인은 종종 알 수 없지만, 우심 울혈의 원인이 되는 심장과 심장막 질환이 관련된다. 또한 종격동의 종양이나 폐염전도 연관된다. 가슴림프관의 외상성 파열은 상대적으로 드문 원인이다.\n \n림프계통의 가슴림프관\nThoracic duct of the lymphatic system\n임상증상 _Clinical signs\n•\t호흡곤란이 급성으로 또는 천천히 발생한다.\n\n진단 _Diagnosis\n•\t방사선영상을 통해 흉막삼출을 확인할 수 있다.\n•\t흉강천자에 의해, 혈청보다 콜레스테롤이 적고 트리글리세리드가 많은 우윳빛(불투명한, 하얀)의 액체를 배출할 수 있다.\n69\n치료 _Treatment\n•\t응고계 이상은 신선한 얼려진 혈장이나 전혈과 비타민 K1을 수혈하여 즉시 치료되어야 한다.\n•\t외상이 있는 경우, 산소치료와 진정, 진통을 해야 한다. 수술은 출혈이 멈추지 않을 때 필요하다.\n•\t폐염전은 수술적으로 꼬인 엽을 제거해서 해결할 수 있다.\n•\t종양의 경우, 치료는 종양의 성질과 범위에 따라 달라진다.\n \n \n혈흉은 흉강 내 혈액이 축적되어 발생한다. 원인은 다음과 같다.\n•\t외상\n•\t혈액응고장애(예. 살서제 중독)\n•\t허파엽뒤틀림(폐염전)\n•\t종양\n임상증상 _Clinical signs\n•\t호흡곤란, 힘이 없고 창백한 점막을 보인다.\n•\t살서제 중독은 일반적으로 섭취 후 2~5일 사이에 증상을 나타낸다. 다른 부위의 출혈이 흔하다(복부, 피부, 안구).\n어린 동물들은 외상이나 항응고제 섭취에 의해 발생하는 경우가 더 많지만, 노령의 동물에서는 종양이 원인인 경우가 더 많다.\n혈흉 _Haemothorax\n \n진단 _Diagnosis\n•\t방사선영상을 통해 가슴막삼출과 외상, 허파 종괴, 폐염전의 존재를 확인할 수 있다.\n•\t흉막삼출이 혈액의 적혈구용적률과 비슷하며, 혈액의 양상을 가진다.\n•\t살서제 중독이 의심된다면, 응고계 검사가 수행되어야 한다.\n70\n치료 _Treatment\n•\t종양의 성질에 따라 다른 화학치료법이 적용된다.\n\n흉강과 종격동의 종양 _Pleural and mediastinal neoplasms\n중피종은 흉강 종양 중 대표적이며, 개에서는 드물다. 종격동 종괴의 가장 흔한 유형은 림프종과 흉샘종이다. 원발성과 전이성 종양 모두 일반적으로 중년령과 노년령의 동물에서 발생한다. \n흉강과 종격동의 종양은 림프액 차단, 투과성 변화 또는 출혈을 유발시켜 흉막삼출이 생기게 한다. 게다가 종격 종괴는 식도, 기관 또는 신경과 같은 인접한 구조물들을 압박할 수 있다.\n임상증상 _Clinical signs\n•\t악성 흉막삼출의 경우 호흡곤란을 보인다.\n•\t미주-교감 신경 줄기의 압박에 의해 호르너증후군(축동, 안구함입, 안검하수증), 또는 되돌이후두신경의 압박에 의해 후두마비가 발생한다.\n•\t식도 압박은 연하곤란을 일으키는 반면, 기도 압박은 호흡곤란을 유발한다.\n진단 _Diagnosis\n•\t방사선영상을 통해 흉막삼출과 존재 가능한 종괴를 발견할 수 있다.\n•\t흉부 초음파나 CT 촬영이 사용될 수 있다.\n•\t흉막삼출의 세포학적 검사나 종괴 흡인을 통해 종양의 성질을 밝힐 수 있다.\n\n\n\n최근 줄기세포에 대한 연구가 활발하게 이루어지고 있으며, 임상적인 적용의 폭이 넓어지고 있다. 그 일환으로 줄기세포를 이용한 임상적 치료에 대한 이해는 메스미디어의 역할에 의하여 홍보가 되고 있으며, 사람과 동물에서 줄기세포를 이용한 수많은 연구들이 진행되고 임상적인 적용이 활발하게 이루어지고 있다. 국내의 경우 몇 가지 줄기세포 치료가 식약청의 허가를 받은 바 있다.\n현재 알려져 있는 줄기세포의 경우 그 유래에 따라 크게 3가지로 분류할 수 있는데 첫째, 배아에서 유래한 배아줄기세포와 둘째, 성체에서 유래한 성체줄기세포, 그리고 셋째, 일반 성체세포에서 Yamanaka factor라고 하는 4가지 유전자를 삽입하여 다능성(pluripotent)의 성질을 유도한 induced pluripotent stem cells(IPS cell)이 있다.\n줄기세포의 분화가능성에 따라서도 분류할 수 있는데 모든 세포로 분화할 수 있어 자궁에 착상시키면 개체로 성장하기에 충분한 능력을 가지는 분화능을 가진 줄기세포를 전능성(totipotent) 줄기세포라고 표현한다. 또한 다능성(pluripotent) 줄기세포는 수정란보다 발생이 더 진행된 상태로 3개의 엽으로 분화가 가능하며 여기에는 배아의 inner cell mass에서 유래한 배아줄기세포와 IPS cell이 속한다. 중복성(multipotent) 줄기세포의 경우 발생이 더 진행된 후의 줄기세포로 특정한 계통의 세포로 분화하도록 결정된 세포로중간엽줄기세포가 여기에 속하게 된다.\n배아줄기세포의 경우 분화능이 좋으며 3개의 엽 유래의 대부분의 기관으로 분화가 가능하다는 장점이 있지만 윤리적인문제와 기형종(teratoma) 발생의 문제가 있다. IPS cell의 경우 배아를 사용한 것이 아니기 때문에 윤리적인 문제에 있어서는 자유로우나 이 역시 기형종(teratoma) 발생의 가능성이 있을 수 있다.\n이번에 소개하고자 하는 성체줄기세포인 중간엽줄기세포의 경우 배아줄기세포의 문제점인 윤리적인 문제가 없으며, 기형종 형성의 위험성도 거의 없고, 배아줄기세포에 비해 분화 가능한 조직종류에는 한계가 있으나 일정 환경 하에서 특정한 세포 계열로 분화가 가능하며 최근에는 지방유래 줄기세포가 내배엽 계열의 간세포, 외배엽 계열의 신경세포로 전환분화(transdifferentiation)될 수 있다는 연구 결과가 나온 바 있다. 사람에서는 현재 여러 줄기세포 치료제가 식약청 또는FDA 허가가 난 지금 수의분야, 특히 반려동물중의 국내에서 많은 부분을 차지하고 있는 개의 경우는 어떠한지, 줄기세포치료가 수의학 분야에서 실제로 적용되고 있으며, 앞으로 계속 발전해 나갈 것으로 기대하고 있다."
}