{"title": "1. 개의 고관절 전치환술 후 잘 고정된 골전된 대퇴골 줄기를 추출하기 위한 확장된 대퇴골 전절골술 사례 보고", "author": "조소영", "publisher": "한국수의과학회", "department": "외과", "disease": "1.개의 고관절 전치환술 후 잘 고정된 골절된 대퇴골 줄기를 추출하기 위한 확장된 대퇴골 전절골술을 실시한다. 사례 보고\n\n5세, 28kg 거세된 수컷 보더콜리가 이전 고관절 전치환술의 합병증으로 수술적 개입을 위해 의뢰되었다. 신체 검사 결과 체중 지지 감소와 영향을 받 은 사지에 금속성 삐걱거리는 소리가 났습니다. 방사선 진단 결과 대퇴골 줄기가 골절된 것이 확인되었습니다. 확장 대퇴골 절골술(ETO)을 시행하여 잘 고정된 줄기를 추출한 다음 아세타불러 컵을 제거했습니다. ETO 안정화는 서클라지 와이어와 잠금 플레이트로 달성되었다. 수술 후 6개월 후, 방사선 사진에서 뼈가 성공적으로 치유되었고, 개의 사지 기능이 개선되었다.. ETO 기술은 잘 고정된 임플란트를 추출하기 위한 향상된 수술적 접근성을 제공할 수 있습니다.\n전체 고관절 교체 수술(THR)은 개와 고양이의 대퇴 골두 관절 기능을 회복하는 잘 확립된 수술 기법입니다. 이 시술은 고관절 이형성, 이형성으로 인한 진행성 골관절염, 고관절 탈구, 돌이킬 수 없는 대퇴골두 골절, Legg-Calvé-Perthes 감염, 대퇴골두와 경부 절골술 후 필요한 수정을 포함한 심각한 상태를 다룹니다. THR 시술 후 의료적 회복은 일반적으로 우수하며 성공률은 85~95%입니다. 높은 성공률에도 불구하고 T HR의 합병증 스펙트럼은 3.8%~56%로 무균성 이완, 보철물 탈구, 대퇴골 골절 또는 균열을 포함하며 보철물 탈구가 가장 흔한 합병증으로 부상하고 있습니다. 이러한 합병증은 기관마다 다르지만 대부분은 수정할 수 있었습니다. 그럼에도 불구하고 THR 재수술이 실패하거나 임플란트가 파 손된 경우 모든 임플란트를 완전히 제거하는 것이 필수적입니다.\n뼈에 잘 통합된 임플란트를 제 거하는 것은 상당한 과제입니다. 임플란트는 유연한 블레이드 골절술, K-와이어 또는 줄기 추출 장치와 같은 다양한 도구를 사용하여 뼈에서 분리할 수 있하였다. 반면, 잘 고정된 골절된 대퇴부 줄기를 제거하는 것은 골절된 대퇴부 줄기를 추출 장치로 잡을 수 없기 때문에 온전한 대퇴부 줄기를 제거하는 것보다 더 이상가 됩니다. 그렇지 않으면 추출 장치로 잡을 수 없기 때문에 제거가 용이하지 않습니다. 결과적으로 골절된 대퇴부 줄기를 대퇴관을 통해 역행성 추출을 진행하여 뼈에서 분리하기 위한 수술적 접근이 필요할 수 있습니다.\n확장된 대퇴 전자부 골절술(ETO)은 대퇴 전자부에서 대퇴 간부까지 원주형 대퇴골을 부분적으로 절단하는 수술 기법입니다. 이 기법은 잘 통합된 뼈 임플란트 표면의 더 큰 분 리를 가능하게 하고 줄기의 역행성 추출을 허용합니다. ETO는 일반적으로 인간 의학에서 재수술 THR과 잘 고정된 줄기의 추출에 사용되지만 수의학에서는 거의 보고되지 않습니다. 이 증례 보고에서는 THR 수술 후 잘 고정된 골절된 대퇴 줄기가 있는 개에서 ETO 수술 기법과 의료적 결과를 설명합니다.\n28kg의 체중을 가진 5세 거세된 수컷 보더콜리가 2년 전 지역 동물 병원에서 THR 수술을 받은 후 발생한 대퇴간 골절로 인해 재수술을 위해 병원에 왔습니다.\n신체 검사에서 정상적인 활력 징후가 나타났고, 신체 상태 점수(BCS) 8은 과체중 상태를 나타냈습니다. 정형외과 검사에서 수동적 운동 범위 동안 통증과 금속성 삐걱거리는 소리가 들렸고, 대퇴부 둘레 측정치는 대측 뒷다리에 비해 10% 감소하였습니다. 방사선 진단에서 목 부위의 골절과 측면 볼트의 이동이 확인되었습니다. #5 BFX 측면 볼트 스템(BioMedtrix LLC, USA)이 머리가 +5mm인 상태로 고정되어 있었고, 스템에서 골절. 전혈구 수, 생화학, 전해질을 포함한 마취 전 실험실 진단는 특이 사항이 없었습니다.\n수술 전 배측 등쪽 골반 방사선 사진(A)과 좌측 대퇴골의 측면 방사선 사진(B)은 목 부위의 줄기 골절을 보여줍니다(화살표). 측면 볼트(화살표)의 이동이 확인되었습니다. \n환자의 임상 병력과 방사선 소견을 고려할 때, 잘 고정된 줄기가 골절된 것으로 의심되었다. 경부 부분이 없고, 확립된 골유합과 결합하여 슬랩 해머를 사용하여 줄기를 제거하는 데 상당한 어려움이 있었습니다. 결과적으로 수술 계획에는 ETO를 적용하여 골절된 줄기를 제거하는 것이 포함되었습니다. 환자는 미다졸람(0.2 mg/kg 정맥 주사[IV], 미다졸람; 부광약품(주))으로 전처치되었습니다. 프로포폴(6 mg/kg, IV, 아네폴 주; 하나약품(주))로 전신 마취를 유도하고 산소 중에서 이소플루란(이프란 액; 하나약품(주))으로 유지하였습니다. 레미펜타닐(0.1-0.3 μg/kg/min, 레미바; 하나약품(주))과 케타민(5-10 μg/kg/min, 유한케타민; 유한약품(주))은 진통을 위해 일정 속도 주입으로 투여하였습니다. 세파졸린(22 mg/kg, IV, 세파졸린 주사액 1 g; 종근당약품(주))은 절개 30분 전에 투여하고 90분마다 반복하였습니다.\n환자는 옆으로 누운 자세로 눕고 좌측 고관절을 중심으로 한 표준 두개외측 접근법을 사용했습니다. 대퇴골 구성 요소의 잘 고정된 특성으로 인해 임플란트 제거를 용이하게 하기 위해 ETO를 진행했습니다. 골절술을 시행하기 전에 대퇴골 대전 자에서 대퇴골의 원위 1/3까지 3.5mm 길이의 잠금 판을 미리 윤곽을 그었습니다. 골절술의 범위는 줄기의 적절한 노출을 달성하기 위해 수술 계획에 의해 미리 결정되었으며, 꼬리쪽 경계는 linea aspera로 정의되고 두개쪽 경계는 드릴을 사용하여 여러 개의 구멍이 생겼습니다. U자형 골절술의 최종 너비는 대퇴골 직경의 약 30%였으며, 원위 극은 대퇴골의 간부에서 수평으로 자른 부분으로 정의되었습니다. 잘 고정된 대퇴골 줄기는 날카로운 골절도를 사용하여 해면 골에서 분리한 다음 역충격 추출 기술을 통해 제거했습니다. 줄기 제거 후, Kirschner 와이어와 2개의 이중 루프 고리 고정 와이어를 사용하여 골절술을 축소했지만 파편의 내막 혈류는 손상되지 않았습니다. 그런 다음, 사전 윤곽이 그려진 잠금 플레이트를 브리징 방식으로 대퇴골 측면에 적용하였습니다. 폴리에틸렌 마모와 금속 파편이 있는 아세타불럼 컵은 날카로운 골절도와 고속 버를 사용하여 제거했습니다. 수술 부위 폐쇄는 일상적으로 수행했습니다.\n 확장된 대퇴골 절골술(ETO) 라인의 개략적 이미지. 절골술 라인의 길이(보라색 점선)는 임플란트를 제거하기에 충분하고, 절골술(a)의 깊이는 뼈 직경(보라색 선)의 약 30%입니다. (B) 대퇴골의 두개골 경계를 따라 절골술을 보여주는 수술 중 사진으로, 대퇴골은 외부 회전되었습니다. (C) ETO를 완료한 후 대퇴골 스템이 노출되었습니다. (D) 컵 주변의 폴리에틸렌 마모(화살 표)와 관절 표면에 금속 파편이 보입니다. (E) 측면의 손상된 스템(화살촉). Cr, 두개골; Di, 원위부.\n수술 직후에 얻은 방사선 사진에서 THR 보철물이 완전히 제거되었고 와이어와 잠금 플레이트로 대퇴골이 적절히 고정되어 있음이 확인되었습니다. 수술 후 진통은 처음 6시간 동안 레미펜타닐로 조절했고 멜록시캄(1일차에 0.2mg/kg 피하 주사, 그다음 2~7일차에는 0.1mg/kg을 하루 한 번 경구 투여)으로 전환했습니다. 아목시실린-클라불란산(12.5mg/kg, IV)과 클린다마이신(8.5mg/kg, IV)을 7일 동안 투여한 후 배양 검사 결과가 음성이 나오면 중단하였습니다. 수술 후 4개월째에 환자는 경미한 체중 지지 절름발이를 보였습니다. 방사선 사진에서 합병증 없이 좌측 대 퇴골의 완전한 골 결합이 확인되었습니다. 소유자는 전화 후속 조치에서 수술 후 최대 2년 동안 유사한 보행 패턴이 유지되었다고 보고했습니다.\n수술 직후 좌측 대퇴골 A와 B의 두개-하부 및 내측방 방사선 사진. 총 고관절 인공관절을 제거하고 대퇴골을 와이어와 잠금 플레이트로 고정했습니다. 수술 후 4개월 후, 좌측 대퇴골 C와 D의 두개-하부 및 내측방 방사선 사진에서 완전한 골 결합과 임플란트의 안정적인 배치가 나타났습니다.\n본 사례에서는 골절로 인해 줄기의 목 부분이 없어서 망치질 등의 기존 방법을 이용 해 제거하는 것이 어려워서 ETO 기술을 사용해야만 성공적으로 제거할 수 있었습니다.\nETO는 대퇴골의 적절한 노출을 보장하며 기존 기술을 사용하여 잘 고정된 대퇴골 구성 요소를 추출할 때 발생하는 과제를 해결할 수 있습니다. ETO는 주변 조직의 수축을 제한하여 좌골 신경과 대퇴 신경 손상 위험을 최소화합니다. 또한 ETO는 골절술의 예측 가능한 회복, 탈착 과정에서 수술 중 골절 및 대퇴골 천공 위험 감소, 골절된 임플란트 회수를 용이하게 하는 시간 소모가 적은 과정 등 여러 가지 장점이 있습니다[ 7 , 10 , 11 ].\n그럼에도 불구하고 ETO와 관련된 합병증에는 불유합, 이동, 수술 중 또는 수술 후 골절이 포함됩니다[ 8 , 11-13 ] . 인체 의학에서 후향적 연구에 따르면 ETO를 시행한 군은 시행 하지 않은 군보다 합병증 발생률이 낮은 것으로 나타났으며, 의료적 및 방사선 검사에서 더 나은 예후를 보였습니다. 나아가 ETO를 시행한 대부분의 환자는 절골된 조각의 성공적인 유합을 경험했습니다. 평균 유합 기간이 3~3.9개월이라고 보고한 이전 인간 연구[ 10 , 11 ]와 일치하게, 본 증례의 골절 부위 의료적 유합은 수술 후 4개월에 관찰되었습니다.\nTHR 임플란트 중에서 스템 골절은 주로 목 접합부에서 발생하는 경향이 있습니다[ 7 ]. 비만, 높은 수준의 활동 및 스템 근위부의 불충분한 골 지지는 임플란트 골절의 위험 요인입니다[ 1 ]. 스템 골절은 단일 외상성 사건보다 는 만성 피로의 결과로 간주됩니다. 게다가 목이 너무 길게 삽입되면 레버암 효과로 인해 목에 가해지는 하중이 증가하여 스템 목 부위의 골절 위험이 높아집니다[ 1 ]. 이 사례에서 환자는 BCS가 8인 과체중이었고 #5 크기의 측면 볼트 스템이 사용되었습니다. #5 표준 BFX 스템은 최대 중량 20.4kg에 권장됩니다. 그럼에도 불구하고 이 환자에게 #5 측면 볼트 스템을 사용하는 것은 표준 스템에 비해 관성 모멘트 면적이 비교적 낮고 체중에 비해 크기가 작은 임플란트를 사용하기 때문에 주요 위험으로 간주됩니다. 또한, 볼트 구멍이 대퇴골 두골구에 가깝게 위치하는 근위부 줄기 위치와 이 경우 과도한 목 길이(+5)는 굽힘 응력의 위험을 증가시킬 수 있습니다..\n이 사례 보고의 한계는 단일 사례라는 점과 수년 이상의 장기적 추적 조사가 부족하다는 점입니다. THR 임플란트 제거에서 ETO의 유용성을 입증하기 위해 더 많 은 임상 사례를 기반으로 한 향후 후향적 연구가 필요할 것입니다.\n이 보고서는 잡을 수 있는 목 부위가 없어져 도전이 될 수 있 는 골절된 줄기 제거를 용이하게 하는 ETO 시술을 설명합니다. ETO를 적용하면 넓고 안전한 노출과 잘 고정된 시멘트 없는 대퇴부 구성 요소의 정확한 추출 및 신뢰할 수 있는 골 결합이 제공됩니다.\n"}