{"title": "8 . 개의 흉막 및 복막 삼출액을 동반한 복막 림프종증 사례 보고", "author": "강민정", "publisher": "한국수의과학회", "department": "외과", "disease": "8 . 개의 흉막 및 복막 삼출액을 동반한 복막 림프종증 사례 보고\n\n복막 림프종증(PL)은 개에서 드문 림프종입니다. 9세의 암컷 래브라도 리트리버가 흉막 및 복막 삼출액으로 내원했다. 판단 영상에서 장간막, 특히 복부 하부에 확산성 결절성에서 거대 병변이 나타났습니다. 표층 림프절은 유의한 변화가 없었지만 복강 내 및 흉부 내 림프절에서 비대가 관찰되었습니다. 삼출액의 세포학적 및 유세포 평가에서 CD3 - /CD5 - /CD14 - /CD21 - /CD34 + /CD45 + /CD79a + 를 발현하는 대형 B 세포 림프구가 존재함을 나타냈습니다 . PL은 판단 영상 및 체액 평가을 사용하여 판단되었습니다. 이 증례 보고서는 개 PL의 임상적 및 판단적 특징을 강조합니다.\n키워드 림프종 , 개 , 유세포 분석 , 흉막 삼출액 , 사례 보고\n이동 : \n복막 종양은 일반적으로 이차 성장으로 발생합니다. 복막 표면은 이차적으로 세 가지 유형의 세포주에 의해 영향을 받을 수 있습니다. 암종을 유발하는 상피 신생물, 육종을 유발하는 간엽 신생물, 림프종증을 유발하는 림프 악성 종양입니다. 복막 림프종증(PL)은 림프종 세포가 복막과 복부 장기 전체로 퍼져 복막강이 광범위하게 영향을 받는 것을 말합니다[ 1 ].\nPL은 개에서 거의 보고되지 않았습니다. 근본 원인에 대한 이해가 제한되어 림프종증의 진단, 치료 및 예후에 대한 자료가 부족합니다[ 2 ]. 림프종이 복막에 영향을 미치는 정확한 메커니즘은 개에서 대망 막에 림프 응집체가 없기 때문에 알려지지 않았습니다[ 3 ]. 이 보고서는 개 PL의 임상 증상과 판단 특성을 설명합니다.\n9세의 불임 수술을 받은 암컷 래브라도 리트리버가 복수와 만성 설사를 보였습니다. 이 개는 이전에 지역 동물 병원에서 프레드니솔론, 미코페놀레이트 모페틸, 항생제로 한 달 동안 치료법를 받았는데, 이는 추가 혈액 또는 복수 검사 없이 단백질을 잃는 장병의 가능성을 고려한 것입니다. 이 약물은 유의미한 개선을 보이지 않았습니다.\n신체 검사에서 우울한 행동, 9점 만점에 2점의 낮은 신체 상태 점수, 호흡 곤란, 빈맥, 저혈압이 나타났다. 청진 결과 흐릿한 심음이 나타났고, 이는 이후 흉막 삼출액에 기인한 것으로 확인되었다. 표층 림프절에는 눈에 띄는 변화가 없었지만, 방광 앞쪽에 위치한 하복부 강에서 단단한 덩어리가 만져졌다.\n초음파 영상 유도 흉강 천자술과 복수 천자술 후 체강 체액 평가을 시행했습니다. 복막과 흉막 삼출액은 황색을 띠었고 세포학적 평가에서 삼출액이 있는 것으로 확인되었습니다. 체액 샘플의 세포학적 검사에서 50% 이상의 세포가 둥글고 핵-세포질(N을(를) 실시한다C) 비율이 높았습니다. 핵은 적혈구의 두 배 이상이었고 2개의 눈에 띄는 핵소체와 핵과 세포질의 불규칙한 여백이 있었습니다. 비정상적인 체세포 분열상과 핵형성이 가끔 관찰되었다. 복막 삼출액의 약 30%의 세포가 호중구였습니다. 뚜렷한 퇴행성 변화, 식세포작용 또는 질병원은 확인되지 않았습니다. 흉막 삼출액에서 세포의 40%가 대식세포였고 세포질 내 식세포작용이나 다핵 세포는 관찰되지 않았습니다. 흉막 삼출액에서 감염원은 검출되지 않았다. 이후 흉막 및 복막액 배양에서 는 어떠한 성장도 보이지 않았다. 세포학적 소견에 근거하여 원형 세포에서 유래한 신생물이 의심되었으며, 고등급 림프종이 가장 가능성 있는 감별 판단으로 간주되었다. 말초혈액 분석에서는 좌측 이동을 동반한 호중구 증가(분절 호중구을(를) 실시한다 29.39 × 10 9 /L, 띠형 호중구을(를) 실시한다 2,942 cells/μL) 및 저알부민혈증(2.1 g/dL)을 제외하고는 유의한 소견이 없었다. 악성 원형 세포의 면역 표현형을 확인하기 위해 유세포 평가 및 클론성 검사가 이전에 설명한 바와 같이 사용되었다[ 4 ].\n흉막 삼출액(A)과 흉골 림프절의 세침 흡인( FNA)을 위한 세포 스핀 준비의 세포학(B). (A) 악성 원형 세포는 세포질이 부족하거나 중간 정도이고, 핵소체가 두드러지고, 핵은 혈액 세포의 두 배 이상이며, 때때로 비정상적인 분열상을 보인다(Diff-Quik 염색, 척도 막대을(를) 실시한다 100 μm). (B) 흉골 림프절의 세침 흡인 세포학. 두드러진 상피모양 조직구 침윤이 관찰된다(Diff-Quik 염색, 척도 막대을(를) 실시한다 100 μm).\n종양세포의 유세포 평가은 CD3 - /CD5 - /CD14 - /CD21 - /CD34 + /CD45 + /CD79a + 를 입증했으며 , 이는 미성숙 대형 B세포 림프구의 존재를 보여주었습니다. 항원 수용체 재배열(PARR)을 위한 흉막 및 복막액의 중합효소 연쇄 반응 검사는 면역글로불린과 T세포 수용체 유전자 모두을 중심으로 한 다클론 결과를 나타냈습니다(IDEXX Laboratories, USA).\n흉막 삼출액의 유세포 분석에 의한 면역 표현형 검사. 림프구는 주로 CD3 - /CD5 - /CD14 - /CD21 - /CD34 + /CD45 + /CD79a +를 나타냈습니다 .\n신생물의 기원을 확인하기 위해 초음파 영상 검사와 마취하지 않은 전산화 단층 촬영(CT)을 시행했습니다. 복강 전체의 장간막은 특히 복부 하부 수준에서 결절성에서 거대 병변을 보였습니다. 복부 내, 흉골, 종격동 및 기관지 림프절이 비대해졌고, 상당한 흉막 및 복막 삼출액. 초음파 영상 검사에서 위문 수준에서 위벽이 심하게 두꺼워지고, 벽 층이 소실되었으며, 이질적인 에코성이 나타났습니다. 십이지장 벽은 두꺼워지고, 층이 일부 소실되었으며, 인접한 장간막 지방에서 고에코성 합체 결절이 확인되면서 주름이 생겼다. 오른쪽 간엽에서 저에코성 결절이 발견되었습니다.\n마취하지 않은 흉부 및 복부 컴퓨터 단층 촬영 이미지. 조영제 투여 후(A, D) 횡단, (B, E) 시상면, (C, F) 등면 평면 이미지에서 장간막 주위의 확산성 결절성에서 대량 침윤(빨간색 화살표), 특히 복막 삼출액이 있는 방광 앞쪽(파란색 화살표 머리)을 보여줍니다. 흉골 림프절(노란색 화살표)과 흉막 삼출액 (녹색 별표)의 대량 비대가 확인되었습니다.\n세포학적 및 유세포 평가 결과가 대형 B세포 림프종을 나타내고, 대규모 장간막 병변의 영상적 특성을 고려할 때 PL이 가장 가능성 있는 감별 판단이었습니다.\n그러나 장간막 덩어리와 흉골 림프절의 초음파 영상 유도 미세 바늘 흡인(FNA)은 몇 개의 둥근 세포와 상피모양 조직구 유사 세포의 현저한 침윤을 특징으로 하는 낮은 세포성을 보였다. 조직구 유사 세포는 클러스터 또는 개별적으로 관찰되었으며 상피모양, 방추형 또는 다각형 모양을 보였다. 이러한 세포는 중간 정도의 이핵성, 뚜렷한 핵소체 및 거친 크로마틴을 보였다. 현미경 이미지에서 여러 개의 세포질 공포와 세포질 내 식세포가 있는 다핵 세포가 보였다. 낮은 세포성 때문에 유세포 분석은 수행하지 않았다. 따라서 조직구 유래 신생물 또는 과립 종성 염증의 가능성을 무시할 수 없다.\n주인의 요청에 따라 개는 병원에서 퇴원했습니다. 주인이 수술이나 다른 의료 개입의 가능성을 고려하는 동안 개는 계속해서 심각한 식욕 부진과 재발성 복수를 보였습니다. 수술 또는 진절개 생검을 사용하여 조직병리학을 통해 판단을 확인하려는 의도에도 불구하고 개는 처음 진료를 받은 후 4일째 되는 날 집에서 사망했습니다. 사후 검진은 실시되지 않았습니다.\n개에서 드문 감염인 PL은 이전에 대형 과립 림프구 장 림프종이 있는 개를 포함한 한 사례에서만 보고되었습니다[ 5 ].PL은 림프종이 복막으로 퍼지는 것이 특징입니다.상피 세포에서 유래한 신생물은 특히 위장관 및 비뇨생식기 악성 종양의 경우 복막을 직접 침습할 수 있다고 제안되었습니다[ 1 ].종양 세포는 원발 종양에서 분리되어 복막액 내에 떠다니며 복막 표면에 부착 및 침습될 수 있습니다[ 5 ].이전 보고서에서는 개에서 종양 절제 후 복강 내 병변과 고양이 결장 림프종의 원발성 덩어리을 중심으로 한 FNA를 설명했습니다[ 2 , 6 ].종양 세포는 원발 종양에서 직접 또는 의인성 과정을 통해 전파되어 잠재적으로 복강 내 파종을 초래할 수 있습니다. 여러 복강 내 장기와 림프절에 대한 반복적인 천자술과 초음파 영상 소견을 감안할 때, 복막 전파의 가능한 경로에 대한 추측적 가설이 생겨났습니다. 그러나 조직병리학적 검사와 사후 검사 없이는 정확한 메커니즘이 불분명합니다.\n전이성 암에서 복막 침범의 오진은 림프종증이 있는 개에서 흔합니다. CT는 PL 진단에 귀중한 정보를 제공할 수 있습니다. 주요 특징으로는 부피가 크고 균질한 덩어리가 있는 대망 케이크화 또는 복막과 장간막의 균질한 비후가 있습니다. 다른 특징적인 특징으로는 복부 림프의 확산적 비대와 간 및 장관과 같은 다른 복강 내 장기의 림프종성 침범이 있습니다. 암종증은 일반적으로 원발성 덩어리 근처의 영향을 받는 국소 림프절이 있는 작은 결절성 패턴으로 나타납니다[ 7 ]. 복수는 PL과 암종증에서 자주 관찰됩니다[ 7 ]. PL은 질병 과정 중 림프종의 초기 증상으로 나타나거나 무증상 림프 종 하위 유형에서 고등급 형태로 변환되어 나타날 수 있습니다[ 7 ]. 본 증례에서는 복부 장간막과 복막에 확산적이고 균질한 결절성에서 광범위 병변이 확인되었고, 복강 내 간과 소화관 감염을 시사하는 여러 림프절 종대와 병변이 확인되었습니다.\n판단 영상과 함께 사용하는 유세포 평가법은 체강 삼출액에서 악성 세포를 식별하는 신뢰할 수 있는 방법입니다. 신생물 세포의 면역 표현형 검사에서 CD3 - /CD5 - /CD14 - /CD21 - /CD34 + /CD45 + /CD79a + 가 확인되어 대형 B세포 림프종 신생물이 있음을 나타냅니다[ 8 ].\nPARR은 면역글로불린과 T세포 수용체 유전자 모두에 대해 다클론 패턴을 보였다. 유동 세포 평가기에 비해 PARR은 B세포 림프종 판단에 대한 민감도(67%)와 음성 예측값(52%)이 낮지만 특이도는 100%로 유지되었다[ 9 ].가성 음성 PARR 결과는 종양 세포가 프라이머 결합에 적합하지 않은 V 또는 J 영역 내의 유전자를 가지고 있어 정확한 검출을 방해하기 때문일 수 있다[ 10 ].또 다른 그럴듯한 설명은 악성 세포가 유전자 재배열 과정이 완료되지 않은 초기 전구 세포로 구성될 수 있다는 것이다.이 경우 상당수의 세포가 전구 세포 마커 인 CD34를 발현하는 크고 둥근 세포였다.CD34 양성은 B세포 림프종의 약 10%에서 관련 사례가 보고된 바 있다[ 11 ]은(는). CD34+ B 세포 림프종은 CD34+ 백혈병과는 다른 림프증식성 감염으로 추정되며 변칙적 증상으로 간주됩니다[ 11 , 12 ]. 세포병리학과 유세포평가을 포함하는 결합 접근법은 림프종성 병변이 있는 체강 삼출액을 평가하는 비침습적이고 매우 유용한 방법이 될 수 있습니다[ 13 ].\n흉막액과 복수의 세포학적 소견은 고등급 림프종의 세포학적 소견과 일치했습니다. 흉골 림프절과 장간막 종괴의 세포학적 소견은 상피모양 조직구와 유사한 세포의 여러 응집체를 보였으며, 주로 흉골 림프절의 둥근 세포 위에서 관찰되었다. 림프종을 포함한 종양에서 과립종성 반응의 원인은 아직 알려지지 않았지만, 몇 가지 가능성이 제안되었다. 예를 들어, T세포 매개 비특이적 염증 반응과 종양 세포에서 생성되는 사이토카인이나 항원을 중심으로 한 지연된 과민증은 단핵구 활성화와 상피모양 조직구로의 전환을 자극할 수 있습니다[ 14 ]. 눈에 띄는 과립종 병변이 있는 경우 병변이 기저 악성 감염을 가릴 수 있으므로 판단이 어려울 수 있습니다. 세포학적 소견만으로 반응성 조직구증 또는 조직구성 신생물을 기저 종양과 구별하는 것은 어려울 수 있으며, 생검이 필요할 수 있습니다[ 15 ].\n이 사례 보고서는 개에서 복강 내 및 흉부 림프절 종대와 복막 및 흉막 삼출액이 특징인 PL이라는 희귀 감염을 강조했습니다. 이 연구에서 사용된 판단적 접근 방식, 즉 판단 영상, 세포학, 체강 삼출액의 유세포 평가 면역 표현형 검사는 모두 장간막 침범이 있는 CD34+ 대형 B 세포 림프종의 잠정적 판단에 기여했습니다.\n"}