{"title": "3. 개의 심장 덩어리와 유사한 감염성 심낭염을 동반한 비정형적 국소성 심낭 삼출액 사례 보고", "author": "이지윤", "publisher": "한국수의과학회", "department": "외과", "disease": "3. 개의 심장 덩어리와 유사한 감염성 심낭염을 동반한 비정형적 국소성 심낭 삼출액: 사례 보고\n13세의 몰티즈견이 실신과 무기력증으로 내원했습니다. 복부 초음파 영상 검사에서 무반향성 복막 삼출액과 간 울혈이 나타났습니다. 우심실과 심방을 압박하는 국소성 에코성 둥근 덩어리가 심장 초음파 영상 검사에서 관찰되었습니다. 심장 탐포나드와 우심실 유출로 폐쇄가 발생했습니다. 컴퓨터 단층 촬영에서 조영제 증강 없이 오른쪽 방을 압박하는 균질한 연부조직 구조가 국소성 심낭 삼출액으로 의심되었습니다. 심낭 천자술 중에 심장 탐포나드가 해소되 었고 불규칙한 심낭 비후가 관찰되었습니다. 심낭 삼출액은 삼출액이었고 세포 검사에 서 그람 양성 세균 집락이 관찰되었습니다. 세균 감염에 따른 섬유소성 심낭염으로 진단되었습니다.\n주요단어 개 , 심장 신생물 , 컴퓨터 단층촬영 , 심장초음파 , 심장\n이동 : \n개에서 심낭 삼출액의 가장 흔한 원인에는 심장 종양에 이차 적인 심낭 삼출액과 특발성 심낭 삼출액이 포함됩니다[ 1 ]. 심낭 삼출액의 드문 원인으로는 질병성 심낭염이 있습니다. 심초음파 영상에서 심낭 삼출액은 원인에 따라 무반향에서 에코로 나타날 수 있지만, 그 분포는 전형적으로 확산되어 원인에 관계없이 매끄러운 경계로 심장 전체를 둘러싸고 있습니다[ 2 ].\n이 보고서는 질병성 심낭염이 있는 개에서 심장 종양을 모방한 심각한 덩어리 효과를 초래하는 초점 덩어리를 형성한 비정형적 방실 심낭 삼출액의 드문 사례를 제시합니다. 특히 이 보고서는 심낭염이 있는 개에서 방실 심낭 삼출액의 심장초음파 영상 및 컴퓨터 단층촬영(CT) 특징을 밝혀 방실 심낭 삼출액과 심장 종양을 구별하는 데 도움이 되었습니다.\n13세, 1.5kg의 불임 수술을 받은 암컷 말티즈견이 실신과 무기력증을 보였다. 신체 검사에서 이 개는 사지가 차갑고, 빈맥, 4등급 수축기 심잡음을 보였다.. 체온은 37.2°C였습니다. 전세포수와 혈액화학 검사에서 빈혈(헤마토크릿 24.7%; 기준 범위 36.9%-55.0%)을 제외하고는 이상 소견이 없었습니다.\n흉부 방사선 사진에서 양측 심방 비대와 하대정 맥 확장이 의심되었습니다(척추 심장 점수, 9.5; 척추 좌심방 점수, 2.9). 복부 방사선 촬영은 급성 복통 환자의 초기 선별 도구로 사용된다.. 복부 초음파에서 무반향성 복막 삼출액이 확인되었습니다. 하대정맥과 간정맥의 확장이 관찰되었습니다. 초음파 영상 유도 복막 천자를 시행하였고, 체액 평가 결과 복막 삼출액이 삼출액(총 유핵 세포 수, 220개/mcL; 기준 간격 < 1,500개/mcL; 총 단백질, 2 g/dL; 기준 간격 < 2 g/dL)인 것으로 나타났습니다. 따라서 우심부전이 의심되어 심장 초음파를 시행했습니다.\n개의 오른쪽 측면(A)과 배측(B) 흉부 방사선 사진. 측면 영상(A)에서 좌심방 비대(노란색 화살표)와 대정맥 확장(노란색 별표)이 의심되고, 배측 영상(B)에서 우심방 비대(노란색 점선 화살표)가 의심됩니다. 심장초음파 영상에서 오른쪽 흉골 옆 장축 4심실(C), 왼쪽 정점 장축 4심실(D)과 오른쪽 흉골 옆 단축(E)을 촬영한 모습. 우심실(RV)과 우심방(RA) 옆에 있는 국소적 에코성 원형 덩어리(노란색 별표)가 RA와 RV(C, D) 및 우심실 유출로(E)를 압박하고 있다. 심낭 천자술(F) 동안 왼쪽 흉골 옆 단축 영상에서 심낭이 불규칙하게 두꺼워지는 모습(노란색 화살표)이 관찰되었습니다. PA, 폐동맥.\n우심실과 심방 사이의 자유벽에서 돌출된 국소적 저에코성에서 에코성인 둥근 덩어리(직경, 10.27mm)가 경흉부 초음파 영상(Vivid E90; GE Healthcare, USA)에서 나타났습니다. 컬러 도플러에서 덩어리에 혈류 신호가 나타나지 않았지만 심장 운동으로 인해 민감한 진단가 어려웠습니다. 덩어리로 인해 우심방과 심실에 심각한 압박이 나타났다. 우심방은 심실 수축기(심장 탐포나드)에 확장될 수 없었고, 경삼첨판 속도가 증가했습니다(1.43m/s; 기준 간격, 0.50-0.98m/s). 질량에 따른 우심실 유출로(RVOT) 압박으로 인해 수축성 난류 혈류와 증가된 속도(4.47m/s; 기준 간격 0.50-1.50m/s)를 동반한 RVOT 폐색이 발생했습니다. 심실 중격 편평이 관찰되었습니다. 승모판 혈류가 감소(E 피크, 0.37m/s; 기준 간격 0.52-0.81m/s; A 피크, 0.51m/s; 기준 간격 0.45-0.78m/s)되었고, M 모드에서 좌 심실 이완기 치수가 감소했습니다(10.03mm; 기준 간격 15.3-21.3mm). 심장초음파 영상 검사 결과, 혈관육종과 같은 오른쪽 자유벽 질량에 의한 오른쪽 챔버 압박으로 인해 심장 탐포네이드가 유발되어 오른쪽 심부전이 의심되었습니다. 질량의 기원과 구조적 특성을 진단하기 위해 CT를 시행했습니다.\n전신마취는 propofol(Anepol ; Hana Pharm, Korea) 6.0 mg/kg을 정맥주사로 투여하여 유도하였고, 기관내 삽관 후 2% isoflurane을 사용하여 유지하였다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 0 mm, 회전 시간 0.CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 조영제 투여 후 영상은 iohexol(Bonorex 300 Injection; D aehan Pharm, Korea) 600 mgI/kg을 정맥주사한 후 획득하였다. \nCT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 34 × 10.14 × 30.92mm, 33 HU)를 보였습니다. 이 구조는 심낭의 바깥층에 연결된 경미한 조영 증 강 여백을 제외하고는 조영 증강을 보이지 않았습니다. 심낭 비후는 관찰되지 않았습니다. 이 구조는 우심실과 심방 압박으로 이어졌습니다. 조영 증강이 없었기 때문에 국소화된 심낭 삼출액이 의심되었다. \n \t\n조영제 투여 전 횡단면(A)과 조영제 투여 후 횡단면 (B) 및 시상면(C) 평면 컴퓨터 단층 촬영 이미지. 초점이 맞고 균일한 연조직을 약화시키는 원형 구조(노란색 별표)가 우심실(RV )과 우심방(RA)의 두개복부에서 오른쪽 챔버를 압박하는 것을 알 수 있습니다. 이 구조는 조영제 증강을 보여주지 않습니다. \n초음파 유도 심낭 천자를 시행했습니다. 심낭 천자 중, 심장 초음파 영상에서 불규칙한 심낭 비후가 관찰되었습니다. 심낭 천자 후, 심장 탐폰이 해소되었습니다. RVOT 폐쇄도 해소되었고, 속도가 감소했습니다(1.09 m/s; 기준 간격, 0.50-1.50 m/s). 경삼첨판 속도는 정상 범위(0.79 m/s; 기준 간격, 0.50-0.98 m/s)로 감소하여 수축 패턴이 없음을 나타냅니다.\n육안으로 심낭 삼출액은 흐린 갈색으로 나타났다. 체액 평가에서 심낭 삼출액은 삼출물로 확인되었다(총 유핵 세포 수, 9,410개/mcL; 기준 범위 > 5,000개/mcL; 총 단백질, 5.4g/dL; 기준 범위 > 2g/dL). Diff-Quik 염색을 사용하여 섬유소 기질과 섞인 괴사성 및 염증성 세포가 드러났다. 변성성 호중구, 대식세포, 박테리아 군집을 포함한 몇몇 호중구가 관찰되었다. 그람 염색을 통해 그람 양성 박테리아 군집의 수가 드러났다. 최종 진단은 박테리아 질병에 따른 섬유소성 심낭염이었다.\n심낭 삼출액의 Diff-Quik 염색( AC)과 그람 염색(D)을 이용한 세포학. Diff-Quik 염색(AC)에서 괴사 세포가 섬유질 기질(흰색 화살표), 변성 호중구(검은색 화살표)를 포함한 호중구, 박테리아 군집(빨간색 화살표)과 혼합되어 있음. 그람 양성 박테리아 군집(빨간색 화살표) 의 수는 그람 염색(D)으로 관찰되었습니다. 척도 막대: (AC) 50㎛, (D) 20㎛.\n \n소유자에게 심낭절제술이 제안되었습니다. 그러나 소유자는 수술에 동의하지 않았고 엔로플록사신(10mg/kg 하루 한 번, 경구, Baytril Flavour Tablets 50mg; Bayer, Germany)과 메트로니다졸(15mg/kg 하루 두 번, 경구, Flasinyl tab; HK inno.N Corp., Korea)을 포함한 항생제가 투여되었습니다. 환자가 사망할 때까지 총 9회의 추적 관찰이 진행되었으며, 2개월 이상 주 1~2회 빈도로 진행되었습니다. 추적 관찰 중에 국소성 심낭 삼출액이 재발하여 약 2주마다 5회 심낭 천자술을 시행했습니다. 개는 마지막 추적 관찰 후 7일(판단 후 약 2개월)에 급성 호흡 곤란으로 집에서 사망했습니다. 부검은 실시되지 않았습니다.\n우리가 아는 한, 이것은 개에서 질병성 심낭염을 동반한 방광성 심낭 삼출액에 대한 첫 번째 보고입니다. 심초음파 영상에서 방광성 심낭 삼출액은 오른쪽 자유벽 내에 에코성 덩어리로 나타났고, 심각한 오른쪽 심방 압박으로 이어졌으며, 그 결과 심장 탐포나드와 RVOT 폐쇄가 발생했습니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다..\n개에서 질병성 심낭염은 심낭 삼출액의 드문 원인입니다 [ 1 , 2 ]. 이전 연구에서는 심낭 삼출액이 있는 개 중 4.7%만이 심낭염으로 진단되었습니다 [ 1 ]. 이 연구에서 박테리아 원인에는 Bacteroides spp., Actinomyces spp., Streptococcus canis 및 Pasturella 가 포함되었다. . 본 증례에서는 조직병리학적 검사를 시행하지 않았다는 한계가 있지만 세포 검사를 통해 질병성 심낭염의 임시 진단이 가능했습니다. 본 증례에서 세포 검사에서 많은 수의 그람 양성 박테리아 군집이 확인되었습니다. 그러나 배양 실패로 인해 원인 박테리아를 알 수 없었다. 배양 실패의 이유는 알 수 없었지만 가능한 이유로는 괴사 세포가 많고 생존 가능한 박테리아가 부족하며 박테리아가 생존 가능하지만 배양할 수 없는 상태 등이 있습니다.\n이전에 보고된 개와 고양이의 질병성 심낭염의 병인에는 잔디 까끄라기나 식도 이물질과 같은 이물질 이동, 외상, 면역 억제제 투여, 혈행성 확산 및 질병의 국소 확장이 포함됩니다[ 3 ]. 질병성 심낭염이 있는 일부 사례에서는 질병의 병인이 확인되지 않았고, 본 사례에서는 질병 원인을 완전히 결정하지 못했습니다. 우리의 경우 외상 관련 병력이나 골절과 같은 외상에 의심스러운 소견이 없었으므로 외상이 질병성 심낭염의 원인일 가능성은 낮다고 생각했습니다. 영상 모달리티를 통해 잔디 까끄라기와 같은 작은 이물질을 완전히 배제하는 것은 어려웠지만, 심장 초음파 영상 및 CT에서 심낭 조직으로의 이물질 이동에 의심스러운 소견은 없었습니다. 환자는 5년 전에 알 수 없는 원인의 발작으로 1년 동안 약을 복용했으며, 그 당시 면역 억제제를 복용했을 수 있지만, 우리 병원에 입원하기 전 4년 동안은 어떤 약도 복용하지 않았다. 전신 질병을 시사하는 발열 등의 증상은 없었고, 방사선 검사, 복부 초음파, CT 등 다른 장기의 뚜렷한 이상 소견도 보이지 않았다. 다만, 혈액 검사와 배양 검사를 하지 않아 이 증례의 한계점이었다.\n단지 몇몇 보고서에서만 개에서 심낭염의 심초음파 영상적 특징을 설명했습니다[ 4 , 5 ]. 에코성 심낭 삼출액은 심낭 비후 또는 심낭 삼출액에서 피브린을 나타내는 이동성 선형 고에코 구조와 함께 관찰될 수 있습니다. 본 사례에서 심낭 삼출액은 에코성이었고 심낭 천자 후 불규칙한 심낭 비후가 관찰되었으며 이러한 결과는 이전 보고와 일치합니다. 그러나 에코성 심낭 삼출액은 심장 종양이나 좌심방 파열이 있는 개에서도 관찰될 수 있습니다[ 6 ]. 게다가 만성 심낭 삼출액에서는 경미한 심낭 비후가 발생할 수 있다.\n원인에 관계없이 심낭 삼출액은 일반적으 로 심장을 원주형으로 둘러싼다[ 2 ]. 본 사례에서, 분산된 심낭 삼출액은 우심방, 심실 및 우심실 우회로 압박 으로 이어지는 현저한 질량 효과를 갖는 둥근 모양의 에코형 구조를 형성했다. 이러한 소견은 비정형적이었으며 심장 질량과 유사했다. 개에서 분산된 심낭 삼출액이 보고된 사례가 몇 가지 있었지만, 모든 개에 서 분산된 심낭 삼출액의 원인은 외상으로 인해 유발되었다[ 7 , 8 ]. 더욱이 개에서는 분산된 심낭 삼출 액의 자세한 영상 특징이 부족하다.\n인간의 경우 질병성 심낭염과 함께 국소성 심낭 삼출액이 보고된 바가 여러 건 있습니다[ 9 , 10 ]. 박테리아가 침입하면 활성화된 백혈구 이동이 응고와 그에 따른 피브린 형성을 자극합니다. 시간이 지남에 따라 피브린 축적이 증가하고 심낭 접착 및 비후로 인한 심낭 폐색이 발생할 수 있습니다. 삼출액의 흡수가 충분하지 않으면 국소성 심낭 삼출액이 발생할 수 있습니다. 우리의 경우 세포 검사에서 상당량의 피브린이 확인되었고 심낭 폐색이 국소성 심낭 삼출액의 원인으로 의심되었습니다.\n심초음파 영상는 심낭 삼출액 판단의 첫 번째 선택이지만, 국소화된 심낭 삼출액과 심장 덩어리 또는 인접 구조물을 구별하는 데 어려움이 있을 수 있습니다[ 11 ]. 인간의 경우, 다수의 국소화된 심낭 삼출액 사례가 심초음파 영상에서 심장 덩어리와 같은 다른 구조물로 오진되었습니다[ 12 , 13 ]. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 조영제 증강 초음파 영상도 덩어리와 국소화된 심낭 삼출액을 구별하는 데 좋은 옵션이 될 수 있습니다[ 15 ]. 본 사례와 마찬가지로, 컬러 도플러는 심장 운동으로 인한 인공물로 인해 심장 덩어리의 혈류를 정확하게 진단하기 어렵습니다. 대조제를 첨가한 초음파 영상는 심장 종양의 혈류를 민감하고 정확하게 평가할 수 있으며, 혈액 신호가 나타나는 심장 종양과 혈액 신호가 나타나지 않는 국소성 심낭 삼출액을 구별하는 데 도움이 됩니다.\n결론적으로, 심낭염이 있는 개는 심각한 덩어리 효과를 가진 국소성 심낭 삼출액을 발생시킬 수 있으며, 이는 심장 종양을 모방할 수 있다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다..\n"}