{"title":"2. 개존 동맥관에서 유래하는 비정상적인 좌측 쇄골하 동맥을 동반한 지속적인 우측 대동맥궁 개례 보고","author":"윤치호","publisher":"한국수의과학회","department":"외과","disease":"2. 개존 동맥관에서 유래하는 비정상적인 좌측 쇄골하 동맥을 동반한 지속적인 우측 대동맥궁 개례 보고\n4개월 된 온전한 수컷 삽사리견이 고형 음식 섭취 후 식후 역류의 병력으로 의뢰되었습니다. 흉부 방사선 검사에서 T1~T4 척추 수준에서 흉부 기관의 국소적 좌측 변위가 나타났습니다. 바륨 조영제 방사선 검사에서 심장 바닥 수준에 서 두개 흉부 식도의 국소적 확장이 나타났습니다. 개방된 동맥관에서 분기된 비정상적인 좌측 쇄골하 동맥이 있는 지속적인 우측 대동맥궁(PRAA)은 컴퓨터 단층 혈관 조영술(CTA)로 판단되었습니다. 바륨 조영제 방사선 검사로 PRAA를 추정 판단할 수 있지만, 추가 혈관 이상, 특정 유형 및 수술 계획을 식별하기 위해 CTA를 고려해야 합니다.\n주요 단어 컴퓨터단층혈관조영술, 혈관고리 , 동맥관개존증, 쇄골하동맥\n이동 : \n혈관 고리 이상은 대혈관 및 관련 구조물의 선천적 기형으로, 완전하거나 일부 혈관 고리가 형성되어 식도와 기관이 둘러싸이고 변위되는 현상을 초래합니다[ 1 , 2 ].\n수의학 문헌에서 9가지 유형의 혈관고리 이상이 보고되었다. 혈관고리 이상이 있는 개을 중심으로 한 보고 빈도는 이상 유형에 따라 다릅니다[ 3 , 4 ]. 좌측 동맥 인대가 있는 지속적인 우측 대동맥궁(PRAA)이 개에서 의료적 혈관 고리 이상의 95%를 차지하는 것으로 기록되어 있습니다[ 5 ]. 좌측 동맥 인대가 있는 경우 흉부 기관과 식도가 압박되어 대동맥의 영구 아치와 동맥 인대로 구성된 혈관고리가 형성됩니다[ 6 ]. 이 압박으로 인해 이유 직후 두개 식도가 확장되고 고형 음식이 역류합니다[ 6 ]. 나머지 유형에 해당하는 혈관 고리 이상이 발생하는 경우는 드물지만[ 3 ] 수술적 접근 방식이 유형에 따라 다르므로 특정 유형을 식별하는 것이 중요합니다.\n혈관 고리 이상의 정확한 유형을 확인하는 데 컴퓨터 단층 혈 관조영술(CTA)의 중요성을 강조하는 추세가 커지고 있습니다. 그러나 드문 유형의 혈관고리 이상을 중심으로 한 CTA을 중심으로 한 보고는 제한적입니다[ 3 , 4 ]. 따라서 이 증례 보고의 목적은 개존 동맥관(PDA)에서 유래하는 비정상적인 좌측 쇄골하 동맥과 PRAA로 판단된 환자를 제시하여 PRAA가 의심되는 경우 CTA를 사용하는 것의 중요성을 강조하는 것이었습니다.\n4개월 된 온전한 수컷 삽사리, 체중 2.3kg이 고형 사료 섭취 후 식후 구토의 병력으로 의뢰되었다. 주인은 이 개가 한 달 전에 이 병원을 방문한 후 젖을 뗀 후 구토의 의료적 징후를 보였다고 보고했습니다. 주인은 또한 이 개가 다른 새끼 개에 비해 쇠약해졌다고 보고하였다. 진료 시 개는 밝고 기민했습니다. 모든 생체 지표는 이상이 없었고 청진은 정상적인 리듬을 감지하였다. 나머지 신체 검사, 완전 혈구 수, 혈청 생화학은 경미한 빈혈(헤마토크릿 30.5%; 기준 구간 35%~55%)을 제외하고는 모두 특별한 것이 없었습니다.\n일반 흉부 방사선 사진은 측면에서 두개 흉부 식도의 가스 충전 확장과 복측 등쪽에서 흉부 기관의 좌측 변위를 보여주었습니다. 그 후, 바륨 식도 조영술을 시행하여 식도가 두개에서 심장 바닥까지 확장된 것을 보여주었다. 개의 발병 연령, 임상 징후 및 방사선 소견을 기반으로 추정 진단은 PRAA였습니다. 기타 감별 판단에는 식도 협착, 식도염, 특발성 거대식도 및 방사선 투과성 이물질이 포함되었습니다.\n바륨 식도조영술 중 얻은 오른쪽 측면(A) 방사선 사진과 복측 등쪽(B) 방사선 사진은 각각 기관의 국소적 확장(화살표 머리)과 기관의 좌측 편향(화살표)을 보여줍니다.\n정확한 혈관 해부학적 구조는 전신마취 하에 160-단면 멀티 검출기 CT(Aquilion Lightning 160; Canon Medical Systems, Japan)를 사용하여 진단했습니다. 개에게 부토르파놀(0.2 mg/kg, 정맥 주사[IV], Butophan; Myungmoon Pharm, Korea)과 미다졸람(0.2 mg/kg, IV, Midazolam Inj.CT는 자유 공기 감지를 포함한 흉복부 영상 평가에 유용하다. 0 L/min)와 이소플루란(Irfan; Hana Pharm, Korea)을 투여하였다. 개는 전체 시술 동안 흉골을 눕힌 자세로 눕혔습니다. 볼러스 추적 부위의 위치를 확인하고 CTA를 진행하기 위해 머리에서 꼬리 방향으로 전신에 대한 나선형 스캔을 진행했습니다. 사전 조영 및 혈관 조영 볼륨 이미지의 스캐닝 매개변수는 다음과 같습니다. 120 kVp, 150 mAs, 회전 시간 0.75초 및 두께 0.5mm. 비이온성 요오드 조영제(Omnipaque 300; GE Healthcare, No rway)와 생리식염수는 듀얼 헤드 파워 주입기(Salinet; Medrad Inc., USA)를 사용하여 투여했습니다. 요오드 함량이 300 mgI/mL인 3 mL/ kg의 용량을 1 mL/초의 속도로 투여했습니다. 그런 다음 생리식염수를 조영제 볼륨의 절반으로 주입하여 1 mL/초의 고정 주입 속도를 유지했습니다. CTA를 진단한 결과 흉부 오른쪽의 중앙 주위를 확장하는 PRAA가 존재하여 기관이 좌측으로 편향되고 제3 늑간 공간에서 식도가 수축되었습니다. 또한 PDA와 비정상적인 좌측 쇄골하 동맥을 포함한 여러 다른 혈관 이상이 감지되었습니다. 하행 대동맥 수준에서 조영제 증강 을 보여주는 최대 단축 직경이 2.3mm인 덕트가 주 폐동맥 방향으로 연결되고 확인되어 PDA의 존재가 확인되었습니다. 이 PDA 구조에 따라 덕트의 두개부에서 발생하는 작은 비정상적인 좌측 쇄골하 동맥이 확인되었습니다.\nCT(컴퓨터 단층 촬영) 혈관 조영술은 비정상적인 좌측 쇄골하 동맥(A) 과 개존 동맥관(PDA)(B)의 근위부 수준에서 횡단적 영상을 촬영했습니다. CT는 자유 공기 감지를 포함한 흉복부 영상 평가에 유용하다.. LSA, 좌측 쇄골하 동맥.\n심장초음파 영상검사에서 좌우 단락이 있는 PDA가 있는 것으로 확인되었습니다. 수축기에는 3.98m/s, 이완기에는 3.03m/s의 연속적인 관류가 측정되었습니다. 폐동맥이 있는 심장 바닥의 오른쪽 흉골 단축 보기에서 주폐동맥 수준에서 2mm의 작은 결함이 보였습니다.\n두개 횡심장 기저부의 좌측 흉골 단축 축도(A)와 동일 레벨의 스펙트럼 도플러 영상(B )으로, 폐동맥 내의 덕트 흐름을 나타내는 잘 정의된 제트(빨간색 화살표)를 보여줍니다. 폐동맥이 있는 심장 기저부의 우측 흉골 단축 축도(C)로, 폐동맥 레벨에서 작은 크기의 덕트(빨간색 화살표)를 보여줍니다.\nPDA를 결찰하고 절단하고, 비정상적인 좌측 쇄골하 동맥이 식도 압박을 유발하는지 진단하기 위해 좌측 4번째 늑간 흉부 절개술을 시행했습니다. 좌측 쇄골하 동맥은 매우 얇은 것으로 관찰되어 식도 압박에 최소한의 영향을 미칠 수 있음을 시사했습니다. 그 결과, 수술 절차는 좌측 쇄골하 동맥을 그대로 두고 PDA만 절제하는 것이였습니다.\n수술 과정, 마취제 투여, 이후 환자의 회복에는 합병증이 없었다. 수술 후 5일 동안 환자는 임상 증상이 재발하지 않았다. 그 후 임상증상의 빈도는 점차 감소했습니다. 7개월 추적 조사에서 소유자는 식단을 수정하지 않는 한 임상증상이 관찰되지 않았다고 언급했습니다.\n혈관 고리 이상은 대동맥궁의 비정상적인 배아 발달로 인해 발생할 수 있습니다[ 1 ]. 이러한 이상은 성숙한 심혈관계의 구조적 변화로 이어질 수 있습니다[ 1 ]. 그 결과로 식도, 기관 또는 둘 다를 둘러싼 비정상적인 혈관이 존재하여 이러한 기관의 부분적 폐쇄가 발생합니다[ 1 ]. 9가지 유형의 혈관고리 이상이 보고되었습니다[ 3 , 4 ]. 1형은 좌측 동맥인대가 있는 PRAA에 해당합니다. 이 유형은 개와 고양이에서 관찰된 모든 혈관고리 이상의 9 5%를 차지하는 것으로 보고되었습니다[ 1 , 2 , 5 ]. 이 사례 보고에서 우리는 PDA에서 좌측 쇄골하 분지가 있는 우측 대동맥궁에 해당하는 8형 혈관고리 이상을 설명했습니다. 이 상태는 소수의 수의학 연구에서만 기록되었습니다[ 6 , 7 ]. 이 사례는 CTA를 통해 정확하게 판단되었으며, 이를 통해 대동맥과 폐동맥을 연결하는 조영제 증강 혈관 구조의 존재를 확인하여 PDA의 존재를 나타냈습니다. 이 구조에서 분기된 매우 얇은 변칙적인 쇄골하 동맥도 확인되었다.\n혈관 고리 이상의 임시 진단은 환자의 병력과 임상 및 방사선 검사 결과를 기반으로 자주 이루어집니다. 일반적으로 혈관고리 이상의 우세한 임상 지표는 역류로, 이유 단계에 서 고형 식품으로 전환하는 동안 강아지나 고양이에게 나타납니다[ 1 ]. 영향을 받는 동물은 종종 같은 배에 태어난 동물에 비해 날씬한 체격을 보입니다[ 1 ]. 일부는 흡인성 폐렴으로 인한 호흡곤란을 경험할 수 있습니다[ 1 , 7 ]. 이러한 동물의 측면 영상 및 대조 방사선 사진은 일반적으로 심 장 바닥 근처의 식도 수축과 심장 두 개의 식도 확장을 보여줍니다. 복측 등쪽 방사선 사진은 종종 기관의 좌측 곡률을 보여줍니다[ 6 ]. 이러한 독특한 방사선적 관찰은 일반적으로 PR AA의 존재와 관련이 있습니다[ 6 , 7 ]. 결과적으로 수술 전 혈관고리 해부학의 추가 판단 영상 촬영은 거의 진행되지 않습니다[ 4 ]. 그러나 PRAA가 혈관고리 이상의 약 95%를 차지함에도 불구하고[ 5 ], 일반적으로 방사선 검사로는 시각화할 수 없는 덜 흔한 이상이 공존할 수 있습니다[ 7 ].\n식도 압박과 관련된 임상 징후로 이어지는 혈관 고리 이상의 경우 수술 권장 사항에는 일반적으로 수축 혈관의 절개, 결찰 및 분할이 포함됩니다[ 8 ]. 본 사례에서 PDA와 비정상적인 좌측 쇄골하 동맥은 식도 압박의 잠재적인 원인인 두 가지 요인이었습니다. PDA와 쇄골하 동맥은 혈관 구조이므로 보다 흔히 발생하는 유 형의 PRAA와 비교하여 다른 수술 계획이 필요했습니다[ 5 ]. PDA의 경우 수술적 교정이 강력하게 고려되었습니다[ 5 ]. 좌측 쇄골하 동맥이 식도에 최소한의 압박을 가하는 것으로 관찰되었으므로 외과의는 그대로 두기로 결정했습니다[ 9 ]. 본 사례와 마찬가지로 혈관고리 이상의 유형에 따라 수술적 접근 방식이 다를 수 있음을 고려할 때 생명을 위협하는 출혈 위험을 줄이기 위해 수술 전 CTA를 통해 혈관의 해부학적 구조를 정확하게 이해하는 것이 중요합니다.\n결론적으로, 환자 병력, 임상적 징후, 바륨 식도조영술, PRAA 진단을 위한 표준 방사선 촬영과 같은 기존 방법은 유형의 감별에 대한 제한된 자료만 제공할 수 있습니다. 수술 전 CTA를 실시하는 과정은 수술 계획을 세우기 전에 혈관의 해부학적 구조를 정확하게 이해하는 데 중요한 역할을 합니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용합니다.\n"}