{"title": "34. 개에서의 드문 벽내 개존 동맥관 개존증 사례", "author": "김정현", "publisher": "한국수의과학회", "department": "외과", "disease": "34. 개에서의 드문 벽내 개존 동맥관 개존증 사례을(를) 실시한다 해부학적, 조직병리학적 및 방사선학적 특징\n5세 된 개가 무기력증과 호흡곤란으로 평가되었습니다. 방사선 사진에서 흉막 삼출액이 있는 심비대가 발견되었고, 개는 흉막 천자술 중에 사망했하였다. 부검 시 하행 대동맥과 폐동맥 줄기가 확장되어 밀접하게 접촉했지만, 개존 동맥관(PDA)의 외부 증거는 없었다. 그러나 하행 대동맥을 열었을 때 폐동맥 줄기로 통하는 구멍이 분명했습니다. 조직병리학적 조사에서 벽내 PDA가 구조와 구조를 가진 혈관 조직과 유사했습니다. 판단은 벽내 PDA였으며, 개에서 매우 드물게 보고된 PDA 유형입니다.\n주요단어 개 , 선천성 심장병 , 대동맥 선반 , 흉막 삼출액\n이동 : \n개존 동맥관 개존증(PDA)은 개에서 가장 흔한 선천성 심장병 중 하나입니다[ 1 , 2 ]. PDA는 태아 발달 중에 폐동맥에서 대동맥으로 혈액을 분류하는 동맥관이 지속되는 것이 특징이며 일반적으로 분만 후 7~8일 이내에 닫히며 조직학적 연구에 따르면 더 일찍 닫히는 것으로 나타났습니다[ 3 , 4 ]. 출생 후에도 관이 닫히지 않으면 전신 동맥압이 상승하고 폐동맥압이 떨어져 일반적으로 좌우 단락이 발생하여 혈액이 대동맥에서 폐동맥으로 흐릅니다[ 3 ].\n보고된 PDA의 표준 형태에는 벽외 PDA가 포함되며 혈관조영술을 통해 4가지[ 5 ] 또는 5가지[ 6 ] 표현형으로 분류되었습니다. 벽내 PDA는 이전에 보고된 분류 시스템에 포함되지 않았으며 지금까지 단 한 건의 사례만 보고되었습니다[ 7 ]. 그 사례에서 PDA는 대동맥 벽 내에 완전히 포함되었으며 PDA의 벽내 측면은 심장 초음파 영상에서 명확하지 않았습니다[ 7 ]. 그 사례에서 수술적 교정을 시도했을 때 뚜렷한 관형 PDA 혈관이 없어 결찰이 불가능했고 그 개는 수술 중 심장마비로 사망했습니다. 여기서 우리는 의료적, 총체적 해부학적 및 조직병리학적 발견과 관련된 세부 사항을 포함하여 벽내 PDA가 있는 개의 치명적인 임상 경과를 보고합니다. 우리가 아는 한, 이것은 문헌에서 개 벽내 PDA의 방사선적 및 조직병리학적 특징을 중심으로 한 첫 번째 보고입니다. 극히 드문 선천성 심장병인 이 감염의 정확한 해부학적 구조에 대한 우리의 설명은 앞으로 임상의가 심장내 동맥류를 판단하고 조절하는 데 도움이 될 수 있습니다.\n5세, 2.8kg의 암컷 말티즈견이 급성 무기력증과 호흡곤란의 3일 병력을 진단하기 위해 수의학 교육 병원으로 의뢰되었습니다. 주인은 환자가 강아지일 때부터 개가 덜 활동적이었다고 보고했지만, 호흡곤란은 한 달 전에 처음 발견되었고 3일 전에 심하게 악화되었다. 진료 당일에 의뢰 수의사가 개를 검사했을 때, 심각한 호흡곤란을 보였다. 의뢰 수의사는 방사선 검사에 근거하여 심낭 삼출을 의심하는 심비대증 판단을 내렸지만, 약물은 처방되지 않았습니다. 개는 추가 판단 평가 및 조절를 위해 우리 병원으로 의뢰되었습니다. 신체 검사에서 대퇴부 맥박이 약하고 점막이 창백하였다. 심박수는 분당 120회였고, 심음과 호흡음은 흐릿하였다. 흉부 방사선 검사에서 심장 실루엣이 완전히 소실되었고 측면도에서 기관이 융기되어 있었으며 흉막 삼출액과 심장비대와 일치했습니다. 복배측도에서 오른쪽 두개와 중부 폐 여백 의 조개 모양과 엽간 균열선이 보였습니다. 복부 방사선 촬영은 급성 복통 환자의 초기 선별 도구로 사용된다. 방사선 소견을 기반으로 감별 진단에는 순수 흉막 삼출액, 농흉, 혈흉, 이판막 부전, 심낭 삼출액, 폐 고혈압 및 역전된 PDA가 포함되었습니다. 산소 케이지를 통해 보충 산소(흡입 O 2 분획 40-60%)가 제공되었고 즉각적인 흉막 천자가 시도되었지만 개의 상태가 빠르게 악화되었고 심장마비가 발생했습니다. 즉각적인 심폐소생술과 심장 마사지, 항콜린제(아트로핀 0.05 mg/kg IV; 제일 아트로핀 황산 주사액 0.5 mg/mL, 제일제약, 한국) 및 교감신경흥분제(에피네프린 0.01-0.1 mg/kg IV; 대신 에피네프린 주사액 1 mg/mL, 대신약품, 한국) 투여에도 불구하고 개는 사망하였다. 주인의 동의 하에, 개의 시신은 추가 연구를 위해 병원에 기증되었다. 부검 전, 사망 후 30분 이내에 실험적 흉강 천자를 시행하였고, 총 270 mL의 흉막 삼출액을 제거하였다. 흉막 삼출액은 삼출성으로 판단되었고, 흉막 삼출액의 세포학적 검사에서 특별한 소견은 발견되지 않았습니다. 흉강 천자술 후 흉부 방사선 검사에서 전신성 심장비대(척추 심장 점수 11.8), 하행 대동맥 돌출, 좌심방 비대가 확인되었습니다.\n흉강 내 개존 동맥관이 있는 개의 흉부 방사선 사진, 흉강 천자술 전(A, B)과 후(C, D). (A) 측면도에서 방사선 불투과성 액체가 흉부 세부 사 항의 대부분을 가리고 기관이 등쪽으로 들어올려져 있습니다. (B) 배측 등쪽도에서 방사선 투과성 폐 영역이 흉부 벽에서 현저히 뒤로 젖혀져 있으며, 특히 두개 폐엽 영역이 그렇다. (C) 흉강 천자술 후, 측면도에서 2시 방향에 심장 실루엣이 튀어나와 심장 비대가 감지되었다. (D) 배측 등쪽도에서 하행 대동맥의 좌측 돌출부(화살표)와 둥근 방사선 불투과성 구조 (화살촉)가 보이는데, 대부분 심장 실루엣 위에 중첩된 좌심방을 나타낼 가능성이 큽니다. 심장이 현저히 길어진 것도 분명합니다.\n부검에서 경미한에서 중등도의 흉막 삼출액이 확인되었고, 폐는 기관과 폐 실질에 거품이 많은 혈액이 존재하여 확산적으로 울혈되어 있었는데, 이는 심폐소생술 후 발생한 폐출혈과 일치하였다. 또한, 편심성 우심실 비대를 동반한 심각한 심장비대가 확인되었고, 주폐정맥과 동맥이 확장되었다. 하행 대동맥과 폐동맥 줄기도 확장되어 밀접하게 접촉했지만, 대동맥과 폐동맥을 연결하는 혈관의 외부 증거는 없었다. 그러나 하행 대동맥을 열었을 때 폐동맥 으로 들어가는 3mm 구멍이 분명했습니다. 대동맥의 추가 원위부 박리에서 벽내 PDA와 하행 대동맥을 나누는 1cm 길이의 대동맥 내 선반이 존재함을 발견했습니다. 또한, 중등도의 복수와 간비대가 확인되었습니다. 벽내 동맥관 개존증의 부검 표본은 현미경 진단를 위해 중성 완충 10% 포르말린에 담가 고정했습니다. 시편의 조직병리학적 검사 결과 섬유 조직이 소량 포함된 다양한 두께의 평활근 피막 층으로 구성되어 있음이 밝혀졌습니다. 내피 세포는 얇게 덮여 있었고 점액이 가득한 결합 조직 기질은 거의 없었습니다. 벽내 광물화의 국소 영역과 일부 내막하 점액 축적. 염증은 나타나지 않았습니다. 경미한 광물화, 근육 피막, 중막을 포함한 다초점 영역의 이러한 특징은 대동맥 혈관을 나타냅니다. 육안적 해부학적 및 조직병리학적 소견에 근거하여 개는 궁극적으로 벽내 동맥관 개존증으로 판단되었습니다.\n심장내 PDA가 있는 개의 심장 부검. (A) 하행 대동맥과 폐동맥 줄기가 확장되어 있습니다. 동맥인대의 절개선이 표시되어 있습니다(열린 화살표). (B, C) 폐동맥과 대동맥을 더 절개하면 대동맥 내에 심장내 PDA가 있다. 심장내 PDA는 대동맥 선반을 따라 폐동 맥과 대동맥을 연결하는 구멍에서 시작됩니다. (D) 같은 개의 구멍(굵은 화살표)과 대동맥 선반(얇은 화살표)을 보여주는 다이어그램. Ao, 대동맥; LV, 좌심실; RV, 우 심실; PA, 폐동맥; PDA, 동맥관 개존.\n혈관 내 개존 동맥관의 조직병리학. (A) 이 구조는 섬유 조직이 소량 포함된 평활 근 피막의 두께가 다양한 층으로 구성되어 있습니다. H&E, 막대 = 100µm. (B) 벽 내 광물화의 초점 영역과 일부 내막하 점액 축적이 보입니다. H&E, 막대 = 50µm. (C) Masson trichrome 긴장은 혈관 벽의 정상적인 콜라겐 결합 조직(파란색)과 평활근(빨간색)을 보여줍니다. 막대 = 100µm. (D) 인자 VIII 면역조직화학 염색은 대동 맥 내강을 따라 얇은 내피(화살표)를 보여줍니다. 막대 = 50µm. H&E, 헤마톡실린 및 에오신.\n최근까지 개에서의 PDA을 중심으로 한 보고는 벽외 사례로 제한되었습니다[ 5 ]. Das et al.[ 7 ]은 개 벽내 PDA의 첫 번째 사례를 보고하였다. 그 보고에서 벽내 PDA는 사후에 진단되었습니다. 벽내 PDA는 부검 없이 식별하기 어렵기 때문에 실제 유병률은 알려져 있지 않습니다.\n이전에 보고된 외벽 좌우 단락 PDA 사례에서 일반적인 방사선적 소견에는 좌심 방, 좌심실, 대동맥궁 및 폐동맥의 점진적인 확대가 포함됩니다[ 1 , 8 ]. 폐 과순환은 폐 동맥과 폐 정맥의 확장을 초래할 수 있으며 , 혈관 직경은 단락 부피와 상관 관계가 있습니다[ 3 ]. 종종 동맥류 돌출부는 동맥관 수준에서 하행 대동맥에서도 분명하게 나타납니다[ 3 ]. 대동맥의 동맥류 돌출부는 하행 대동맥의 좌측 측벽이 주 폐동맥 수준에서 측면으로 편향되는 등배방 방사선 사진에서 가장 쉽게 발견되지만[ 3 ], 중요한 경우 복배방 방사선 사진에서도 볼 수 있었다. PDA의 진행은 과도한 폐 혈류와 관련이 있으며, 이는 폐혈관 저항 증가 및 폐 고혈압과 같은 폐혈관 변화를 유도합니다[ 3 ]. 또한, 우심장 비대는 진행된 심부 전의 징후일 수 있습니다[ 1 ]. 본 증례에서도 우심실 확장이 나타났습니다. 마지막으로, 폐동맥압이 대동맥압을 초과하는 경우 PDA를 통한 혈류는 일부 경우 역전될 수 있습니다(우좌 단락)[ 1 , 5 ]. 역전된 단락은 이차성 폐 고혈압 및 우측 울혈성 심부전을 유발할 수 있으며, 이는 방사선 검사에서 흉막 삼출액이나 복수로 나타날 수 있으며, 둘 다 본 증례에서 분명하였다. 불행히도, 본 증례에서 폐 고혈압을 심초음파 영상로 평가하지 않았지만, 부검 시 현저한 흉막 및 복막 삼출액과 명백하게 확인된 편심성 우심실 비대가 존재하여 역방향 단락 PDA가 의심되었습니다. 나아가, 본 증례에서 볼 수 있듯이, PDA가 있는 개 심장은 종종 길쭉한 모양을 보이는데, 이는 좌심실이 커져 심장 실루엣이 아래쪽으로 확장되는 반면, 확장된 대동맥궁이 심장 실루엣을 위쪽으로 확장하기 때문입니다[ 9 ]. 이전 증례 보고[ 7 ]에서는 심초음파 영상를 통해 벽내 PDA와 벽외 PDA를 구별할 수 없었습니다. 본 증례에서 활용된 것처럼 부검을 통한 해부학적 평가가 벽내 PDA를 판단하는 데 도움이 될 수 있습니다.\n본 사례에서 조직병리학적 조사에서 벽내 PDA의 대동맥 내 선반이 대동맥과 매우 유사한 구조와 구조를 가진 혈관 조직과 유사했으며, 다양한 두께의 내막과 중막으로 구성되어 있으며 광물화 영역이 있는 것으로 나타났다. 현미경으로 볼 때 뚜렷한 분리나 막 유형의 조직은 없었다.. 광물화는 주로 구멍 조직 내에서 확인되었지만 각 부 위의 구조는 그렇지 않으면 유사한 것으로 보였습니다. 광물화의 원인은 불분명합니다. 혈관 광물화는 때때로 죽상경화증이 발생하는 갑상선 기능 저하 송곳니에서 볼 수 있습니다[ 10 ]. 그러나 본 사례에서 지질 축적이나 죽상경화성 플라그 또는 콜레스테롤 틈새 형성의 다른 증거는 없었습니다. 병소는 지방 축적이나 이차 염증의 증거가 없는 평활근 기질 조직의 순수한 광물화로 구성되었습니다. 이 광물화는 일부 환자에서 우연히 발견될 수 있지만 박리성 동맥류에 앞서 발생할 수도 있습니다[ 11 ]. 벽내 PDA의 대동맥 내 선반의 해부학적 구조가 대동맥의 해부학적 구조와 매우 가깝기 때문 에 대동맥에서 발생한 일종의 측방낭이나 동맥류이거나 일종의 발달성 병변일 가능성이 있습니다.\nPDA가 있는 개는 울혈성 심부전이 발생하여 정상 연령까지 생존하는 경우가 드뭅니다[ 3 ]. 따라서 좌우 단락 PDA가 판단되면 일반적으로 수술적 결찰이나 중재적 폐색을 통한 폐쇄가 권장됩니다[ 3 ]. 일반적으로 좌우 단락 PDA의 수술적 교정을 중심으로 한 유일한 금기증은 팔로 4징과 같은 동반되는 청색증 심장 이상이 있는 경우입니다[ 3 ]. 그러나 이전 보고[ 7 ]에서는 대동맥 벽 내에 완전히 포함되어 있고 수술적으로 접근 가능한 부분이 없기 때문에 벽내 PDA가 수술 불가능하다고 보고되었습니다. 즉, 덕트가 아닌 대동맥 내 선반이었습니다. 개에서 벽내 PDA의 중재적 교정을 중심으로 한 보고는 없지만, 대동맥 선반이 하행 대동맥과 덕투스를 분리하는 환자에서 좌우 단락 PDA가 확인된 후 경정맥 또는 경동맥 코일 색전술 또는 암플라츠 개 덕트 폐쇄기를 사용할 수 있습니다. 그러나 이 사례에서 의심했던 것처럼 우측에서 좌측 단락 PDA는 PDA 폐쇄을 중심으로 한 금기 사항입니다.\n이것은 개의 벽내 동맥관 개막 부검에서 방사선학적 및 조직병리학적 특징을 중심으로 한 첫 번째 설명입니다. 우리는 개 벽내 동맥관 개막 부검의 특별한 의료적 특징, 방사선학적, 부검 및 조직병리학적 소견이 극히 드물게 보고되었기 때문에 이 사례가 중요하다고 믿습니다. \n"}