{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "09\n동맥관 개존증\nPatent ductusarteriosus\n 서론\n동맥관 개존증(patent ductusarteriosus; PDA)은 개의 선천성 심장질환 중 가장 흔한 질병이다. 동맥관(ductus arteriosus)은 폐동맥과 하행대동맥 사이에 존재하는 선천성 혈관단락(shunt)이다. 동맥관은 난원공을 통해 좌심계로 유입된 혈류를 상부 기관인 뇌와 하부 장기로 필요에 따라 적절하게 배분하는 역할을 한다. 동맥관은 생리적으로 태생기에만 존재하는 혈관단락이다. 태아가 태어나 폐로 숨을 쉬기 시작하면 난원공은 높아진 좌심방압 때문에 자연폐쇄가 일어나게 된다. 따라서 더 이상 우심계 혈류가 좌심계로 유입되지 못하므로 좌심계 산소포화도가 매우 높게 유지된다. 높은 산소분압의 혈류가 동맥관을 통과하게 되면 prostaglandin 분비가 일어나고, 그 결과 혈관벽의 평활근이 수축되어 동맥관이 폐쇄된다(7). 동맥관 개존증은 이러한 동맥관이 출생 후에도 폐쇄되지 못하고 지속적으로 개통되어 발생하는 질환이다. 그 결과 좌심계의 혈류가 하행대동맥을 통해 폐동맥으로 유입되어 우심계의 폐성고혈압과 폐정맥 환류량의 증가로 좌심실의 확장을 유발하는 선천성 심장질환이다(10, 11, 15).\n치료는 약물요법, 외과적 교정, 심장중재술에 의한 치료법 등이 있다(5, 22). 약물요법은 궁극적 치료가 되지 못하여 주로 외과적 수술이나 혈관을 통한 심장중재술을 통하여 동맥관을 폐쇄시켜 치료한다. 이 증례는 외과적 수술이 아닌 다크론 섬유가 덮여 있는 코일을 혈관을 통해 동맥관에 삽입하여 혈전을 유발, 동맥관을 폐쇄시켜 치료한 증례이다. 또한 이 증례는 가는 혈관을 가진 체중 3 kg 이하의 소형품종에 주로 실시되는 대퇴동맥을 이용한 코일장착 증례이다.\n 환자정보\n 환자정보\n2살의 암컷 말티즈(2.9 kg)\n 병력 및 신체검사\n운동불내성과 심잡음을 주증상으로 내원하였다. 신체검사상 식욕부진과 무기력함이 있고 대퇴동맥의 bounding pulse가 확인되었다. 좌측 심기저부에서 grade VI/VI의 연속성 심잡음이 청진되었다. 신체검사상 심박수 ~180 bpm, 수축기 혈압 150 mmHg를 보였다.\n 진단검사\n 실험실 평가\n혈액검사상 CBC와 혈청화학 검사에서는 경미한 백혈구 증가증 이외에 특별한 이상 소견은 관찰되지 않았다(표 9-1, 9-2).\n ECG 검사\n12-lead 심전도 검사상 특징적 좌심 종대 패턴인 tall R-wave (5.3 mV in lead II, QRS: 0.06 msec)와 좌심방 종대 패턴인 notched P-wave가 관찰되었다.\n 방사선 검사\n흉부 방사선 검사상 배복상 사진에서 대동맥, 좌심방(이), 주폐동맥이 모두 종대되는 triple bump (‘ductus bump’) 소견이 관찰되었다. 또한 특징적인 소견은 동맥관 근처의 대동맥이 크게 확장되어 있다가 하행대동맥으로 들어갈 때 갑자기 좁아지는 형태를 관찰할 수 있다. 심장의 음영은 길게 종대되는 전형적인 PDA 환자의 복배상 흉부 사진 영상을 보이고 있다. 외측상에서 vertebral heart scale (VHS)은 12.0으로 심비대 소견이 확인되었고, 특히 short axis는 5.4, long axis는 6.6으로 심장의 키가 높아져 있는 전형적인 좌심 종대소견이 확인된다(그림 9-3B).\n 초음파 검사\n심장초음파에서 2D와 M-mode를 이용해 좌심실의 확장(eccentric LV hypertrophy)과 좌심방, 상행 대동맥, 폐동맥의 확장 소견을 확인할 수 있었다. 환자의 LA:Ao ratio는 1.96이었고 중증의 좌심방 확장 소견이 관찰되었으며, %FS는 35%, %LVEF는 66%, LVIDd:Ao ratio가 2.6:1로 좌심실의 확장과 경미한 수축력 소실 소견을 보였다(그림 9-4B). 우측 부흉골 폐동맥 단축단면에서 실시된 컬러 도플러 검사에서 심각한 모자이크양 와류가 관찰되었고, 폐동맥 바로 아래에서 동맥관이 가시화되고 그 부위에서 션트혈류를 확인할 수 있었다. 션트 부위에서 측정된 동맥관의 최소직경(minimal duct diameter; MDD)은 2.4 mm였고 duct의 모양은 type I 모양이었다. 션트부위에서 측정된 혈류의 방향은 L-R 정방향 션트였고 속도은 2.8 m/s였다. 좌심실 종대에 의한 MR도 관찰되었다.\n환자는 초음파 소견을 토대로 L-R 방향의 PDA로 최종 진단되었으며, LA:Ao ratio와 MR의 존재 및 경미한 심부전 증상을 토대로 ISACHC II 단계의 심부전으로 최종 진단되었다.\n 치료 및 환자 관찰\n환자는 초진 후 좌심성 울혈성 심부전에 준하여 시술대기 시간까지 약물요법을 실시하였다(Furosemide 1 mg/kg, q12h, PO; enalapril 0.5 mg/kg, q12h, PO; pimobendan 0.25 mg/kg, q12h, PO).\n약물치료 일주일 후 embolization coil을 이용한 심장중재술을 통해 동맥관을 폐쇄시키기로 결정하였다. 환자의 동맥관의 MDD가 2.8 mm였기 때문에 직경이 5 mm (5 loops) coil (flipper detachable embolization coils; Cook, USA)을 준비하였다. Atropine (0.05 mg/kg, SC)과 nalbuphine (0.5 mg/kg)으로 마취 전 처치를 하였고 propofol (5 mg/kg)로 마취 도입 후 isoflurane으로 유지하였다. 심박수, 혈압, SpO2, pCO2, 직장체온을 환자감시장치(VSM7, Votem, Korea)를 사용하여 모니터하였다. 수술적 마취수준에 도달 후 우측 대퇴동맥을 노출시킨 뒤 18G 바늘을 사용하여 혈관을 확보하였다. 가이드와이어(guide-wire, Fixed Core Wire Guides; Cook, USA)를 바늘 안으로 밀어넣고 하행대동맥에 위치시켰다. 4F angiocatheter (headhunter Catheters; Cook, USA)를 밀어넣고 방사선 투시기를 사용하여 shunt 부위까지 위치시켰다. 그리고 혈관조영제(Iohexol, Omnipaque 350)를 사용하여 shunt부위를 가시화한 뒤 5 mm embolization coil을 angiocatheter 안으로 삽입하고 shunt 앞에 위치시켰다. 그 뒤 코일을 shunt로 방출했다. 대퇴동맥에 장착했던 introducer와 catheter를 제거하고 혈관을 결찰하고 피부봉합으로 시술을 마무리하였다.\n시술 직후 실시한 흉부방사선 검사와 심음도 검사에서 embolization coil이 shunt 위치에 성공적으로 위치하여 있는 것을 확인하였고, 심잡음의 소실도 확인하였다. 또한 시술 후 하루 뒤 실시한 심장초음파 검사결과, 하행대동맥과 폐동맥 사이의 코일이 잘 위치하고 있고, 더 이상의 shunt 혈류도 발생하지 않고 있음을 확인하였다.\n시술 다음 날부터 환자의 컨디션은 매우 호전되었으며 자발적으로 음식을 먹기 시작 했다. 시술 한 달 뒤 재검결과 환자의 상태가 매우 호전되었고 장착했던 coil도 동맥관내 제대로 위치하고 있음을 확인하였다.\n 증례 고찰\n동맥관 개존증(PDA)은 개의 선천성 심장질환 중 가장 흔한 질병이다(10). PDA는 크게 대동맥의 혈액이 폐동맥으로 유입되는 정방향성 PDA (L-R PDA)와 폐동맥의 혈액이 대동맥으로 유입되는 역방향성 PDA (R-L PDA)로 나눌 수 있다. PDA를 통과하는 혈류의 방향은 폐혈관계(우심)와 전신혈관계(좌심)의 저항감의 차이에 의해 결정된다. 대부분의 경우, ~120 mmHg 정도의 높은 압력의 대동맥혈류가 ~20 mmHg 정도로 낮은 압력의 폐혈관계로 유입되는 정방향성 PDA이다. 이러한 PDA에서 임상적으로 연속성 심잡음, 폐혈류량 증가, 좌심방과 좌심실의 용적과부하가 발생한다(폐로 유입되는 혈류량의 증가는 궁극적으로 좌심방으로 유입되는 혈류량을 증가시킨다. 따라서 좌심실로 유입되는 혈류량도 증가하게 되어 좌심계에 편심성 심종대를 유발한다). 단락(shunt) 혈류의 속도는 좌심과 우심 사이의 압력차이와 단락 혈관의 크기와 형태에 따라 달라진다. 대다수의 동맥관은 대동맥 쪽이 가장 넓고 점점 좁아지면서 폐동맥 쪽에서 가장 좁아지는 형태의 역삼각형 형태를 띠는 경우가 많다(2).\n좌심실의 stroke volume의 증가와 빠르게 대동맥의 혈류가 낮은 압력의 폐순환계로 들어가면서 대동맥의 수축기압은 증가하고 이완기압은 감소하게 된다. 이러한 이유로 맥박압의 차이가 심하게 반동하는 bounding pulse (hyperkinetic pulse)가 발생한다. 동맥관의 개존에 의해 근접 대동맥 부위와 폐동맥 부위의 혈류량이 크게 증가하면서 폐혈관계가 over-circulation되며, 그 결과 좌심방이 확장되고 좌심실이 편심성 비대(종대; 확장)된다. 이러한 보상반응에 의해 환자의 순환계 항상성이 유지된다. 따라서 좌심방과 심실의 종대 정도는 단락 혈류량과 밀접한 관계가 있다. 하지만 단락의 직경이 클 경우, 좌심방과 심실이 과도하게 확장되고(좌심실 이완말기 압력의 지속적 상승), 심근 수축력 부전이 발생하여 울혈성심부전과 폐부종이 발생하게 된다. 일반적으로 폐동맥과 대동맥 사이 단락이 있어도 우심실과 우심방은 영향을 받지 않지만, 만약 환자가 폐혈관계 저항성이 증가되거나 폐동맥압이 상승하게 되면 우심계에 압력 과부하가 발생하게 되고 이로 인한 심실변형과 shunt reversal(역방향성 PDA)이 발생하게 된다(16).\nPDA의 치료는 약물요법만으로는 치료가 되지 않기 때문에 외과적 결찰법이나 심장중재술을 이용하여 치료해야 한다. 수술적 결찰법은 소동물에서 PDA를 치료하는 일반적 방법이다(1). 그러나 심장중재술은 coil을 사용하여 duct를 폐쇄하는 비침습적 방법으로 개흉이 필요하지 않고 수술 후 환자관리가 매우 용이하다(18). 혈관카테터를 이용하여 PDA를 치료하는 방법은 1969년 내과의사인 Porstman이 개발했다(17). 그 이후 많은 다른 혈관을 이용한 폐쇄법들이 개발되었다. 다양한 형태의 PDA를 치료하는 심장중재술이 사람과 개들에서 보고되어 있다(5, 17, 13, 20). 그러나 동맥혈관을 이용한 접근은 작은 종의 개들에게는 극히 제한되어 duct 폐쇄를 위해 대퇴동맥으로 혈관카테터 접근 시 그 대퇴동맥의 직경이 혈관카테터보다 작아 삽입이 불가하다. 그러므로 경정맥을 사용한 정맥을 통한 접근을 개발하였다. 비록 경정맥 접근은 대퇴동맥보다 접근을 위한 기술적 숙련이 더욱 필요하지만 소형품종에 적합한 접근법이다(19, 20). PDA 치료를 위해 detachable coil인 modified Gianturco coils이 개발되었고 이것을 활용하여 가이드와이어를 따라 접근시킨다(8, 17). 이것은 코일 장착을 위한 정확한 위치를 잡기에 매우 유용하다. PDA가 큰 일부의 증례의 경우, 다수의 coil이 동시에 사용되기도 하지만 이 증례는 MDD가 2.8 mm였기 때문에 한 개의 코일(5 mm in diameter with 5 loops)을 사용하여 duct를 완전히 폐쇄하였다. 시술 후 심잡음은 전혀 청진되지 않았고 컬러 도플러를 활용한 심장초음파 검사상 하행대동맥으로부터 폐동맥으로의 혈류 흐름은 차단되었음을 확인할 수 있었다.\nPDA 치료 시 심장중재술의 가장 큰 장점은 시술시간이 짧고 수술 후 회복기간이 매우 짧다는 것이다(18). PDA의 형태가 단순하고 그 크기가 작다면 재발률도 더욱 줄어들 것이다(16,17). 이 증례에서 시술시간은 마취 시작부터 코일 삽입 후 시술이 끝나는 시간이 겨우 45분이었고 시술받은 말티즈는 당일 퇴원하여 집에서 안정을 취하였다.\nDetachable coil의 가장 큰 장점은 coil의 위치를 선정하는 것과 잘못 방출된 coil을 회수하는 것이 더 쉽다는 것이다. 비록 잘못 삽입된 coil에 의한 폐색도 보고되어 있지만 그 잘못 삽입된 코일은 retriever kit (Dotter intravascular retriever sets; Cook, USA)나 tripod endoscopic forceps을 사용하여 쉽게 제거가 가능하다(3, 12).\nPDA 환자의 예후는 동맥관의 크기와 형태, MR의 존재 여부, 션트 혈류의 방향 등에 따라 결정되며, 외과적 결찰이나 간접중재술을 통해 동맥관이 폐쇄된 환자의 경우, 예후 는 아주 양호한 편이다.\n이 증례는 말티스처럼 소형품종이 많은 우리나라에서 대퇴동맥을 통해 코일을 삽입한 증례이다. 본 실험실에서 국내 최초로 실시된 코일을 이용한 동맥관 개존증 중재술은 2007년 대한수의학회지(Lee S-G, Moon H-S, Choi R, Hyun C. Transvenous occlusion of patent ductus arteriosus using an embolization coil in a Maltese dog. Korean J Vet Res 2007; 47: 461–467)에 실려 있다.\n"
}