{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "20\n대동맥 박리\nAortic dissection\n 서론\n대동맥 박리(aortic dissection)는 대동맥벽의 내막층이 분리되는 질환으로 혈액이 대동맥벽의 내막과 중간층으로 유입되면서 내막층이 원위부/근위부로 계속해서 박리되는 특징을 가지는 위급한 질환이다(5). 사람의 경우, 급성 대동맥 박리(2주 이내 발생)는 이병률과 치사율이 매우 높다. 통상 발병 1주일 이내 치사율이 가장 높고, 다수의 환자들이 응급실에 오기 전에 사망하는 경우가 많다고 한다. 만성 대동맥 박리(2주 이상 지속된)의 경우, 생존율이나 예후가 더 양호하다고 알려져 있다(1, 2). 사람의 경우, 급성 흉통을 호소하지만 임상증상이 다양하여 진단을 내리기가 쉽지 않고 38% 이상의 증례가 초진에서 진단되지 못한다고 한다(5).\n진단은 매우 어렵고 난해하기 때문에 일단 신체검사나 진단검사에서 의심이 가면 응급처치가 필요하다. 일반적으로 내외과적인 처치로 치료가 가능하지만 완치를 위해서는 박리된 대동맥 내막을 제거하고 dacron graft를 통해 손상된 내막을 복구하는 치료가 적용 가능하다고 한다(5, 6).\n여러 가지 선천성 질환(예, Marfan syndrome, Ehlers-Danlos syndrome, familial aortic dissections, bicuspid aortic valve, coarctation of the aorta)이나 전신 동맥성 고혈압에 속발하여 발생할 수 있다고 알려져 있다(4, 5). 사람의 경우, 대동맥 박리가 있는 환자의 70%에서 이러한 전신 고혈압이 있었다고 한다. 이 증례는 개에서 드물게 발생한 대동맥 박리의 증례로 환자는 대동맥판의 해부학적인 이상소견과 대동맥 역류가 관찰되었던 환자이다.\n 환자정보\n 환자정보\n2살 수컷 웰시코기(9.2 kg)\n 병력 및 신체검사\n환자는 운동불내성을 호소하면서 지역 동물병원에 내원하여 흉부 방사선상 대동맥궁의 비정상적인 확장 소견이 관찰되어 지역 대형 동물병원에서 치료를 받던 증례이다. 환자는 지역병원에서 선천성 심장질환이 의심되지만 특별하게 진단을 내리지 못해서 강원대학교 심장센터로 리퍼되었다. 신체검사상 환자는 외형상 건강한 모습이였고 심박수 분당 150회, 빈호흡과 좌심저부에서 강한 심잡음(grade 5/6)이 청진되었다. 환자의 수축기 혈압은 110 mmHg로 다소 낮게 측정되었다. 심음도상, 심잡음의 성상은 수축기 박출성 잡음과 이완기 역류성 잡음이 공존하는 to-and-fro quality의 심잡음이 기록되었다.\n 진단검사\n 실험실 평가\n환자는 경미한 BUN치의 상승(28 mg/dL)과 혈당치의 상승(118 mg/dL) 이외엔 특별한 이상소견은 관찰되지 않았다.\n ECG 검사\n환자는 동성 빈맥(~180 bpm)의 소견을 보였고 lead II, III에서 s-wave가 관찰되었지만 right axis deviation이나 우심종대의 심전도상 증거는 관찰되지 않았다. 하지만 심초음파 검사 당시 심방세동에 의한 이첨판 판막의 fluttering 소견이 관찰되었다.\n 방사선 검사\n복배상 흉부 방사선 검사상, 심종대(장축의 길이가 흉추의 8개까지 넘어감) 소견과 함께 대동맥의 확장소견이 두드러지게 관찰되었다. 외측상 흉부 방사선 검사상, 심장의 cranial border 부위에서 거의 aneurysm 성상의 상행 대동맥의 bulging 소견이 관찰되었다. 또한 심종대에 따른 기관거상과 기관지 분지부의 압박소견 등도 관찰되었다. 하지만 방사선상 좌심방의 확장소견은 심하지 않았다.\n 초음파 검사\nM-mode 심초음파상, 좌심실 내강은 비정상적으로 확장되고 중격은 mild flattening과 함께 hyperdynamic septal wall motion 소견이 관찰되었다. 하지만 우심실의 확장 소견은 관찰되지 않았다. 또한 이첨판에 대한 M-mode 초음파 검사상, F-slope이 비정상적으로 완만하고 이첨판 전방소편의 이동이 비정상적으로 둔한 움직임을 보였다. 이러한 소견은 이첨판의 협착이나 심방세동이 있을 때 관찰되는 소견이다. 좌심실 유출로와 이첨판륜에 대한 컬러 도플러 검사에서 비정상적인 역류성 와류가 좌심실 유출로와 좌심방 내에서 확인되었다. 또한 대동맥판 바로 아래에 위치하는 심실 중격부가 비정상적으로 두꺼워져 있는 소견을 확인할 수 있었다. 더 나아가 이 부위에서 실시한 대동맥판의 역류속도와 이첨판의 역류속도가 각각 4.22 m/s, ~5 m/s로 중증의 판막폐쇄부전 소견이 관찰되었다. 좌심실 중격단면에서 실시한 myocardial strain echocardiography에서 극심한 정도의 myocardial dysynchrony가 관찰되었다. 대동맥판의 수축기 혈류의 속도는 ~2 m/s 정도로 경미한 상승 소견이 관찰되었고, LA:Ao ratio는 1.7:1 정도의 중등도로 상승되어 있었지만 실제 환자의 대동맥이 정상적인 동급 체중의 개에 비해 2배 이상 확장되어 있었기 때문에 좌심방 역시 크게 확장되어 있는 것으로 추정되었다.\n 심장조영촬영\n대퇴동맥을 통한 대동맥과 좌심실에 대한 조영촬영에서 심장의 cranial border의 극심한 확장 소견과 함께 조영제가 하행 대동맥으로 이동하지 못하고 대동맥근과 상행 대동맥 사이에서 정체되는 소견이 관찰되었다.\n 컴퓨터 단층 촬영\n환자는 흉부에 대한 컴퓨터 단층 촬영상, 상행 대동맥과 대동맥궁의 확장소견이 관찰 되었고 상행 대동맥과 하행 대동맥에서 대동맥 내막의 박리를 확인할 수 있었다. 또한 환자는 만성적인 대동맥 박리병소에 의해 확장된 대동맥벽에서 mineralization을 확인할 수 있었다. 그 밖에 환자는 1) 식도벽에서 mineralization, 2) 폐에서 다수의 결절, 3) 흉막 비후, 4) 간의 우측엽 외측의 복막에서 저밀도의 낭종성 결절 등이 추가로 관찰되었다.\n환자는 심초음파상 대동맥하부위 확장과 심각한 대동맥 역류 및 이첨판의 역류 소견, 투시방사선상 조영제의 저류현상, 컴퓨터 단층 촬영상 대동맥의 박리소견을 토대로 선천성 심장질환에 기인한 대동맥 박리(aortic dissection)로 최종 진단되었다. 또한 휴식기에도 심부전의 증상을 호소하였기 때문에 ISACHC IIIa단계의 심부전으로 진단되었다.\n 치료 및 환자 관찰\n환자의 증례는 처음에는 심초음파상 대동맥 기저부 중격부위의 이상적 비대현상이나 대동맥판의 비정상적 움직임, 심각한 대동맥 역류소견과 경도의 대동맥판 수축기 제트혈류를 근거로 대동맥판막하 협착증(subaortic stenosis)으로 진단하였다. 이에 따라 이뇨제(Furosemide 2 mg/kg, q12h, PO), ACEi (Enalapril 0.5 mg/kg, q12h, PO), spironolactone (1 mg/kg, q12h, PO) 및 심박수를 안정화시키고 교감신경 흥분에 의한 심장의 재구성을 억제하기 위해 atenolol 1 mg/kg, q12h, PO를 처방하였다. 그리고 대동맥 판막하 협착증을 치료하기 위한 balloon dilation therapy를 받기로 하고 퇴원하였다. 환자는 이 약물에 대한 투약기간 중 임상증상은 개선되고 보다 활발하게 지내게 되었다. 대동맥 판막에 대한 확장술을 받기 위해, 환자는 butorphanol과 propofol로 마취를 유도한 후, isoflurane으로 마취를 유지하면서 협착부 직경을 측정하기 위한 조영촬영을 실시하였다. 조영촬영 시 조영제는 하부 대동맥계로 가지 않고 대동맥 기부에 저류하는 현상이 관찰되었고, 이에 따라 시술을 중단하고 컴퓨터 단층촬영을 실시하게 되었다. 컴퓨터 단층촬영 결과 심각한 대동맥 확장과 대동맥 박리가 확인되었다. 따라서 환자는 좌심방에 걸려 있는 용적과부하를 줄여주기 위해 furosemide 1 mg/kg, q12h, PO, 혈관확장을 통해 afterload를 줄여주고 심실의 수축력을 향상시켜 주기 위해 pimobendan 0.3 mg/kg, q12h, PO를 투여했다. 또한 RAAS activation에 의한 혈관수축과 체액저류를 억제하기 위해 ACEi (Enalapril 0.5 mg/kg, q12h, PO)를 처방하였다. 마지막으로 높은 혈압의 박출혈류에 의한 추가적인 대동맥 박리를 예방하기 위해 amlodipine 0.1 mg/kg, q12h, PO를 처방하였다. 환자의 박리된 대동맥을 외과적으로 처치하기는 쉽지 않았기 때문에 혈관 스텐트를 이용한 대동맥 박리 치료를 하기로 하고 환자는 퇴원하였다. 컴퓨터 단층촬영을 통해 얻어진 대동맥의 실측 직경을 통해 스텐트를 주문제작하였다. 하지만 환자는 갑작스런 기흉과 혈흉으로 지역병원으로 내원하게 되었고 응급 처치를 받던 중 폐사하였다.\n 증례 고찰\n자발적인 대동맥 박리(spontaneous aortic dissection)는 드물지만 개에서는 매우 치명적인 질환이다(1, 2, 3, 7). 이러한 질환에서 대동맥 내막이 손상되면 좌심실 수축 때 생기는 박출 혈류의 driving force가 전방으로 이동하면서 내막의 손상을 더욱 진행하게 한다. 따라서 환자의 혈압이 대동맥 박리의 진행속도를 결정하는 주요한 요인이 된다. 따라서 사람에서는 전신 고혈압이 후천성 대동맥 박리의 가장 주요한 원인이 된다(5). 일부 대동맥 박리의 환자에서는 vaso vasorum의 파열에 의한 대동맥벽의 출혈이 유발될 수 있다. 또한 박리된 내막 내로 false lumen이 만들어지고 그 속에 저류된 혈액이 혈전을 유발할 수도 있고, 그 결과로 혈류가 원래의 true lumen으로 진행하다가 동맥 파열을 유발하여 심낭이나 흉강에 심각한 실혈을 유발할 수도 있다. 일반적으로 true lumen이 false lumen보다 크기가 적은 경우가 많다. 또한 false lumen내 혈류 속도가 true lumen내 혈류 속도보다 느리기 때문에 false lumen이 압력이 높은 대동맥 혈류에 의해 aneurysm(확장)이 발생할 가능성이 높다(5). 이러한 소견은 이 증례에서도 똑같이 관찰되었다. 일반적으로 대동맥 박리는 하행 대동맥을 따라 계속 진행되지만 대동맥이 하부 동맥으로 분지되는 부위에서 더 이상 진행하지 않고 대부분 멈춘다. 일반적으로 대동맥 박리가 개시되는 주요 부위로는 대동맥근 바로 윗지점(approximately 2.2 cm above the aortic root), 좌쇄골하 동맥 원위부, 대동맥궁(aortic arch) 지점이다. 사람에서는 거의 90% 증례가 바로 대동맥근 바로 위 지점에서 발생한다고 한다(5). 이 증례에서도 투시방사선 소견만을 보면 사람과 유사하게 대동맥근 바로 위 지점부터 박리가 시작된 것으로 보인다.\n대동맥 박리는 박리가 일어난 해부학적 위치에 따라 크게 두 가지 방법으로 분류된다\n(그림 20-10B):1) DeBakey 분류법\n● Type I: 상행 대동맥과 하행 대동맥 모두 침해\n● Type II: 상행 대동맥만 침해\n● Type III: 하행 대동맥만 침해\n2) Stanford 분류법\n● Type A: DeBakey types I and II\n● Type B: DeBakey type III\n이 증례의 경우, 상행 대동맥과 일부 하행 대동맥이 동시에 침해된 Type I/type A형의 대동맥 박리로 분류된다.\n선천성 결함이나 후천성 요인 또는 이 두 가지 요인이 복합 작용하여 대동맥 박리가 유발될 수 있다. 사람의 환자에서는 주로 고혈압, 결합조직 질환, 선천성 대동맥 협착증 또는 bicuspid aortic valve (4) 같은 질환에 속발하여 대동맥 박리가 발생한다. 이 환자의 증례에서도 태어나면서부터 있었던 대동맥하 협착증에 의해 대동맥내막을 손상시켜 심각한 대동맥의 역류와 확장증(aneurysm)을 유발하고, 대동맥 역류에 의한 좌심실의 내강 확장과 용적 과부하에 의해 이첨판 역류가 속발된 것으로 보인다. 비록 환자의 경우, 초진 당시, 대동맥 판막의 협착증은 제트혈류의 최고속도가 2 m/s 내외로 감소된 상태였지만, 대동맥 역류는 ~4.5 m/s 이상이었고, 대동맥 아래 중격이 비정상적인 비대소견은 환자가 중증의 대동맥하 협착증이 있었을 가능성을 암시하고 있다.\n사람에서는 대동맥 박리의 분류에 따라 치료방법을 결정한다. 대부분의 경우, Type A dissection은 수술적 치료를 적용하고 type B dissection인 경우, 약물 요법으로 치료가 가능하다(6). 만약 대동맥 박리부위에서 혈액이 새어나가는 경우가 아니라면, 내과적인 요법이 주로 사용되는 치료법이다. 또한 최근에는 스텐트 시술법이 개발되어 외과적 교정법을 빠르게 대치하고 있다(2). 내과적 요법은 또한 수술을 앞둔 환자의 전처치나 술후 관리에도 필요하다. 일반적인 내과치료의 원칙으로는 혈압을 낮추어서 심실 수축 시 발생하는 박출혈류에 의한 대동맥 손상을 최대한 억제해 주는 것이다. 일반적으로 이러한 목표를 달성하기 위해 beta-blocker를 사용하며, 특히 안정적인 만성 대동맥 박리 환자에 유용하다(5). 사람에서는 심한 흉통을 호소하는 경우가 많은데 이 경우, 마약성 진통제를 처방한다고 한다. 사람의 경우, type A형 대동맥 박리의 외과적 수술법에는 1) 인조혈관(손상된 대동맥을 걷어내고, 인공적으로 만들어낸 인조혈관으로 그 자리를 대체하는 것), 2) 상행 대동맥 인조혈관 치환술, 3) 상행 대동맥과 대동맥궁의 인조혈관 치환술을 적용한다고 한다. 이 환자의 경우, 외과적 교정이 필요한 type A형 대동맥 박리였다. 하지만 본원에서는 개흉술을 할 수 있는 상황이 아니기 때문에 수술보다는 스텐트를 이용한 대동맥 박리 치료를 시도하기로 했다. 또한 환자를 스텐트 시술 전까지 안정화시키기 위해 일반적인 심부전 치료와 함께 amlodipine을 처방하여 전신혈압을 100~110 mmHg로 유지하려고 했다. 환자는 이러한 치료에 어느 정도 적응을 하고 크게 임상증상이 악화되지는 않았다. 하지만 환자에 맞는 스텐트를 주문제작하는 데 2개월 이상의 시간이 소요되었고 불행하게도 환자는 갑작스런 대동맥파열(의심)에 의한 혈흉과 기흉에 의해 폐사하였다.\n사람에서도 알려진 바로는 외과적 수술로 교정하지 않는 type A형 대동맥 박리의 예 후는 매우 불량하다고 한다(5). 또한 개에서도 대동맥 박리에 대한 외과적 치료법이 아직 제대로 정립이 되어 있지 않기 때문에 예후는 매우 불량한 편이다.\n이 증례는 개에서 아주 드물게 발생한 대동맥 박리의 증례이고 이러한 박리를 유발한 원인은 대동맥하 판막협착증이 원인이었던 것으로 추정하고 있다.\n"
}