{
  "title": "16 . 개의 비장 전절제술 후 발생한 가성고칼륨혈증 사례 보고",
  "author": "문창환",
  "publisher": "한국수의과학회",
  "department": "외과",
  "disease": "16 . 개의 비장 전절제술 후 발생한 가성고칼륨혈증: 사례 보고\n\n16세, 7.4kg의 거세된 수컷 코커 스패니얼이 식욕 부진과 체중 감소를 보이며 비장 종양으로 인해 의뢰되었고, 임상적 징후를 해결하기 위해 전체 비장 절제술을 시행했습니다. 수술 후, 개는 임상적 증상 없이 경미한 고칼륨혈증(6.27mmol/L)을 보였습니다. 고칼륨혈증의 원인을 확인하기 위해 추가 조사를 실시했습니다. 혈청-혈장 칼륨 차이를 측정(1.05mmol/L)한 결과, 가성고칼륨혈증이 진단되었습니다. 가성고칼륨혈증의 원인은 비장 절제술 후의 혈소판증으로 간주되었습니다. 개는 혈중 칼륨을 낮추기 위한 특정 치료를 받지 않았습니다. 저희가 아는 한, 우리는 개에서 비장 절제술 후 가성고칼륨혈증의 첫 사례를 보고합니다.\n주요 단어 : 개 , 고칼륨혈증 , 가성고칼륨혈증 , 비장절제술 , 혈소판증\n이동 : \n고칼륨혈증은 혈액 내 칼륨 수치가 상승하는 것을 특징으로 합니다. 개에서 정상 칼륨 수치는 2.7~5.0mmol/L이며, 5.5mmol/L 이상은 고칼륨혈증으로 정의합니다[ 1 ]. 개에서 고칼륨혈증의 원인은 신장 손상, 심한 구토, 외상, 저부신피질기능저하증, 탈수, 당뇨 케톤산증, 칼륨 섭취, 약물(예: 앙지오텐신 전환 효소 억제제, 베타 차단제 또는 칼륨 보충제)입니다[ 2 ]. 고칼륨혈증이 있는 개는 우울증, 쇠약(>6mmol/L), 무기력함, 심장 부정맥, 심전도 이상, 심지어 중증의 경우 무심장수축(>8mmol/L)과 같은 임상 증상을 보일 수 있습니다[ 3 ]. 혈액 내 칼륨 농도가 >6mmol/L인 경우 즉각적인 치료가 필요합니다[ 2 ].\n가성고칼륨혈증은 생체 내에서는 칼륨 수치가 정상이지만 시험관 내에서는 상승된 거짓 고칼륨혈증입니다 [ 4 ]. 부적절한 혈액 채취, 부적절한 검체 운송, 장비 오류 등 기술적 문제로 인한 거짓 고칼륨혈증과 구별해야 합니다[ 5 ]. 비임상적 고칼륨혈증 환자의 경우 혈청과 혈장 사이의 칼륨 차이가 0.4mmol/L보다 높으면 가성고칼륨혈증을 고려해야 합니다[ 5 ].\n전체 비장 절제술 후의 가성고칼륨혈증에 대한 사례 보고가 인간 의학에서도 일부 있습니다[ 6-8 ]. 가성고칼륨혈증은 1950년대에 인간 의학에 처음 보고된 이후로[ 9 ] 종종 진짜 고칼륨혈증으로 잘못 진단되었습니다[ 4 ]. Grech[ 7 ]는 가성고칼륨혈증이 여전히 인간 의학에서 널리 알려져 있으며 불필요한 치료는 환자에게 위협이 될 수 있다고 보고했습니다.\n이 보고서는 개에서 발생한 가성고칼륨혈증 사례를 제시합니다. 우리가 아는 한, 이것은 개에서 비장 전절제술 후 발생한 가성고칼륨혈증 사례 보고의 첫 번째 사례입니다.\n16세의 거세된 수컷 코커 스패니얼 개, 체중 7.4kg이 두개 복부 종양으로 의뢰되었습니다. 환자는 1개월 동안 식욕 부진과 체중 감소를 보였습니다. 복부 종양은 지역 동물 병원에서 방사선 검사를 통해 확인되었습니다.\n식욕부진을 제외하고 신체 검사에서 복부 팽창, 통증 또는 표재성 림프절(악하선, 견갑전, 겨드랑이, 사타구니 및 슬와) 비대와 같은 복부 덩어리와 관련된 임상 증상은 발견되지 않았습니다. 전혈구(ProCyte Dx Hematology Analyzer; IDEXX Laoratories Inc., USA)에 대한 혈액 분석 및 화학(Catalyst One Chemistry Analyzer; IDEXX Laoratories Inc.)에서 비재생성 경미한 빈혈(헤마토크릿, 30.3%; 범위, 37.1%~57%; 망상적혈구 지수, 0.82) 및 경미한 혈소판증(혈소판 수, 582 10 9 /L; 범위, 143.3~400 10 9 /L)을 제외하고는 특정 소견이 나타나지 않았습니다. 방사선 검사에서 좌측 두부 복부에 48×45mm 크기의 연조직 밀도 덩어리가 확인되었습니다. 복부 초음파 검사에서 비장체에 이질성 덩어리가 나타났습니다. 이 덩어리에는 최소한의 혈류가 있는 무반향성 공동 병변이 있었습니다. 컴퓨터 단층 촬영에서 전이성 병변이 발견되지 않았고 비장 덩어리를 제거하고 임상적 징후를 해소하기 위해 전비장 절제술을 시행했습니다.\n \t\n(A) 수술 전 컴퓨터 단층촬영에서 비장 덩어리. (B) 수술 중 비장 덩어리 발견. (C) 절제된 비장 덩어리의 총체적 모습.\n \n마취 전 약물에는 세파졸린나트륨(22 mg/kg, IV, Cefazolin; 종근당제약, 한국)과 미다졸람(0.2 mg/kg, IV, Midazolam; 부광약품, 한국)이 포함되었습니다. 이어서 프로포폴(5 mg/kg, IV, Anepol; 하나제약, 한국)로 마취를 유도하고 기관내 삽관을 통해 이소플루란으로 유지했습니다. 레미펜타닐(0.1~0.3 µg/kg/분, 연속 주입 속도, Remiva; 하나제약)은 진통제로 사용했습니다. 중앙선 개복술 후 복강에서 비장을 노출시켰고, 혈관 밀봉 장치(Ligasure Exact Dissector; Covidien, 미국)를 사용하여 전체 비장 절제술을 시행했습니다.\n비장 종양은 조직병리학적 검사에서 저등급 방추세포 육종을 동반한 림프종으로 진단되었습니다. 비장 종양에는 확장된 세포 집단이 2개 포함되어 있었는데, 그 중 하나는 림프종을 나타낼 것으로 강력히 의심되는 확장된 림프모세포 집단이었고, 저등급이며 세포 크기가 작거나 중간 크기였습니다. 이러한 특징을 바탕으로 무증상 림프종이 가장 가능성 있는 원인으로 간주되었습니다. 항원 수용체 재배열을 위한 중합체 연쇄 반응이 의심되는 림프종을 확인하기 위해 권장되었지만, 개 주인은 비용이 많이 든다는 이유로 추가 검사를 거부했습니다.\n \t\n헤마톡실린-에오신 염색으로 시각화한 비장 종양의 저배율 조직병리학적 이미지. 비장 종양은 저등급 방추세포 육종을 동반한 결절성 림프종으로 의심되었습니다. 림프모세포가 확장되고 방추세포 증식이 확장된 결절. 척도 막대: 100 μm.\n \n비장절제술 후 식욕부진이 해소되었고, 수술 후 5일째 혈액 분석에서 혈청 칼륨 수치가 상승(6.2mmol/L; 범위 2.70~5.00mmol/L)하고 혈소판 증가(994×109 / L; 범위 143.3~400×109 / L)가 발견되었습니다. 기술적 오류를 배제하기 위해 혈액 샘플링을 반복했지만 환자의 혈청 칼륨 수치는 여전히 높았습니다. 장비 오류 가능성을 확인하기 위해 다른 정상 환자의 칼륨 수치를 측정했지만 모든 결과는 정상 범위 내에 있었습니다. 며칠 동안 추가 혈액 분석을 실시했지만 고칼륨혈증이 지속적으로 관찰되었습니다(수술 후 [POD]-5일, 6.27mmol/L; POD-7일, 6.84mmol/L; POD-9일, 6.73mmol/L).\n고칼륨혈증과 관련된 임상적 징후(예: 다음증, 다뇨증, 식욕 부진, 무기력증, 우울증, 쇠약, 구토 등)는 없었습니다. 환자의 생체 징후, 심전도, 신장 패널 및 소변량은 정상이었습니다. 고칼륨혈증을 일으킬 수 있는 요로 폐쇄는 없었습니다. 또한 처방된 약물 중 어느 것도 고칼륨혈증을 일으킬 가능성이 없었습니다. 따라서 가성고칼륨혈증이 강력히 의심되었습니다. 림프종이 가성고칼륨혈증의 원인 중 하나일 수 있지만, 림프종으로 인한 가성고칼륨혈증은 배제되었는데, 이는 전비장 절제술이 이미 수행되었고 조직병리학에서 비장 림프절에 특정 소견이 없었기 때문입니다. 가성고칼륨혈증의 확정적 진단을 위해 혈청과 혈장 칼륨 농도를 비교했습니다. 칼륨 농도는 각각 혈청 응고관과 헤파린관을 사용하여 측정했습니다. 일반적으로 전해질은 혈청을 이용하여 측정하였으나, 헤파린 튜브를 통하여 혈액응고를 방지하고 혈장을 분리하여 전해질을 측정하였다. 두 측정치의 차이는 1.05 mmol/L이었다. 차이가 0.4 이상이고 고칼륨혈증과 관련된 임상적 징후가 없었으므로 비장절제술 후 혈소판증가증에 의한 가성고칼륨혈증으로 진단하였다. 가성고칼륨혈증을 진단하기 위해서는 먼저 기술적 오류를 배제하고 혈청과 혈장의 칼륨 농도 차이가 0.4 mmol/L 이상이어야 한다. 환자는 혈중 칼륨 수치를 낮추기 위한 특별한 치료를 받지 않았으며 퇴원하였다.\n수술 후 혈청 및 혈장 칼륨 수치와 혈소판 수치를 정기적으로 검사했습니다. 가성고칼륨혈증과 혈소판증은 수술 후 1년이 지나도 유지되었지만 환자에게 고칼륨혈증과 관련된 임상 증상은 없었습니다.\n표 1.\n수술 후 혈청 및 혈장 칼륨 농도, 혈소판 수\n아래에\t혈청 K + (mmol/L)\t혈장 K + (mmol/L)\t혈청-혈장 차이(mmol/L)\t혈소판 수 (10 9 /L)\n수술 전 날\t4.20\t\t\t525\n3세 이하\t4.38\t\t\t768\n5세 이하\t6.27\t\t\t832\n7세 이하\t6.84\t5.79\t1.05\t884\n9세 이하\t6.73\t5.68\t1.05\t825\n21세 이하\t5.59\t4.86\t0.73\t570\n30세 이하\t5.46\t4.90\t0.56\t774\n60세 이하\t6.04\t5.15\t0.89\t776\n90 이하\t5.11\t4.53\t0.58\t724\n180 이하\t5.62\t4.68\t0.94\t766\n360 이하\t5.45\t4.65\t0.80\t791\nPOD, 수술 후 당일.\n \n개에서 고칼륨혈증의 가장 흔한 원인은 소변을 통한 칼륨 배설 감소이다[ 1 , 2 ]. 그러나 이 증례에서 신장 질환이나 요로 폐쇄의 증거는 없었다. 물론 환자가 고령이기 때문에 신장 기능이 저하되었을 가능성은 있지만 신장 패널과 요분석에서 이상 소견은 발견되지 않았다. 칼륨 섭취도 없고, 칼륨이 포함된 체액도 없고, 탈수도 없고, 화상도 없었고, 혈중 칼륨 농도를 높이기 위한 약물도 처방되지 않았다. 고칼륨혈증과 관련된 임상 증상도 없었고, 명확한 원인도 발견되지 않아 가성고칼륨혈증이 의심되었다.\n가성고칼륨혈증은 체내 순환계에서 칼륨 이온의 진정한 상승이 아닌 혈청 칼륨 농도를 거짓으로 증가시킵니다 [ 10 ]. 가성고칼륨혈증은 혈청 형성을 위한 응고 과정 동안 적혈구, 백혈구, 혈소판 등의 혈액 세포에서 세포 내 칼륨 이온이 방출되어 발생합니다. 가성고칼륨혈증에 대한 불필요한 치료는 환자에게 해로울 수 있으며, 의인성 저칼륨혈증, 심장 부정맥, 심지어 사망으로 이어질 수 있습니다[ 6 , 7 ].\n아키타, 시바, 진도, 중국 샤페이와 같은 아시아 품종에서 고칼륨 적혈구가 보고되었습니다[ 11 ]. 이러한 개에서는 혈액 분석에서 고칼륨혈증이 나타날 수 있습니다. 인간 의학에서 혈액 칼륨 농도가 잘못 상승하는 것은 극심한 백혈구증이나 혈소판증과 같은 혈액학적 장애가 있는 환자에서 잘 알려진 현상입니다[ 12 ].\n혈소판증이 있는 개에서 혈청 칼륨 농도는 혈장보다 높을 수 있습니다. 이는 혈소판이 혈청 형성을 위한 응고 과정 동안 활성화될 때 혈소판의 세포 내 칼륨 이온이 세포 외 공간으로 방출되기 때문에 발생합니다[ 4 ]. 따라서 혈소판이 많을수록 세포 내 칼륨 이온이 세포 외 공간으로 더 많이 방출될 수 있으며 그 결과 혈청-혈장 칼륨 차이가 더 클 수 있습니다. Reimann et al.[ 13 ]은 개에서 혈소판 감소증, 정상 및 혈소판 증가증 군 간에 혈청-혈장 칼륨 차이가 유의하게 다르다고 보고했습니다. 인간 의학에서 비장 절제술을 받은 환자의 75~82%에서 혈소판증이 발생하고 혈소판이 몇 주에서 몇 년 동안 높은 상태를 유지할 수 있다고 보고되었습니다[ 14 ].\n비장 절제 후 혈소판증은 반응성 혈소판증, 비장의 혈액 저장 기능 상실, 혈소판 수명 증가 등 여러 가지 메커니즘을 통해 발생할 수 있습니다[ 6 , 8 ]. 비장 절제는 반응성 혈소판증[ 14 ]을 초래합니다. 골수증식성 질환과 달리 출혈, 염증 및 종양에 반응하여 골수에서 더 많은 혈소판이 생성됩니다. 게다가 비장에서 혈액을 저장하고 혈소판을 파괴하는 능력을 상실하면 혈소판증이 발생합니다[ 3 ]. 인간과 유사하게 비장 절제술을 받은 개에서 혈소판의 수명이 47% 증가했습니다[ 15 ]. 따라서 인간과 유사하게 비장 절제술 후 혈소판증이 있는 개에서 가성고칼륨혈증이 발생할 수 있습니다.\n결론적으로, 개에서 비장 전절제술 후 혈소판증은 가성고칼륨혈증을 유발할 수 있습니다. 가성고칼륨혈증은 개에서 비장 절제술 후 무증상 고칼륨혈증이 확인될 때 감별 진단으로 고려해야 합니다. 가성고칼륨혈증이 있는 개에서 칼륨 농도를 교정하는 치료는 불필요하며 해로울 수 있습니다.\n"
}