{"title": "개 관절의 입체해부_주요관절의 정형외과 질환 및 수술접근", "author": "권오경 옮김", "publisher": "(주)범문에듀케이션", "department": "외과", "disease": "\n십자인대 단열의 진단은 당김검사로 쉽게 알 수 있다. 일부 대형 품종에서는 강한 근육 수축이 있기 때문에 이 검사를 수행하기 쉽지 않다. “경골압박검사(tibial compression test)”로 더 쉽게 알 수 있다. 이것은 첫 번째 검사보다 덜 신뢰할 수 있는 진단 검사이며 확실한 진단을 위해 완전한 근육 이완이 종종 필요하다.\n앞십자인대(전십자인대, cranial cruciate ligament)의 단열을 진단하기 위해서는 관절을 편 상태에서 “당김검사”를 하나, 뒤십자인대(후십자인대, caudal cruciate ligament)의 단열을 진단하기 위해서는 관절을 굽힌 상태로 유지해야 한다. 뒤십자인대 단열의 경우 근육이 관절을 잡아주는 보상작용을 하여 골관절증이 발생하지 않기 때문에 대개 수술적 처치가 필요하지 않아 앞십자인대 단열과 감별하는 것이 중요하다.\n양측성 십자인대 단열일 수 있으므로 양측 다리를 같이 검사하는 것이 항상 추천된다. 한쪽 다리가 무균성 관절염이나 안쪽 반달의 손상을 동반한 앞십자인대 단열이 최근에 발생한 경우 반대쪽 다리가 몇 주전 앞십자인대의 단열이 일어났음에도 불구하고, 최근에 단열된 다리만 파행을 보일 수 있다.\n앞십자인대의 단열을 고치기 위한 다양한 수술 기법이 있다.\n\n\n\n\n\n무릎뼈 탈구\n슬개골 탈구는 개의 흔한 정형외과적 문제다. 내측 탈구는 외측 탈구보다 더 흔하며 일반적으로 작은 품종의 개에서 진단된다. 진단은 슬개골 불안정성의 임상적 증거에 근거하지만, 골격 변형의 정도를 평가하고 가장 적절한 치료 방법을 결정하기 위해 진단 영상이 필요합니다. 수술적 옵션에는 연조직 및 골절 기법이 모두 포함되지만 대부분의 경우 탈구를 교정하기 위해 더 많은 절차를 조합하여 사용합니다. 합병증률은 일반적으로 낮으며 가장 흔한 합병증은 역류 및 임플란트 관련 합병증입니다. 예후는 일반적으로 양호하며 대부분의 개가 정상적인 사지 기능으로 돌아간다.\n슬개골 탈구는 반려견의 절름발이를 유발하는 가장 흔한 원인 중 하나이다. 대형견과 소형견 모두 영향을 받을 수 있으며 고양이에서도 이 질환이 나타날 수 있다. 탈구는 내측, 측면 또는 양방향으로 발생할 수 있습니다. 대부분의 탈구는 내측 탈구이며 소형견에서 진단된다. 외측 탈구는 덜 자주 발생하며 대형견이나 거대견에서 흔히 진단된다.\n소형견에서 슬개골 내측 탈구의 발생률은 대형견에 비해 12 배 더 높다고 보고되고 있다. 대부분의 발병률 연구에 따르면 암컷이 수컷보다이 질병에 더 취약한 것으로 확인된다 . 중성화 상태는 위험 요인으로 보이며 중성화 된 개는 슬개골 탈구가 발생할 확률이 약 3 배이다 . 대부분의 개는 일방적으로 영향을 받지만 양측 탈구가 흔히 발견 될 수 있다 .7,16 슬개골 탈구는 어린 개에게 전형적인 질병이지만 동물이 자라면서 임상 징후가 종종 분명해진다.\n슬개골 탈구에 영향을 받는 가장 흔한 견종은 아래와 같다: 푸들, 포메라니안, 요크셔테리어, 치와와, 프렌치불독, 라사압소, 카발리에 킹 찰스 스패니얼, 비숑, 퍼그, 불독, 웨스트 하이랜드 화이트 테리어, 잭 러셀 테리어, 시츄 등이 있다.\n슬개골 탈구는 선천성/발달 장애이지만 외상성 사고로 인해 관절낭과 근막이 찢어지거나 늘어나면서 대퇴골 불안정성을 유발하는 이차성 질환일 수 있다. 때때로 슬개골 탈구는 십자인대(CrCL) 질환이나 대퇴골 또는 경골 골절 치료 후 2차 합병증으로 발생할 수 있다.\n 기존의 슬개골 탈구는정상적인 대퇴사 두근 메커니즘에 영향을 미칠 수 있으므로 2차 뼈 변화의 원인이 된다. 슬개골이 성장하는 동안 슬개골 홈의 관절 연골에 가하는 생리적 압력이 없으면 적절하게 깊고 넓은 홈(슬개골 저형성증)의 발달을 방해할 수 있다.\n대퇴 경부의 경사각이 감소하면 신근 메커니즘의 이완과 고관절 전위 또는 대퇴골두 절제술을 유발할 수 있습니다. 전회전 각도의 변화는 또한 관절 이상을 유발하는 조건으로 간주되어진다.\n대퇴골의 기형에는 다음이 포함됩니다: 1) 원위 대퇴부 내반 또는 외반, 2) 원위 대퇴골의 외측 또는 내측 비틀림, 3) 근위 경골 내반 또는 외반, 4) 경골 내측 또는 외측 비틀림, 5) 얕은 대퇴골 경부의 경사각 감소, 신근 메커니즘의 이완 및 고관절 전위 또는 대퇴골두 절제를 유발할 수 있습니다. 변경된 전회전 각도는 또한 관절 이상을 유발합니다.\n\n매우 흔한 정형외과 질환이며, 특히 소형 품종에서 발견되지만, 일부 대형품종(사모예드, Eurasier)과 고양이에서도 발견된다.\n탈구에는 여러가지 유형이 있다.\n1단계: 무릎관절(슬관절, stiffle joint)을 펴고 손으로 밀었을 때 무릎뼈(슬개골, patella) 가 쉽게 탈구된다; 손을 놓으면 활차고랑 내로 돌아온다. 간헐적 파행을 보이는 흔한 탈구이다. 정강뼈(경골, tibia)의 회전은 미미하며 무릎관절을 구부렸을 때 뒷발목의 벌림 없이 배열이 유지된다.\n2단계: 무릎뼈는 자주 융기사이 고랑 밖으로 변위가 된다. 무릎관절을 구부린 상태에서 다리를 사용하게 된다. 전신마취하에 검사를 할 때, 무릎뼈는 정강뼈를 가쪽으로 회전시킬 경우 쉽게 환납되나, 정강뼈를 놓을 경우 무릎뼈가 탈구가 된다. 정강뼈는 시상면에서 약 308 정도 돌아가 있다. 무릎뼈가 안쪽으로 탈구되면서, 뒷발목의 벌림 또한 나타난다.\n3단계: 무릎뼈는 계속 탈구되어 있고 정강뼈는 약 30~608 정도 돌아가 있다. 다리는 사용할 수 있으나 무릎관절을 구부린 상태에서 사용한다.\n4단계: 정강뼈거친면(경골조면, tibial tuberosity)이 약 60~908 정도 돌아가 있다. 무릎뼈는 영구적으로 탈구되어 있다. 다리는 대개 잘 못 쓰는 상태이며, 무릎뼈를 원래 위치로 환납시키기 어려운 상태이다. 무릎관절을 구부린 상태(skyline)에서의 X-ray 사진은 넙다리뼈도르래고랑의 깊이를 보여준다\n\n무릎뼈 탈구의 수술 사진. 무릎뼈의 안쪽 변위로 인해 골증식체 위에 고랑이 만들어져 있으며 그 위로 탈구된 무릎뼈가 움직인다.\n\n무릎뼈 탈구가 제일 심한 단계의 개에서의 X-ray 사진\n\n 무릎뼈 탈구의 등급(Brinker, Piermattei and Flo’s Handbook of Small Animal Orthopaedics and Fracture Repair 책에서 인용).\n\n가쪽 무릎뼈 탈구가 있는 코커 스패니얼. 양측성으로 나타나며, 다리를 반쯤 구부린 전형적인 자세를 취한다. 이 환자의 X-ray 사진은 그림 8에 있다.\n\n\n\n손상을 보여주는 다양한 컴퓨터 단층촬영 사진\n 박리성 골연골증의 자기공명영상. 가쪽 관절돌기에 커다란 방사선 음영이 확연히 보인다.\n\n\n그림 14 Pridie drilling 기법을 이용하여 긁어내기 전 사진. 손상은 항상 가쪽 관절돌기에서 나타난다.\n기법을 사용한 수술 후 사진. 손상된 연골부분에 작은 구멍을 뚫어주면 연골밑뼈에 있는 혈관을 통해 손상된 연골은 원래 관절 연골인 유리연골(hyaline cartilage)이 아닌 섬유 연골로 재생된다.\n\n슬개골이 정상 위치에서 빠져 나올 수 있는 상태로 내측, 또는 외측 방향으로 빠져 있거나 빠질 수 있는 상태를 말합니다. 현재 15kg 이하의 강아지에서 슬개골 탈구나 전 십자 인대 단열은 퇴행성 관절염 및 파행을 유 발할 확률이 30% 전후로 낮게 보고 되기 때문에 어찌 보면 수술보다는 진통제를 이용한 보존적 치료가 유용할 수 있습니다. 그러나, 장기적으로 지속적 투약은 부작용이 있을 수 있고 환자의 말할 수 없는 고통을 생각하면 충분히 수술이 가치가 있다고 할 수 있습니다. 슬개골 탈구의 치료는 크게 비수술과 수술적 방 법으로 나누어 생각할 수 있는데, 여러 상황을 고려하여 이 둘을 조화롭게 적용하는 것이 현명 한 치료법이라 할 수 있겠습니다. 예를 들어 3개 월령에서 심한 슬개골 탈구를 발견 했다면 급하 게 수술을 고려하기 보다는 남은 성장기간 동안 대퇴 사두근과 대퇴골의 배열을 최대한 맞추어 주기 위한 물리치료 (ROM : range of motion 내 에 굴신운동)를 적용하는 것이 좋은 치료법이라 할 수 있습니다. 하지만 3 ̅4세 정도에서 슬개골 탈구가 있다면 남은 여생 동안 물리치료나 투약, 다이어트 보다는 수술을 고려하는 것이 현명하 다 할 수 있습니다. 뒤에 수술법에 대해 구체적으로 언급하겠지만 임상에서 슬개골 탈구의 수술과 치료는 단순하 다면 단순 할 수 있지만 실제 2 ̅3mm정도 활차 구 모양 차이나 조면 각도차이로 예후가 바뀔 수도 있는 매우 까다로운 경우를 접하기 때문에 정형외과영역이지만오히려관절성형을해주는 성형외과라 생각하고 접근하는 것이 좋을 듯 합 니다.\n한국 소동물 임상에서 비교적 흔한 후지 관절 문제로 볼 수 있습니다. 주로 말티즈, 푸들, 요 크셔 테리어, 치와와 등 작은 품종에서 많이 발 생되며 외상성이 아닌 경우 전십자 인대와의 관 련성을 잘 평가해야 합니다. 소형 품종에서 선 천적으로 발생되는 경우, 7 ̅8세령까지 슬개골 탈구를 교정해 주지 않는다면 전십자 인대의 퇴 행성 변화를 막기 힘듭니다. 따라서, 고령의 슬 개골 탈구 환자에서 급작스런 심한 파행의 원인 은 오히려 전십자 인대 단열이 흔한 편 입니다. 슬개골 탈구로 인해 유발 되는 관절통은 외상이 아닌 경우 대부분 둔한 통증이기 때문에 보호자 분이 환자의 상태를 제대로 파악하지 못하는 경우가 많습니다.\n일반적 원인 슬개골 탈구의 원인은? BASIC 104 www.kaha.or.kr - 외상에 의한 탈구 : 둔성 창상, 교통사고 등 - 성장기 속도 균형 이상에 의한 탈구 : 성장기 근육 성장 속도가 여러 요인(식이 등)에 의해 골 성장 속도보다 느려지는 경우 일시적이거 나 영구적으로 고관절 이형성, 슬개골 탈구를 유발할 수 있습니다. - 선천적인 탈구 2) 해부학적 원인 (내측 탈구) - Coxa vara : 대퇴골경(femoral neck)의 각도 가 135도 이하로 꺾이는 경우 - Genu varum : 대퇴골 원위단 1/3지점이 바 깥쪽으로 휘어지는 경우 - 활차구의 저형성 : 성장기때 슬개골이 활차 구를 눌러주면서 정상적인 활차구 모양이 갖추어져 감 - 내측 골과의 저형성 : 내측 슬개골 탈구 유발 - 경골 조면의 내회전, 또는 외회전 - 근위 경골(Tibia)의 내측 휘어짐 - 발목 관절의 내회전\n Grade 1 : 억지로 밀면 빠지지만 힘을 빼면 바로 환납\n Grade 2 : 빼면 빠져 있고 환납하면 들어가 있음\nGrade 3 : 억지로 밀면 환납 되지만 주로 빠 져 있음 \nGrade 4 : 환납 시킬 수 없음\n단계 분류의 목적 - 현재 환자의 상태 평가 - 예후와 수술 방법 결정에 요인이 될 순 없음\n\n슬개골 탈구의 임상 증상\n- 통증호소가 주요 임상증상이지만 각 환자별 로 통증을 표현하는 방법이 틀리기 때문에 주의 깊게 관찰해야 함\n- 식욕이 감소되는 경우\n- 활력, 움직임이 감소되는 경우\n- 발절음이 생기는 경우\n- 성격 변화 : 주로 예민하거나 사나워짐, 보 호자가 안으려 할 때 피하려 하는 경우도 있음\n- 자세 변화 : 흉, 요추 연접부를 둥글게 위로 굽히거나 후지를 쭉 펴고 무릎을 적게 굽히 면서 종종 걸음으로 걸어 다님\n- 소리를 내거나 짖을 정도 급작스런 심한 통증 호소는 드문 편이지만 환자에 따라 있을 수 있음\n비수술적 치료 - 체중감량 - 운동제한 - 연골 보호제 : 글루코사민, 콘드로이틴 - 진통, 소염제 : 장기 처방을 위해서는 좋은 cox1:cox2 ratio를 가지고 있는 NSAID가 유리함 대략 deracoxib,meloxicam,carprofen 등이 있음. 각 환자별 경제 사정, 투약횟수, 입맛 등을 고려하여 처방하게 됨, 관절낭 내 steroid+lidocaine합제 투여가 가장 빠르게 통증을 완화시킬 수 있음\n\n수술의 목표 1) 관절내 염증원인의 완전 제거, 즉 증식된 섬유 조직이나 연골의 영양공급을 막는 pannus등을 꼼꼼히 제거 2) 탈구된 쪽으로 당겨지는 힘의 완전 중화 3) 퇴행성 관절염의 예방 4) 전십자 인대 단열의 예방 5) 임상증상 개선 : 발절음이나 통증 등의 완화 - 슬개골 탈구 수술 방법 및 재료의 결정요인들 1) 슬개골 탈구의 해부학적 원인 : 경골조면 이식, osteotomy등 2) 연령과 품종 : 어린 강아지, 노령견, 연골 이형성 품종(시쮸, 페키니즈, 닥스등) 3) 몸무게, 비만정도 - 가장보편적이고최우선적으로고려되는수술 1) 관절낭 겹봉합 : 슬개골쪽 관절낭을 뼈쪽 으로반대편관절낭을그위로덮어서봉합 2) 활차구 성형술 3) 경골 조면 이식 - 그 외 수술법 : desmotomy, antirotation, rectus femoris 재 배열, vastus medialis 부분 절단술, osteotomy, 경골 함몰술 (전방 변위된 Q-angle을 교정하기위함), TTA (tibial tuberosity advancement)시 외회전 (전십자 인대 단열 교정을 위한 방법이지만 경골 조면 이식의 단점인 반월판 손상을 막을 수 있는 유일한 방법), 인공 골과 구축 등\n\n박리성 골연골증\n이 상태는 일반적으로 초대형 품종에서 발견되며 저먼 셰퍼드에서 특히 흔하다. 첫 번째 증상은 5~7개월령에 나타난다. 무릎관절은 염증상태가 되며 무릎관절을 펼 시 통증을 보이며 근육 위축이 나타난다. 앞뒤쪽, 뒤앞쪽, 및 안가쪽 X-ray 사진은 정확한 진단을 위해 필요하다. 변화가 명백하며 항상 가쪽 관절돌기에서 관찰된다.\n관절염/골관절염\n단독의 무균성 관절염은 소동물에서는 드물다. 다발성 관절염이 더 흔하다. 더 흔한 것은 감염성 관절염으로 필수적인 소독기법을 실시하지 않고 스테로이드 주사를 하는 이유로 생길 수 있다.\n치료는 관절절개술에 의한 관절 세척, 움직이지 않게 고정, 그리고 항염증 처치이다.\n\n가쪽 관절돌기에 이상을 보이는 X-ray 사진\n\n그림 13 양측성 박리성 골연골증이 있는 동물의 전형적인 자세, 9개월령의 그레이트 데인으로, 다리의 자세이상, 무릎관절의 벌림 및 뒷발목의 근접을 보여준다.\n\n앞십자인대의 단열 후 이차성 골연골증이 생긴 X-ray 사진\n심각한 골연골증이 있는 개의 X-ray 사진\n앞뒤쪽 영상(a)\n안가쪽 영상(b)\n\n\n컴퓨터 단층촬영술\n영상진단기법\n\n이 무릎관절의 삽화 예시와 함께 최신의 영상진단 기법을 소개한다.\n\n컴퓨터 단층촬영술은 환자의 내부 해부적 구조에 대해 2차원 또는 3차원 영상을 제공하여 신체 내를 명확히 볼 수 있도록 한다.\nX-ray 기술을 사용하여 서로 다른 각도에서 여러 단면을 구한 다음 컴퓨터로 처리하여 이미지를 생성한다. 이 기술로 임상연구를 상대적으로 짧은 시간에, 그리고 대부분의 경우 진정만으로 할 수 있다.\n컴퓨터 단층촬영은 폐, 종격막, 복강, 혈관, 종양, 신경, 뇌 등의 이상을 연구하는 데 사용되기 때문에 수의학에서도 이용이 증가하고 있다. 더욱이 3차원 영상의 유용성이 증가함에 따라 관절, 골절 등의 검사에 적합한 고해상의 영상을 제공하기 때문에 컴퓨터 단층촬영은 정형외과 분야에서도 유용한 진단 수단이다.\n안가쪽 모습\n앞쪽 모습\n투시는 수의학에서 점차 보편화되고 있다. 진단수단으로 전통적인 X-ray 기법을 대체할 수 있을 것으로 생각된다. 그러나 투시는 환자와 수의사의 안전을 위해 엄격히 필요한 경우에만 사용해야 하며 모든 필요한 조치를 준수해야 한다.\n얻은 이미지는 사용된 장비의 성능에 따라 비디오 또는 3 차원 이미지로 변환될 수 있다.\n정형외과 외에도, 투시법은 주로 소화기계, 비뇨기계 및 혈관조영 연구에 사용된다.\n자기공명영상\n핵자기공명영상은 컴퓨터 단층촬영술과 달리 전리방사선을 사용하지 않고, 컴퓨터를 통해 데이터를 처리하여 실시간으로 여러 각도의 이미지를 얻는 비침습적 진단 및 탐색적 기술이다.\n근육의 상세한 이미지를 제공하고 수술 없이 관절을 검사할 수 있으며, 정확한 그리고 뇌와 척수에 해를 주지 않는 이미지를 생성하여 주기 때문에 정형외과학 및 신경학은 자기공명영상으로 가장 많은 혜택을 얻는 전문 분야이다.\n컴퓨터 단층촬영술이 금기시될 때 이용할 수 있다. 검사가 진행되는 동안에 동물이 움직이지 않아야 하기 때문에 가벼운 마취나 진정이 요구된다.\n무릎관절의 수평면\n십자인대를 보여준다.\n\n무릎관절의 수평면\n넙다리뼈와 정강뼈의 관절표면을 보여준다.\n다음은 투명 합성수지로 보존된 실제 구조물의 단면과  컴퓨터 단층 및 자기공명영상 이미지를 비교한 사진이다.\n수술적 접근\n가쪽 절개를 통한 넙다리뼈 먼쪽과 무릎관절 접근\n1동물을 외측횡와위(옆으로 눕힌 자세, lateral recumbency)로 눕힌 후 아치모양의 피부절개를 넙다리뼈(대퇴골, femur) 먼쪽(원위, distal) 1/3 지점부터 시작해 가쪽 넙다리위관절돌기를 지나 정강뼈의 몸통끝까지 확장한다.\n2무릎관절 근막을 노출시키고 무릎뼈와 무릎인대와 평행하게, 넙다리두갈래근(대퇴이두근, biceps femoris muscle)의 널힘줄과 넙다리네갈래근(대퇴사두근, quadriceps femoris muscle) 힘줄의 닿는곳을 절개한다.\n3넙다리네갈래근힘줄을 안쪽으로 변위시켜 무릎뼈를 탈구시키면 관절 내부를 쉽게 노출시킬 수 있다.\n4관절을 구부리면 무릎뼈아래지방체로 일부가 덮인 긴발가락폄근힘줄과 앞, 뒤십자인대가 관찰된다.\n\n안쪽곁인대와 무릎관절의 뒤쪽안쪽부위 접근\n1반대쪽 다리를 벌린 채 외측횡와위로 한다. 피부 절개는 아치모양으로 안쪽 넙다리위관절돌기를 넘어 몸쪽과 먼쪽으로 실시한다.\n2무릎근막을 부분 절개한 후, 넙다리빗근(봉공근, satorius muscle) 뒷부분의 닿는곳을 확인하고, 내림무릎동맥(하행슬동맥, descending genicular artery)과 정맥을 피해서 부분 절개한다.\n3넙다리빗근을 뒤쪽으로 견인한 후 반막모양근(반막근, semimembranosus muscle) 앞, 뒷부분이 닿는곳 사이의 공간을 확인하고 분리한다.\n4반막모양근의 두 부분을 분리하면 안쪽 곁인대(측부인대, collateral ligament)와 장딴지근의 안쪽 부분 사이로 관절주머니가 노출된다. 관절주머니를 분리하면 안쪽 넙다리뼈 관절돌기의 관절면이 보인다.\n5반막모양근의 뒤쪽부분이 닿는곳 힘줄을 먼쪽으로 견인함으로써 내측반달이 노출된다.\n6안쪽 곁인대의 앞쪽 그리고 뒤쪽으로 안쪽 반달이 보이는 확대사진이다.\n가쪽 곁인대와 무릎관절의 뒤쪽가쪽부위 접근\n1피부 절개는 아치모양으로 가쪽 넙다리뼈위관절돌기를 넘어 몸쪽(근위, proximal)과 먼쪽으로 실시한다.\n2가쪽넓은근과 넙다리두갈래근이 보이며 가쪽 곁인대를 따라 분리한다.\n3장딴지근의 가쪽 부분과 가쪽 곁인대사이의 공간을 확인하기 위해 넙다리두갈래근을 뒤쪽으로 견인한다. 공통종아리신경을 주의하여야 한다.\n4관절주머니가 확인이 되며 오금근힘줄과 가쪽 반달이 보이게 된다.\n5가쪽 반달을 잘 보기 위해 오금근 힘줄을 먼쪽으로 견인한다.\n6가쪽 곁인대에 의해 가쪽 반달의 일부가 가려진다.\n\n\n\n안쪽 절개를 통한 정강뼈의 몸통부분 접근\n1반대쪽 다리를 벌린 채 외측횡와위로 한다. 피부 절개는 아치모양으로 안쪽 넙다리뼈 관절돌기를 넘어 넙다리뼈의 먼쪽끝부터 정강뼈의 안쪽면까지 연장한다.\n2넙다리빗근의 뒤쪽부분이 닿는곳의 널힘줄을 안쪽 곁인대 뒤쪽에서 분리한다. 내림무릎혈관들을 조심해야 한다.\n3넙다리빗근을 뒤쪽으로 견인하면 두덩정강근 닿는곳의 힘줄과 반막모양근 사이로 오금근이 있다.\n4넙다리빗근, 두덩정강근, 반막모양근을 분리하여 오금근을 노출한다. 정강뼈 안쪽에서의 오금근이 닿는 쪽이 전부 노출된다.\n5정강뼈 몸통쪽의 안쪽경계와 뒤쪽부분을 노출시키기 위해, 오금근은 분리하여 뒤로 견인한다. 정강뼈의 오금패임을 지나는 오금동맥과 정맥을 주의한다.\n6다리의 앞쪽부분에 있는 넙다리근막을 분리하여 정강뼈 거친면을 노출한다.\n7가쪽부분으로 접근을 연장하기 위해 앞정강근을 정강뼈거친면에서 분리한다.\n8분리 후 근육을 가쪽으로 견인하면 정강뼈 가쪽이 전부노출된다. 이때 긴발가락폄근이 지나는 부위를 주의한다.\n\n강아지 슬개골 내측탈구 (Patellar Luxation)\n1. 서론\n강아지는 사람과 오랜 시간 함께 살아오면서 반려동물로 자리 잡았다. 하지만 강아지들은 특정한 유전적 요인과 해부학적 특징 때문에 여러 정형외과적 질환을 겪을 수 있으며, 그중에서도 슬개골 내측탈구(Patellar Luxation)는 흔히 발생하는 질환 중 하나다. 본 글에서는 슬개골 내측탈구의 정의, 원인, 증상, 진단 방법, 치료법 및 예방 방법에 대해 자세히 설명하고자 한다.\n2. 슬개골 내측탈구란?\n슬개골 내측탈구는 무릎 관절에서 슬개골(무릎뼈)이 정상적인 위치에서 벗어나 내측(안쪽)으로 탈구되는 질환이다. 이 질환은 소형견과 일부 특정 품종에서 흔히 발생하며, 심한 경우 강아지의 보행에 큰 영향을 미칠 수 있다.\n2.1 슬개골의 역할\n슬개골은 대퇴골(허벅지뼈)과 경골(정강이뼈) 사이에 위치한 작은 뼈로, 무릎 관절을 보호하고 대퇴사두근의 힘을 효율적으로 전달하는 역할을 한다. 슬개골이 정상적인 위치에서 벗어나면 관절의 기능이 저하되며, 지속적인 마찰로 인해 관절염이 발생할 수 있다.\n2.2 슬개골 내측탈구의 분류\n슬개골 내측탈구는 탈구의 정도에 따라 1~4단계로 나뉜다.\n1단계: 손으로 슬개골을 밀면 탈구되지만 자연스럽게 제자리로 돌아온다.\n2단계: 슬개골이 자주 탈구되며, 손으로 다시 밀어 넣어야 제자리로 돌아온다.\n3단계: 슬개골이 지속적으로 탈구되어 있으며, 손으로 밀어 넣어도 쉽게 빠진다.\n4단계: 슬개골이 완전히 탈구된 상태로 고정되어 있으며, 정상 위치로 복귀하지 않는다.\n3. 슬개골 내측탈구의 원인\n3.1 유전적 요인\n슬개골 내측탈구는 선천적인 유전적 요인에 의해 발생하는 경우가 많다. 특히, 소형견과 일부 특정 품종(예: 푸들, 포메라니안, 치와와, 요크셔테리어, 말티즈 등)에서 높은 발병률을 보인다.\n3.2 해부학적 이상\n대퇴골과 경골의 정렬 이상\n슬개골 활차구(슬개골이 위치하는 골 구조)의 형성 부족\n대퇴사두근의 비대칭성\n이러한 해부학적 이상은 선천적으로 발생할 수도 있으며, 성장 과정 중에 발달할 수도 있다.\n3.3 외상\n교통사고나 높은 곳에서 뛰어내리는 등의 사고로 인해 슬개골이 탈구될 수 있다. 이는 후천적인 요인으로 인해 발생하는 경우이다.\n4. 증상\n슬개골 내측탈구의 증상은 탈구의 단계에 따라 다르게 나타난다.\n다리를 절뚝거림 (간헐적 또는 지속적)\n갑작스럽게 다리를 들어 올리는 행동\n무릎 관절의 부종 및 통증\n보행 시 \"토끼뜀\" 형태로 점프하는 움직임\n심한 경우 관절의 강직 및 변형\n5. 진단 방법\n5.1 신체 검사\n수의사는 강아지의 무릎 관절을 직접 만져보며 슬개골이 쉽게 탈구되는지를 확인한다.\n5.2 방사선(X-ray) 검사\n방사선 검사는 슬개골 탈구의 정도를 평가하고, 대퇴골 및 경골의 정렬 이상 여부를 확인하는 데 사용된다.\n5.3 CT 또는 MRI 검사\n정확한 진단을 위해 CT 또는 MRI 검사가 추가적으로 시행될 수 있다. 특히, 심한 탈구나 동반된 인대 손상이 의심되는 경우 유용하다.\n6. 치료 방법\n6.1 보존적 치료\n1~2단계의 경미한 탈구는 보존적 치료로 관리할 수 있다.\n체중 관리: 체중 증가로 인해 관절에 가해지는 부담을 줄이기 위해 적절한 체중 조절이 필요하다.\n운동 조절: 무리한 점프나 높은 곳에서 뛰어내리는 행동을 제한해야 한다.\n물리치료: 재활 운동과 마사지가 증상 완화에 도움이 될 수 있다.\n보조기 착용: 슬개골을 지지해주는 보조기 사용도 고려할 수 있다.\n6.2 수술적 치료\n3~4단계의 중증 슬개골 탈구는 수술적 치료가 필요하다. 대표적인 수술 방법으로는 다음과 같다.\n활차구 성형술: 슬개골이 정상 위치에 있도록 활차구를 깊게 형성하는 수술\n경골 정렬 교정술: 경골의 방향을 조정하여 슬개골이 안정적인 위치를 유지하도록 하는 방법\n연부조직 재배치술: 인대 및 근육을 조정하여 슬개골의 정렬을 유지하는 방식\n수술 후에는 재활 치료가 필요하며, 회복 기간 동안 보호자의 철저한 관리가 요구된다.\n7. 예방 방법\n7.1 적절한 체중 유지\n과체중은 관절에 부담을 주므로, 균형 잡힌 식단과 적절한 운동을 통해 강아지의 체중을 관리하는 것이 중요하다.\n7.2 점프 및 무리한 운동 제한\n슬개골 탈구의 위험이 있는 강아지는 높은 곳에서 뛰어내리는 행동을 피해야 한다. 미끄러운 바닥에서의 활동도 조심해야 한다.\n7.3 정기 건강검진\n어린 강아지의 경우 성장 과정에서 정기적으로 수의사의 검진을 받으며 무릎 관절 상태를 확인하는 것이 좋다.\n8. 결론\n슬개골 내측탈구는 소형견에서 흔히 발생하는 정형외과적 질환으로, 조기 진단과 적절한 치료가 중요하다. 보호자는 강아지의 걸음걸이를 주의 깊게 관찰하고, 이상이 발견되면 즉시 수의사의 진료를 받아야 한다. 또한, 예방을 위한 적절한 관리가 필요하며, 체중 조절과 무리한 운동을 피하는 것이 중요하다. 슬개골 내측탈구에 대한 올바른 이해와 관리로 강아지가 건강하고 활기찬 삶을 살 수 있도록 도와주자.\n"}