{
    "title": "개 관절의 입체해부_주요관절의 정형외과 질환 및 수술접근",
    "author": "권오경 옮김",
    "publisher": "(주)범문에듀케이션",
    "department": "외과",
    "disease": "\n엉덩관절의 정형외과 질환\n골절에 더하여(여기에선 포함되지 않는), 엉덩관절의 가장 흔한 정형외과 질환.\n엉덩관절 이형성\n\n\n넙다리뼈머리 무혈성 괴사\n\n엉덩관절 이형성\n성견에서는 증상이 명확하므로, 어린 동물에서 이 질병을 진단하는 데 역점을 두는 것이 더 가치가 있다. 그러므로 임상검사 시 어린 개에서 관절이완에 동반되는 특이적인 면을 확인하는 데 주의를 기울여야 한다(그림 1~4).\n치료와 예후판단을 정확히 하기 위해, 어린 강아지의 엉덩관절(고관절, hip joint)이형성의 임상증상의 심한 정도를 판단하는 것이 중요하다. 반드시 아래의 사항을 확인해야 한다:\n명확한 절구어귀(acetabular rim)의 존재 여부.\n넙다리뼈머리의 변형.\n두덩근(치골근, pectineus muscle)의 긴장.\n경사각과 전방경사각(The angle of inclination and anteversion)\n엉덩관절 이형성 의심 강아지의 임상검사 중, 뒷다리에 이상 증상 없음을 확신해서는 안된다; 모든 가능성 있는 불편함, 오르거나 걷거나 단순히 예상보다 오래 서 있지 못함 등에 주목해야 한다.\n임상증상\n어린 개에서 주로 보이는 증상:\n서기를 힘들어 함(그림 5), 계단 오르기, 다리 먼쪽의 외반 변형. 파행은 한쪽 혹은 양쪽 다리에서 일어날 수 있으며 운동이 파행을 악화시키거나 이전에 존재하지 않았던 파행의 원인이 될 수 있다. 일반적으로 이형성 강아지는 건강한 강아지보다 더 심하게 운동 불내성을 보인다.\n강아지는 별다른 외상 없이 부중가능한 갑작스런 파행을 보인다. 파행은 다양한 기간 동안 사라질 수 있다―수 개월 혹은 수 년―그러나 퇴행성 변화는 계속 진행되거나 악화된다는 것을 명심해야 한다. 만약 초기 진단이 이루어지지 않는다면 삼중골반절골술(TPO, Triple Pelvic Osteotomy) 같은 수술적 처치에 적합하지 않게 되어 인공관절대치술 같은 다른 수술을 필요로 하게 된다.\n어린 개에서, 관절은 늘어난 관절주머니(관절낭, joint cavity)와 함께 활막염이 존재할 수 있는데, 이러한 변화는 관절액의 증가, 넙다리뼈 머리 인대의 늘어남, 앞쪽 볼기뼈절구(관골구, acetabulum)의 미세 골절과 미란에 의해 생길 수 있다.\n성장함에 따라 이러한 변화는 앞으로 계속 진행될 퇴행성 관절 질환의 시작이 되고 임상증상이 증가하게 된다.\n감별진단\n엉덩관절 이형성은 특징적인 임상증상이 없다. 사실, 다른 질병에서의 비슷한 증상은 엉덩관절 이형성의 오진으로 이끌 수 있다. 다른 정형과 신경계 질환과의 비교를 위한 감별진단은 반드시 행해져야 한다(표 1).\n신체검사\n동물은 우선 서 있는 자세, 평보, 속보를 관찰해야 한다.\n서 있는 자세에서 뒷 몸통 1/3을 검사하면서 양측 다리의 대칭성을 관찰한다.\n강아지를 옆으로 눕힌 다음, 다리를 검사한다. 통증이 있는 부위를 발끝부터 엉덩관절까지 찾는다. 또한 근육의 위축, 염발음, 관절움직임, 큰돌기의 위치, 관절이완을 검사한다(그림 7).\n수술 가능한 이형성 개에서 다리의 굴신과 외전시 고통을 관찰 할 수 있다. 골관절증 변화, 관절주머니와 주변 근육의 섬유화는 신전력의 감소를 일으킨다.\n어린 강아지(6개월령 이하)의 관절이완은 Ortolani나 Barden tests를 통해 검사할 수 있지만 결과는 명확치 않다.\nBarden test는 강아지를 옆으로 눕히고 동물 뒤에 서서 엄지를 큰돌기에 놓고 다른 손가락은 엉덩관절 위에 둔다. 다른 손으로 넙다리를 위로 들어 올린다. 큰돌기가 검사자 쪽으로 움직인다면 관절이완이 있는 것으로 0.5 cm 변이는 양성으로 고려된다.\n모든 엉덩관절 이형성 개가 이 검사에 양성을 보이진 않는다. X-ray는 이 질환의 확진을 위해 반드시 필요하다. 어린 강아지에서 관절 이완의 수학적 계산을 위해 압박/벌림 X-ray 방법이 사용된다.\n치료\n엉덩관절이형성 치료의 주요 방법 세 가지: 전통적인 치료(절제관절성형술, 두덩근절단술 및/혹은 약물), 인공관절 또는 대체 관절성형술(그림 8, 9, 10) 그리고 골반절골술(그림 11, 12)\n절골술에는 3가지 방법이 있다.\n골반절골술: 이 수술의 목적은 볼기뼈절구를 회전시켜 볼기뼈 절구 등쪽이 넙다리뼈 머리를 잘 감싸주게 하기 위함이다. 궁극적 목적은 볼기뼈절구를 이상적인 생체역학적 위치로 재배치하는 것이다; 적절한 위치, 즉 관절의 두 표면 사이가 적절히 맞음, 안정적인 위치, 즉 한 관절면이 다른 관절 안에 위치하는 능력.\n넙다리뼈머리절골술: 이 수술은 엉덩이관절 외번(외반고, coxa valga) 환자에 지시되며 두 방법 혹은 두 방법의 병용으로 수행된다.\n넙다리뼈 경사감소 절골술(Femoral varisation osteotomy): 이 기술은 넙다리뼈 머리를 생체역학적으로 알맞게 위치시키는 수술로 경사를 감소시킨다(내번).\n넙다리뼈 역회전 절골술(Femoral derotation osteotomy): 이 방법은 심한 전방경사(anteversion angle)를 교정한다.\n무게가 10~15 kg 이상이고 관절에 통증과 불안정성은 있지만 퇴행성변화를 보이지 않는 성숙동물에서의 처치로 교정절골술을 해볼 수 있다―기준에 따라 엉덩뼈 혹은 넙다리뼈 어느 쪽을 선택.\n골반절골술은 볼기뼈절구가 명확히 문제가 되는 경우, 즉 볼기뼈절구가 점점 경사져 감에 따라 관절의 불안정성이 보이게 될 때 지시된다. 관절이 움직일 때 넙다리뼈머리는 엉덩관절과의 접촉력을 잃게 되고 주변부를 많이 건드리게 된다. 이로 인한 주변부로의 과부하는 볼기뼈절구와 넙다리뼈머리 양쪽의 연골과 연골밑뼈(연골하골, subchondral bone)에 염증을 일으키고 통증을 유발시킨다. 시간이 지남에 따라 상태는 악화되어 관절의 불안정성, 볼기뼈절구의 경사도 및 연골과 연골밑뼈의 염증이 증가된다. 이것은 연골밑뼈 경화와 볼기뼈절구의 마모로 진행되며 결국 퇴행성관절질환이 된다.\n삼중골반절골술은 퇴행성변화가 생기기 전에 지시된다. 초기 진단이 불가능한 경우엔 두덩근 힘줄 절제술을 통한 일시적 처방이 지시되며, 최종적인 해결책으로 절제 관절성형술 혹은 관절치환술이 있다.\n삼중골반절골술의 궁극적 목적은 볼기뼈절구의 과도한 경사를 막아 정상각도로 만들어 놓는 것이다. 이것은 볼기뼈절구가 넙다리뼈를 잘 감쌀 수 있게 해주며 관절불안정성을 해결해준다.\n넙다리뼈머리 무혈성 괴사\n넙다리뼈머리무혈성괴사 혹은 레그칼프스패더스(Legg-Calvé-Perthes) 병의 원인병리론은 복잡하며, 아직도 많은 임상 및 실험 연구의 주제이다.\n한 세대에 있어서는 두 주요 영향 요인이 있다; 국소 요인과 불확실하지만 동물의 체격 요인. 결국 국소 요인에는 혈관과 조직 이상의 내재적인 요인이 포함된다.\n괴사는 허혈에 의해 생기는 것으로 추측되고 있다. X-ray상 밀도의 증가와 붕괴가 관찰된다. 이 이론은 다음과 같은 데이터에 의해 지지받고 있다; 어떤 때는 생존성이고 다른 때는 괴사성인 미성숙 뼈조직으로 덮인 괴사된 판상뼈의 존재, 정맥 배출로의 변이와 긴뼈에서의 혈류 충만을 동반하는 다리뼈 목의 압박 증가.\n이러한 조직학적 이상을 재현하기 위해서는 혈액공급을 반복적으로 차단할 필요가 있다는 것이 실험적으로 밝혀졌다. 게다가 뼈끝과 넙다리뼈 목부분의 혈관구조에 대한 연구를 통해 어린 동물에서는 풍부한 혈류에도 불구하고 넙다리뼈 머리의 골화 센타로의 혈액 공급은 주로 오름 가쪽 혹은 뼈끝 혈관에 의존하고 있지만 성장판으로는 이 혈관들이 침투되어 있지 않고 연골주위 링 복합을 통해 혈행이 공급되고 있다는 것이 밝혀졌다. 요약하면 뼈끝 혈관계의 위치와 분포 모두 중요하다.\n혈관 차단이 일어나는 기전은 논쟁의 대상이며 아직 결론이 나지 않았다. 다른 저자들은 관절내 혈류 차단 기전을 제시하기 위해 일시적인 활막염과의 연관 가능성을 이용해 병발하는 조직 장애를 제안하고 있다. 이 제안은 관절의 염증과 염증액의 증가가 관절내 압력을 올려 미세혈관의 혈류순환을 감소시키며 구획증후군(compartment syndrome)에서 관찰되는 것과 비슷한 기전을 촉발시킨다는 것을 의미한다. 더욱이 일반적으로 더 활동적인 수컷 강아지에서 빈번한 외상 경력과 발생 빈도의 증가는 관절의 과부하와 빈약한 혈관 공급 사이에 관련이 있음을 암시한다.\n최근 연구는 다시 한번 활막염과 순환장애 사이의 연관성을 조사하였다. 하지만 실험과 임상 모두에서 이상의 원인으로 보이는 발견이 질병 발생 전에 일어나는지 과정 중에 일어나는지 밝히는 것이 어렵다는 점을 기억해야 한다.\n영향받은 넙다리뼈머리의 관절연골 아래의 연골부위에서 관찰된 것들이 볼기뼈절구나 큰 돌기에서도 보인다. X-ray상에서 관찰되는 골화센타의 불규칙함 혹은 뼈끝 융해와 같은 형태의 뼈끝장애와의 연관성을 암시하고있다.\n체격 요인과 관련하여, 많은 연구에서 정상 동물과 비교하여 이 병에 걸린 개에서 일반적인 신체적 특징이 확인되었다. 이 특징은 특정 종에서 더 흔하며 특히 미니어처나 토이 품종이 더 그렇다는 것이 잘 알려져 있다. 이러한 소형 강아지는 이 질환에 더 민감하지만 대형종에서는 드물다. 이 사실은 말티즈나 요크셔테리어 같은 토이 품종이 특히 이러한 질환에 걸리기 쉬운지를 설명한다. 이 종들은 생체역학적으로 짧은 신체 크기를 갖고 있는데 머리나 척추는 아니지만 특히 먼쪽 부위가 그렇다. 몇몇 호르몬의 이상도 관찰되었으며 특히 somatomedin이 그렇다.\n진단\n통증은 미약하거나 중등도일 수 있는데 특히 운동할 때 나타난다. 그러므로 많은 증례에서 병원까지 오는 데는 오랜 시간이 걸린다. 검사 시 제한된 내회전과 외전이 관찰된다. 제한된 외전은 외전근들의 수축이 원인이지만 심하고 진행된 경우에는 넙다리뼈머리 변형 때문일 것이다. 볼기근과 넙다리네갈래근의 위축이 있을 경우, 이 질병 상태가 꽤 지속되었을 것으로 추측할 수 있다.\n이 질병에서, 임상병리학적 검사들은 음성이고 관절염 혹은 골수염 같은 다른 질병은 배제되곤 한다.\n앞쪽뒤쪽과 가쪽 X-ray 영상은 위에 설명한 이미지를 보여주며 다른 질환을 배제할 수 있게 해주고 진단을 확정하게 한다.\n치료\n다년간에 걸처 이 질병의 치료는 방치, 보존 치료 그리고 잘 될 것이라고 믿는 수술로 이어진다. 나이, 성별, 품종에 기초한 일관되고 축적된 치료에 대한 장기적인 전향적 연구가 아직 없다.\n관절에 체중을 실리지 않은 데 기초한 수술방법은 비효율성과 비일관성 때문에 임상에서의 적용이 곤란한 것으로 판명되면서 뼈끝 완전격납(containment)이라는 새로운 개념이 나타났다. 이 이론에 따르면, 균열기에 볼기뼈절구의 경계 내에 뼈끝 전체를 위치시킨다면, 주로 등가쪽 부위에 존재하는 변형역학 요인을 멀리함으로써 관절이 치료될 수 있게 적절한 보호와 형태를 제공하게 된다.\n이상적인 위치는 엉덩관절의 외전 및 내회전을 통해 이룰 수 있으며, 보존적치료(끈 고정) 또는 수술(넙다리뼈 경사감소절골술 또는 삼중골반절골술) 방법이 적용된다.\n정형외과 외전 기구는 동물크기에 따라 사용이 어려울 수도 있다.\n넙다리뼈 돌기사이 경사감소절골술 및 역회전 절골술(intertrochanteric varisation and derotation osteotomy)은 넙다리의 몸통끝을 원하는 위치에 유지하면서 다리의 원위부를 신체 축과 맞춘다. 그러나 이 절차는 매우 복잡하며, 삼중골반절골술이 더 적합하지만 실패할 경우 추가 수술을 해야 하는 비용적 부담이 든다. 플레이트 고정으로 관절을 안정화시킬 수 있지만 동물의 크기가 작을 경우 사용하기 어렵다.\n볼기뼈 절구가 넙다리뼈 머리를 담을 수 없거나 동물이 치유기에 있는 경우 예후는 불량하다. 그래서 위의 수술 방법은 덜 효과적이다. 임상에서는 이러한 경우 넙다리뼈머리절골술을 실시한다(그림 17, 18).\n\n\n\nOrtolani test\n이 검사는 아프기 때문에 동물은 마취상태나, 깊은 진정상태에서 행해져야 한다. 옆으로 눕히거나(외측횡와위) 등쪽으로 눕혀(앙와위) 검사한다.\n넙다리뼈를 수평으로 하는 외측횡와위에서 척추에 90° 각도로 축 압박을 준다. 관절이완이 있다면 넙다리뼈머리가 등쪽으로 탈구될 것이다. 이 상태에서 다리를 외전시키면 넙다리뼈머리가 볼기뼈절구에 들어가며 클릭음이 들린다.\n앙와위로 할 경우 양측 넙다리는 바닥에 수직으로 한다. 압박은 테이블과 척추에 수직으로 주게 된다. 관절이완이 있다면 넙다리뼈머리의 등쪽 아탈구가 일어난다. 외전시 넙다리뼈머리는 원위치로 가며 이때 클릭음이 난다.\n이 검사에서 두 가지 형태의 각도가 얻어진다.\n탈구 각도; 수직과 넙다리뼈머리가 아탈구 되는 내전(adduction)의 지점과 사이의 각도.\n환납 각도; 수직과 넙다리뼈 머리가 볼기뼈절구로 되돌아가는 외전(abduction)의 지점과 사이의 각도.\n우리는 특히 염증성 질환과의 감별진단을 권한다. 염증성 질환에서는 더 큰 강도의 통증, 근위축, 가동범위 제한 그리고 전신 증상들(백혈구증가증, 적혈구 침강률 증가 등)이 나타난다.\n감별진단\n\n다음은 투명 합성수지로 보존된 실제 구조물의 단면과 컴퓨터 단층 및 자기공명영상 이미지를 비교한 사진이다.\n수술적 접근\n앞쪽가쪽 절개를 통한 엉덩관절의 앞쪽등쪽 접근\n1피부 절개는 넙다리뼈의 큰돌기(대전자, greater trochanter)를 기준점으로 삼아 엉덩뼈능선(장골능, iliac spine)과 넙다리뼈의 중간 1/3을 향한다.\n2볼기근막(둔근근막, gluteal fascia)의 절개 후 중간볼기근(중둔근, middle gluteal muscle)과 넙다리근막긴장근(대퇴근막장근, tensor fascia lata) 사이의 공간이 확인된다.\n3이전 이미지의 확대. 중간 볼기근과 넙다리근막긴장근 사이의 공간이 확인되어 엉덩관절의 앞쪽 접근이 가능하다.\n4중간볼기근을 등쪽으로, 넙다리근막긴장근을 배쪽으로 옮김으로써 관절로 접근할 수 있는 깊은 볼기근, 넙다리곧은근 및 가쪽넓은근 사이의 공간을 확보할 수 있다. 볼기신경에 손상을 주지 않도록 주의해야 한다.\n1 깊은 볼기근\n2 중간 볼기근\n3 앞볼기신경\n4 넙다리곧은근\n5 가쪽넓은근\n5견인기로 앞서 설명한 근육들을 젖힌 후, 관절근육으로 덮인 관절주머니를 노출시킨다.\n1 깊은 볼기근\n2 관절주머니\n3 가쪽넓은근\n4 가쪽넙다리휘돌이 혈관의 근육 가지\n5 넙다리곧은근\n6 엉덩관절의 관절근육\n6관절주머니를 절개함으로써 넙다리뼈머리를 검사할 수 있다. 관절은 깊은 볼기근 힘줄의 부분 절개와 넙다리뼈의 외회전을 통해 더 노출시킬 수 있다.\n1 중간볼기근\n2 깊은 볼기근 힘줄\n3 가쪽넓은근\n4 넙다리뼈머리\n5 가쪽넙다리휘돌이 혈관의 근육 가지\n큰돌기 절골술을 통한 엉덩관절의 앞쪽등쪽과 뒤쪽등쪽 접근\n1피부 절개는 넙다리뼈의 큰돌기를 기준점으로 삼아 몸통쪽으로는 엉덩뼈능선 먼쪽으로는 넙다리뼈까지 연장한다. 볼기근막을 절개한 후, 넙다리두갈래근과 얕은볼기근(천둔근, superficial gluteal muscle)이 만나는 지점이 확인된다.\n1 얕은볼기근\n2 넙다리두갈래근\n3 가쪽광근\n4 중간볼기근\n5 넙다리근막긴장근\n6 넙다리근막\n2등안쪽방향으로 45° 각도의 큰돌기 절골술 후, 큰돌기에 붙은 근육군을 어떻게 함께 변위시킬 수 있는지를 알 수 있다.\n1 얕은둔부근\n2 뒤볼기동정맥\n3 궁둥신경\n4 넙다리두갈래근\n5 중간볼기근\n6 큰돌기\n7 넙다리근막긴장근\n8 가쪽넓은근\n3큰돌기와 중간 및 깊은 볼기 근육과 궁둥구멍근을 함께 등쪽으로 젖힌다. 관절주머니 절개 후 넙다리뼈 머리가 확인된다. 넙다리뼈 머리 관절 표면은 넙다리뼈를 내전을 시킴으로써 더 노출될 수 있다. 궁둥신경과 뒤볼기혈관이 절골선 가까이 있는 것이 확인된다.\n1 큰돌기\n2 볼기근\n3 뒤볼기 동정맥\n4 넙다리뼈머리\n5 궁둥신경\n6 넙다리두갈래근\n7 엉덩뼈날개\n8 엉덩관절의 관절근육\n9 넙다리근막긴장근\n10 가쪽넓은근\n4중간볼기근의 이는점이 등쪽으로 이동하면서 엉덩뼈날개가 노출된다.\n1 큰돌기\n2 볼기근\n3 엉덩관절의 관절근육\n4 넙다리뼈머리\n5 엉덩뼈날개\n6 엉덩근\n7 넙다리근막긴장근\n8 넙다리곧은근\n5엉덩뼈의 중앙 또는 볼기뼈부분이 큰돌기와 볼기근육의 등쪽 변위 시 관찰된다.\n1 큰돌기\n2 볼기근\n3 쌍둥이근과 속폐쇄근\n4 넙다리두갈래근\n5 엉덩뼈날개\n6 엉덩관절 관절근육\n7 넙다리뼈머리\n8 넙다리근막긴장근\n9 궁둥신경\n10 가쪽넓은근\n6엉덩뼈의 뒤쪽 부분에 접근하려면 쌍둥이근(쌍자근, gemelli muscle)과 속폐쇄근 닿는곳이 절단되어야 한다.\n1 볼기근\n2 엉치결절인대\n3 뒤볼기동정맥\n4 궁둥신경\n5 넙다리두갈래근\n6 쌍둥이근과 속폐쇄근\n7 등쪽 볼기뼈절구\n8 엉덩뼈날개\n9 엉덩관절 관절근육\n10 넙다리곧은근\n11 넙다리뼈머리\n12 돌기오목\n13 넙다리근막긴장근\n7쌍둥이근과 속폐쇄근의 힘줄 절단술을 마친 후 이들을 등쪽으로 변위시키면, 바깥폐쇄근의 닿는 부분을 절단할 필요 없이 뒤쪽 볼기뼈절구(관골구, acetabulum)와 궁둥뼈(좌골, ischium) 몸체의 일부를 노출시킬 수 있다.\n1 볼기근\n2 쌍둥이근과 속폐쇄근\n3 넙다리두갈래근\n4 바깥폐쇄근의 힘줄\n5 넙다리네갈래근\n6 엉덩뼈날개\n7 엉덩관절의 관절근육\n8 넙다리곧은근\n9 넙다리뼈머리\n10 뒤쪽 볼기뼈절구\n11 돌기오목\n볼기근 힘줄 절개를 통한 엉덩관절의 앞쪽등쪽과 뒤쪽등쪽 접근\n1중간과 깊은 볼기근육이 궁둥구멍근과 함께 분리되어 어떻게 등쪽으로 옮겨졌는지를 알 수 있다. 관절주머니를 절개하고 넙다리뼈를 외회전시킨 후, 넙다리뼈머리가 노출된다.\n1 얕은 볼기근\n2 궁둥신경과 뒤볼기동정맥\n3 넙다리두갈래근\n4 중간볼기근\n5 깊은볼기근\n6 넙다리뼈머리\n7 넙다리근막긴장근\n8 큰돌기\n엉덩관절과 두덩뼈의 배쪽 접근\n1동물은 술부가 아닌 다리를 외전한 상태로 옆으로 눕힌다. 피부 절개는 두덩근이 있는 부위에 한다.\n2근막을 절개한 후, 두덩근과 넙다리빗근 사이의 넙다리관을 통해 지나가는 넙다리동맥과 정맥을 볼 수 있다. 엉덩관절의 배쪽면에 접근하려면 두덩뼈에서 두덩근의 이는 점을 절단해야 한다.\n1 넙다리동정맥\n2 넙다리빗근, 뒤쪽부분\n3 두렁신경\n4 두덩근\n3넙다리뼈머리 부분은 두덩근을 배쪽으로 견인하고 관절주머니를 절개하면 노출된다. 엉덩허리근은 배쪽으로 변위되었고, 안쪽넙다리휘돌이동맥은 등쪽으로 옮겼다.\n1 넙다리동정맥\n2 넙다리빗근, 뒤쪽부분\n3 안쪽넙다리휘돌이동맥\n4 넙다리뼈머리\n5 관절주머니\n6 두덩근\n4안쪽넙다리휘돌이동맥은 배쪽 볼기뼈절구와 두덩뼈의 몸체를 보다 쉽게 노출시키기 위해 배쪽으로 옮길 수 있다. 넙다리뼈를 외전시키면 넙다리뼈머리가 더 잘 노출된다.\n1 안쪽넙다리휘돌이동맥\n2 넙다리동정맥\n3 두덩뼈\n4 볼기뼈절구, 배측\n5 넙다리뼈머리\n6 관절주머니\n\n\n\n"
}