{
  "title": "18  . 도베르만 핀셔견의 상완이두근 석회화 건염에 대한 초음파 진단 사례 보고",
  "author": "한창희",
  "publisher": "한국수의과학회",
  "department": "외과",
  "disease": "18  . 도베르만 핀셔견의 상완이두근 석회화 건염에 대한 초음파 진단: 사례 보고\n\n10세의 불임 수술을 받은 암컷 도베르만 핀셔 개가 오른쪽 앞다리 절름발이로 내원했습니다. 신체 검사에서 오른쪽 어깨에 통증 반응과 삐걱거리는 소리가 있었습니다. 어깨의 방사선 검사에서 특별한 것은 발견되지 않았습니다. 오른쪽 어깨 관절의 초음파 검사에서 오른쪽 상완 이두근 힘줄의 시작 부분인 상완 이두근 결절 근처에서 반향 인공물을 동반한 두 개의 작은 에코성 덩어리가 관찰되었습니다. 이러한 소견을 바탕으로 상완 이두근 석회화 건염을 의심했습니다. 임상적 징후는 비스테로이드성 항염제를 투여한 후 간헐적으로 해소되었습니다. 이 연구에서는 개에서 흔하지 않은 소견인 석회화 상완 이두근 힘줄염의 초음파 소견을 설명했습니다.\n키워드 : 이두근 , 석회화 , 건염 , 초음파 , 개\n이동 : \n상완이두근은 기시부 긴 힘줄(상완이두근 힘줄 기시부)을 통해 상완골 상부 결절에 근위부로 부착됩니다. 이것은 날카로운 곡선으로 어깨 관절을 가로질러 결절 사이 홈을 통해 상완골의 두개 표면에 도달합니다. 팔꿈치 관절 부위에서 삽입부 힘줄(상완이두근 힘줄 삽입부)이 두 부분으로 갈라집니다[ 1 ]. 상완이두근 석회화 건염은 상완이두근 기시부 힘줄의 이영양성 석회화로 정의됩니다[ 2 ].\n개의 어깨 관절에 영향을 미치는 퇴행성 또는 외상성 질환은 이두근 힘줄과 관련된 앞다리 절름발이를 일으킬 수 있습니다[ 3 ]. 힘줄 외상 또는 파열은 석회화 건염을 일으킬 수 있지만 정확한 병인은 아직 불분명합니다[ 4 ]. 석회화 이두근 힘줄 병증은 개에서 드뭅니다[ 5 ]. 대형 및 중형견이 주로 영향을 받습니다. 래브라도 리트리버와 로트바일러가 특히 과대 표현됩니다[ 5 ]. 석회화 건염이 있는 대부분의 개는 만성적 또는 간헐적으로 절름발이이며 때로는 무증상입니다[ 6 , 7 ].\n석회화 건염의 진단은 신체 검사, 방사선 촬영, 초음파 검사, 컴퓨터 단층 촬영 또는 자기공명영상(MRI)의 조합을 기반으로 할 수 있습니다[ 5 ]. 방사선 검사는 상완골의 대략적인 위치에서 두개내측 면을 덮고 있는 석회화를 보여줄 수 있습니다[ 4 ]. 초음파 검사는 힘줄을 평가하는 데 민감하고 정확한 기술입니다[ 8 ]. 가장 흔한 초음파 소견은 원위 음향 음영을 동반한 고에코 영역이었습니다[ 3 , 8 ]. 석회화 건염에서 이질적인 힘줄 패턴과 석회화 주변의 저에코 영역을 관찰할 수 있습니다[ 8 ]. 석회화를 둘러싼 저에코 영역의 존재는 통증의 임상적 징후와 관련이 있다는 증거가 있었으며, 이는 활성 염증 과정을 시사합니다[ 8 ]. 초음파 검사는 석회화 병변을 둘러싼 염증 변화의 크기, 모양, 위치 및 존재에 대한 자세한 정보를 제공할 수 있습니다[ 8 ]. 어깨 관절 질환의 정확한 진단을 위해서는 절제 생검을 통한 조직병리학적 검사가 필수적입니다[ 9 ]. 이 보고서는 개에서 어깨 관절 질환의 드문 상태인 이두근 힘줄의 석회화 건염의 초음파적 특징을 설명합니다.\n오른쪽 앞다리 절름발이가 있는 10세의 중성화된 암컷 도베르만 핀셔 개가 경상대학교 수의학 교육 병원으로 의뢰되었습니다. 이 개는 지난 3년 동안 만성적이고 간헐적인 오른쪽 앞다리 절름발이가 있는 상태로 내원했습니다. 오른쪽 어깨를 벌리고 폈을 때 신체 검사 중 가벼운 삐걱거림과 통증 반응이 나타났습니다. 혈청 화학 수치나 전혈구 수치에서 특별한 소견은 없었습니다.\n조사 어깨 방사선 사진에서 두 어깨 모두에서 특정 소견을 발견하지 못했습니다. 초음파(Arietta 70; Hitach Aloka Medical, 일본)에서 환자는 왼쪽으로 눕고 오른쪽 앞다리가 위로 향하고 어깨는 약간 굽히고 바깥쪽으로 회전한 자세를 취했으며 12MHz 선형 프로브를 사용하여 가로 및 세로 평면에서 힘줄을 검사했습니다. 견갑상완관절 초음파에서 잔향 인공물을 동반한 잘 정의된 선형 모양의 밝은 에코성 덩어리와 오른쪽 상완 이두근 힘줄의 기점 근처인 상완 이두근 힘줄에 또 다른 작은 에코성 덩어리가 발견되었습니다. 이는 상완 이두근 힘줄 석회화로 간주되었습니다. 그러나 작은 가스를 배제할 수 없었습니다. 또한, 상완 이두근 힘줄과 상완 이두근 힘줄 사이의 원위 음향 음영을 동반한 불규칙한 모양의 고에코성 덩어리를 확인했습니다. 이는 골관절염 상완 이두근 힘줄과 일치했습니다. 우리는 또한 힘줄 아래에 소량의 무반향성 액체를 보았습니다. 초음파 검사에 근거하여, 잠정 진단은 이두근 석회화 힘줄병증이었습니다. 그러나 이 개에서 조직병리학적 검사를 수행하지 않았기 때문에 이두근 힘줄염이나 힘줄염의 가능성을 배제할 수 없었습니다.\n \t\n환자의 (A) 오른쪽과 (B) 왼쪽 견갑상완관절의 내측방 방사선 사진. 방사선 사진에서 특별한 소견은 확인되지 않았습니다. L, 왼쪽.\n \n \t\n환자의 견갑상완관절의 초음파 이미지. (A) 오른쪽 견갑상완관절의 시상면 이미지. 이두근 힘줄(화살표)에 반향 인공물을 동반한 선형의 밝은 덩어리가 확인되었습니다. 힘줄 바깥쪽에서 원위 음향 음영(화살촉)이 있는 불규칙한 모양의 고에코성 덩어리가 확인되었습니다. 힘줄의 기점 근처인 상완골 결절에서 힘줄 아래에 소량의 무반향 액체(별표)가 보였습니다. (B) 오른쪽 견갑상완관절의 횡단 이미지. 이 시야에서 선형의 밝은 덩어리(화살표)도 보였습니다. (C) 왼쪽 견갑상완관절의 시상면 이미지. 이두근 힘줄 아래에 소량의 무반향 액체도 보였습니다. SGT, 상완골 결절; H, 상완골.\n \n개는 14일 동안 비스테로이드성 항염제(카르프로펜 4.4mg/kg 단일, 경구)를 투여받았습니다. 또한 6주 동안 행동 제한을 시행했습니다. 통증 및 절름발이와 같은 오른쪽 어깨 문제의 임상적 징후는 점차 개선되었습니다. 10개월 후, 개는 사망했고, 이는 기저 확장성 심근병 때문인 것으로 추정되었습니다.\n석회화 건염은 말과 인간에서 특발적으로 발생하는 것으로 알려져 있으며, 개에서는 드물며 주로 대형 및 중형견, 특히 로트바일러와 리트리버에서 발견됩니다[ 6 , 10 ]. 이 사례의 개는 대형견인 도베르만 핀셔였습니다.\n한 연구에 따르면 개의 견갑상완관절에서 석회화 건염의 유병률은 7%이며, 이러한 개는 만성적 또는 간헐적으로 절름발이이거나 무증상으로 나타납니다[ 6 ].개에서 이두근 힘줄막염과 힘줄 석회화는 항상 연관되어 있는 것은 아니지만 병리학적 과정의 관점에서는 연관되어 있을 수 있습니다[ 9 ].인간의 경우 석회화 건염의 병인과 병인은 명확하지 않지만 힘줄 외상이나 파열로 인해 혈액 공급이 감소하고 저산소증이 발생할 수 있습니다[ 11 ].\n개에서 대측 팔다리의 방사선 영상은 직접적인 비교에 유용하고 어깨의 두개근위-두개원위 관점은 상완건 석회화를 확인하는 데 도움이 됩니다[ 12 ]. 상완골의 대략적인 위치의 두개내측 면을 덮고 있는 석회화는 방사선 촬영에서 볼 수 있습니다[ 4 ]. 이 사례에서는 측면 및 두개하부 관점만 사용할 수 있었고 특정 방사선 소견은 확인되지 않았습니다.\n초음파는 방사선 촬영보다 힘줄 평가에 더 정확한 것으로 알려져 있다[ 13 ]. 개에서 어깨 관절이 굴곡되었을 때 이두근 힘줄을 평가하는 것이 가장 쉬운 것으로 잘 알려져 있으며, 이두근 힘줄은 어깨 관절의 큰 결절의 이두근 홈에서 쉽게 만질 수 있다. 힘줄 섬유에 대한 탐촉자의 수직 방향을 위해 탐촉자로 약간의 압력을 가해야 한다[ 3 ]. 이 사례에서 우리는 어깨 관절의 굴곡을 유지했고 이두근 힘줄을 평가하는 데 어려움이 없었다.\n개에서 이두근 힘줄은 초음파 검사에서 쉽게 식별할 수 있는데, 이는 밀도가 높은 선형이고 고에코성 섬유 패턴을 보이기 때문입니다. 이두근 힘줄은 기점에서 근건 접합부까지 균질하고 고에코성입니다. 횡단 영상에서 이 힘줄은 일반적으로 원위 삽입부에서 원위로 갈수록 원형에서 편평한 모양까지 다양합니다[ 3 ]. 더욱이 이영양성 광물화는 힘줄의 원위 음향 그림자가 있는 분리되고 국소적이며 반사적인 경계면으로 인식될 수 있습니다[ 3 ]. 이 사례에서 오른쪽 이두근 힘줄에서 에코성 덩어리 2개가 확인되었고, 이는 이두근 힘줄의 석회화로 간주되었습니다.\n영어: 초측두결절 힘줄의 기점 아래에서 무반향성 액체의 소량 축적이 보이지만, 이는 개의 이두근 힘줄 활막염에서도 볼 수 있습니다[ 3 , 9 ]. 이 경우 초음파 검사에서 초측두결절의 기점 근처 힘줄 아래에서도 소량의 무반향성 액체가 확인되었습니다. 조직병리학적 검사를 수행할 수 없었지만, 대측 팔다리에서도 확인되었기 때문에 정상으로 간주했습니다.\n이 증례의 한계점은 조직병리학적 검사를 시행하지 않았다는 것이다. 그러나 방사선 촬영이나 초음파 검사에서 염증을 시사하는 주목할 만한 소견은 없었다. 따라서 건염이나 건막염보다 건염이 더 가능성이 높을 것이라고 추정했다. 견갑상완관절의 관절경 검사는 상완이두근 힘줄과 근위부 결절간 홈의 기점을 직접 시각화하여 진단하는 데 유용할 수 있다[ 14 ]. MRI는 개에서 관절 내 및 관절 외 구조물을 평가하는 데 가장 좋은 진단 영상 도구로 여겨진다[ 15 ]. 그러나 이 증례에서는 관절경 검사나 MRI를 시행하지 않았다.\n이 사례에서는 상완 이두근 힘줄의 석회화 건염에 대한 초음파 소견을 설명했습니다. 개에서는 드문 질환이지만, 상완 이두근 힘줄의 석회화 건염은 어깨 절름발이가 있는 개에서 고려해야 하며, 초음파는 상완 이두근 힘줄의 석회화 건염을 진단하는 데 유용할 수 있습니다.\n"
}