{
  "title": "35 . 소형견의  심하게  돌출된  흉요추  추간판  치료를  위한  미니부분측면  척추절제술  및  반측  척추절제술",
  "author": "한현정",
  "publisher": "한국수의과학회",
  "department": "외과",
  "disease": "35 . 소형견의 심하게 돌출된 흉요추 추간판 치료를 위한 미니부분측면 척추절제술 및 반측 척추절제술\n이해 상충 저자는 이해 상충이 없다고 선언합니다. 수신: 2019년 5월 27일 개정일: 2019년 8월 25일 수락: 2019년 10월 17일 부분 측면 척추 절제술(PLC)은 척추관 내부에서 탈출된 디스크 물질을 지지하는 흉추 또는 요추 인접 척추체를 부분적으로 제거하는 것으로 정의됩니다. 이는 이전 연구[13]에 따르면 개에서  돌출성 흉요추 척추간판 질환(IVDD)을 치료하는 데 가장 효과적인 기술인 것으로 나타났습니다. 이 기술은 돌출성 흉요추 IVDD가 있는 개에서 다른 수술 기술에 비해 예후가 개선되어 PLC를 받은 개의 90%가 만족스러운 척수 감압술을 통해 양호한 결과를 보였습니다[4]. 이러한 조합은 척추판과 척추체 모두의 파괴로 인해 상당한 척추 불안정성이나 영구적인 척추간판 (IVD) 공간 붕괴를 유발할 수 있기 때문에 권장되지는 않았지만 특정 상황에서는 PLC와 반측 척추 절제술을 병행 사용하는 것이 불가피할 수 있습니다[5,6]. 이 증례 보고서는 전통적인 PLC와 관련된 파괴를 현저히 줄이도록 설계된 미니 PLC를 흉요추  디스크 돌출이 있는 5마리의 작은 개에게 반측절제술과 함께 사용하는 방법을 설명합니다. 저희가  아는 한, 이것은 작은 개에서 심하게 돌출된 흉요추 IVDD를 치료하기 위한 이 수술 기법에 대한 첫 번째 보고입니다. 본 보고서에는 5마리의 토이 품종 개가 포함됩니다. 몰티즈 4마리와 토이 푸들 1마리입니다. 진단 시 중간 연령은 11세(범위, 7~12세)였고, 중간 체중은 3.8kg(범위, 2.5~9.6kg)이었습니다. 거세된 수컷 4마리와 불임 암컷 1마리가 있었습니다. 4마리의 개는 알려진 원인 없이 급성 하반신 마비를 보였습니다. 나머지 개는 6개월 동안 만성적이고 점진적으로 뒷다리가 약해졌고, 입원 15일 전에 하반신 마비로 진행되었습니다. 입원 당시 5마리의 개는 모두 하반신 마비를 보였습니다. 3마리는 심한 통증을 그대로 보였지만, 나머지 2마리의 개는 심한 통증 감각이 명확하게 확인되지 않았습 니다. 수술까지의 중간 기간은 5일(범위, 2일~6개월)이었습니다. 개들은 입원 전에 보수적 치료를 받았습니다(예: 비스테로이드성 또는 스테로이드성 항염제, 가바펜틴, 침술). 전반적인 임상 데이터는 표 1 에 요약되어 있습니다. 개들은 1.5T 자기공명영상(MRI) 기계(Magnetom Essenza 1.5 T)를 사용하여 흉요추 IVDD 로 확정적으로 진단되었습니다. 213 표 1. 흉요추 디스크 돌출이 있는 5마리의 하반신 마비견에 대한 전반적인 임상 데이터 사건번 호 1 2 3 4 5 새끼를 낳다 토이푸들 몰티즈 몰티즈 몰티즈 몰티즈 BW, 체중; CM, 거세된 수컷; SF, 불임화된 암컷. 흑백 연령 (년) 7 12 12 11 9 (킬로그램) 9.6 4.95 2.5 2.85 3.8 임상 증상의 섹스 씨엠 씨엠 샌프란시스코 씨엠 씨엠 * 시작 심각한 심각한 심각한 만성병 환자 심각한 신경학 등급* 5 4 4 4 5 수술까지의 소요 시간(일) 2 3 10 180 5 신경학적 상태는 다음과 같이 평가되었습니다: 0 = 척추 과민증 또는 마비 없음 (질병 없음), 1 = 척추 과민증(마비 없음), 2 = 보행성 하반신 마비, 3 = 보행 불가 하반신 마비, 4 = 하반신 마비, 5 = 하반신 마비와 심한 통증 인지 상실. 그림 1. 수술 전 횡단 T2 강조 자기공명영상. 많은 양의 디스크 물질이 중앙 또는 측면으로 탈출하여 50% 이상의 심각한 척수 압박을 초래했습니다(노란색 점선). (A) 사례 1, T13 L1에서 73% 압박, (B) 사례 2, L3 4에서 50% 압축, (C) 사례 3, T12 13에서 50% 압축, (D) 사례 4, T12 13에서 80% 압축, (E) 사례 5, 50% T12 13에서의 압박. 표 2. 수술 부위, 척추체 높이에 대한 슬롯 높이의 비율 및 5마리의 하반신 마비견의 수술 후 결과 흉요추 디스크 돌출을 미니 부분 측방 척추 절제술 및 반측 척추 절제술로 치료 사건번호 1 2 3 4 5 수술 부위 (압박  정도* ) T13 L1(73%) L3 4(50%) T11 12(30%), T12 13(50%) T12 13(80%) T12 13(50%) SH 대 VBH 비율 (%) 18 25 30.7 25 26.6 회복기간(일) †NG† 2 1 4 10 3 14 3 NG† 0 SH, 슬롯 높이; VBH, 척추체 높이; NG, 신경학적 등급; NA, 해당 없음. 예상 정상 횡단면 척수 면적 감소 정도의 백분율로 계산되었습니다[6]; 신경학적 상태는 복잡 수술 상처 염증 45 77 18 없음 44 없음 32 없음 수술 후 척추측만증 * 수술 전 척수 압박 정도 재발(추적 개월) 없음(16) 없음(13) 없음(8) 없음(18) 없음(4) † 등급: 0 = 척추 과민증 또는 마비 없음(질병 없음), 1 = 척추 과민증 있으나 마비 없음, 2 = 보행 가능한 하반신 마비, 3 = 보행 불가능한 하반신 마비, 4 = 하반 신 마비, 5 = 하반신 마비 및 심부 통증 인지 상실. 지멘스, 에를랑겐, 독일). MRI 검사 결과 밝혀짐 개에서 다중 IVDD가 발견됨; 모든 개는 심각한 병변을 가지고 있음 척수 압박률이 50% 이상인 경우는 다음과 같습니다. 사례 1, T13 L1에서 73% 압축, 사례 2, T13 L1에서 50% 압축 L3 4; Case 3, T12 13에서 50% 압축; Case 4, 80% T12 13에서의 압박; 그리고 Case 5, 50% 압박 T12 13(그림 1 및 표 2). 디스크 탈출 유형은 다음과 같습니다. MRI 소견상 디스크 돌출로 판명 탈출 디스크의 부피가 크거나 측면화됨 재료. 고강도 실질내 신호 강도 변화 압박된 척수 주변 위치가 식별되었습니다. 시상면 T2 강조 영상에서. MRI 소견을 고려하여 T11 12, T12 13, T13 L1 또는 T13 L1에서 우측 또는 좌측 반측 척추절제술을 시행하였다. L3 4(표 2). 개에게 메틸프레드니솔론 나트륨 석신산염(Predisol; Reyon  Pharmaceu tical, Korea) 15 mg/kg IV, 세파졸린(Cefazolin inj.;  Chong Kun Dang Parm, Korea) 20 mg/kg IV, butorphanol (Buto phan  inj.; Myungmoon Pharm, Korea) 0.2 mg/kg IV, famoti dine (Gaster Inj.; Dong A ST, Korea) 0.5 mg/kg IV 및 미다졸람(Midazolam; 부광제약, 한국) 3 mg/kg IV. 마취는 프로포폴(Anepol)로 유도되었습니다. Inj.; Hana Pharm, Korea) 4 mg/kg IV 및 유지 기관내 삽관 후 산소에 이소플루란(2%)을 첨가했습니다. 특히, 압출된 디스 크 물질은 식별되지 않았습니다. 반측절제술 창을 통해; 그러나 조심스럽게 조작한 후 돌출된 디스크가 확인 되었습니다. 척수는 MRI 결과와 대조적으로 탈출 디스크 물질과 척수는 반측 반측 절제술 창을 통해 조사됩니다. 좌측 반측 절제술 개의 미니 척추절제술 및 반측 척추절제술 215 Case 2의 L3 4에서. (A) 돌출된 디스크(흰색 화살표)는 척수를 조심스럽게 들어올려 확인됩니다. (B) 돌출된 디스크 미니 부분 측면 척추 절제술(흰색 화살촉)로 완전히 제거됩니다. 슬롯 길이는 두개 미부 여백에 따라 달라집니다. 돌출된 디스크의; 슬롯 높이는 약 2mm였습니다. 척수 실질은 부상 없이 정상적으로 보입니다. 변색. L, 요추. 그림 3. 반측 척추절제술 후 시행하는 미니부분측면 척추절제술(PLC)의 과정을 나타낸 개략도: 횡측 추간판 공간의 모습. (A) 반측절제술 창을 통해 추간판 돌출부를 확인합니다. (B) 미니 PLC의 슬롯은 척추관 바닥으로부터 약 2mm 높이로 슬롯 높이(빨간색 이중 화살표)로 만들어졌습니다. 척추체 폭의 약 2/3 정도를 슬롯 깊이로 사용합니다(노란색 이중 화살표). (C) 슬롯을 만든 후 돌출된 디스크를 슬롯으로 수축되어 척수 주위에 공간이 생긴 후 큐렛으로 긁어냅니다. (D) 돌출된 디스크를 절제합니다. 완전히 회복되고 척수 압박이 해소됩니다. 돌출된 디스크를 제거하고 추가 척추 노출 없이 미니 PLC를 수행했습니다. 슬롯, 척추 신경 뿌리의 위치를 확인하여 미니 PLC 시술 중 의인성 손상을 예방했습니다. 슬롯은 1.6mm 헤드를 가진 원형 카바이드 버를 사용하여 생성되었습니다. 고속 공압 드릴에 부착된 직경(Hall®) MicroPowerTM 정형외과 고속 드릴, CONMED, 미국). 미니 PLC의 예상 슬롯 크기는 다음과 같습니다. 다음과 같습니다: 슬롯 깊이는 척추의 2/3로 설정되었습니다. Moissonnier et al. [3]에서 설명한 대로 본체의 너비; 슬롯 길이는 두개하방 확장에 따라 조정되었습니다. 돌출된 디스크는 가장 두정엽 가장자리에서 가장 후두엽 가장자리까지  돌출되어 있으며, 슬롯 높이는 2mm였습니다. 척추관의 바닥부터 복부 쪽까지. 척추 끝판의 척추체 높이는 다음과 같습니다. 6.5mm ~ 11mm; 2mm의 슬롯 높이는 다음과 같습니다. 전체 척추체 높이의 약 18~30% 5마리의 개(표 2). 드릴링은 디스크 중앙에서 시작되었습니다. 공간, 척추관 바닥 바로 아래에, 예상 슬롯 높이와 길이에 따라 두개골과 꼬리쪽으로 확장되었습니다. 그런 다음 슬롯이 더 깊어졌습니다. 척추관 바닥과 평행하고 중앙 시상선에 수직인 측면 측면 방향 수평면에서 척추뼈가 예상 슬롯 깊이까지 달성되었습니다. 이 절차는 다음에서 수행되었습니다. 인접한 구조물의 열 손상을 방지하기 위해 염수 관개. 슬롯을 만든 후 돌출된 디스크를 수축했습니다. 슬롯 레벨로 밀어 넣고 No. 11 메스 블레이드, 척추 큐렛 및 론거를 사용하여 압력 을 가하면서 제거했습니다. 슬롯에 적용. 디스크 조각은 긁혔습니다. 척추관에서 꺼냅니다. 정맥동 출혈은 젤라틴 스펀지(Hemospon; Tech new, 브라질)로 조절했습니다. 이러한 시술 후 척수는 더 이상 탈출된 물질 없이 완전히 감압됨. 자가지방이식을 이용하여 덮었다. 척수가 노출되었고 수술 상처는 닫혔습니다. 일상적인 패션. 개들은 합병증 없이 마취에서 회복되었습니다. 수술 후 관리가 모든 개에게 동일 했습니다. 수술 후 진통을 위해 펜타닐의 연속 속도 주입 (펜타닐시트레이트주;하나제약, 한국) 0.004 mg/kg/h 및 리도카인(Daihan Lidocaine HCL Hydrate Inj.; Daihan Machine Translated by Google 216 한현정, 윤헌영 Pharm, Korea) 1.2 mg/kg/h를 수술 후 24시간 동안 투여한 다음 경구 카 르프로펜(Rimadyl; Pfizer, USA) 2.2 mg/kg q 12 h 및 트라마돌(Tridol;  Yuhan, Korea) 4 mg/ kg q 12 h를 7일 동안 투여했습니다. 수술 후 3일 동안 수술 상처에 냉찜질을 했고, 각 개가 보인 회복 상태에 따라 점진적으로 재활(예: 근육 마사지, 조작 및 지지를 통한 서기 및 걷기)을 적용했습니다. 모든 개는 수술 후 신경학적 상태가 점진적으로 개선되어 정상적인 보행을  회복했습니다(표 2). 심한 통증 지각이 없는 두 마리의 개는 수술 다음날 두 뒷다리에 심한 통증을 회복했습니다. 다섯 마리의 개는 중간값 4일(범위, 3~14 일) 이내에 도움 없이 걸을 수 있었고 중간값 44일(범위, 18~77일) 이내에 완 전히 보행할 수 있었습니다. 수술 후 신경학적 상태가 일시적으로 악화된 개는 없었습니다. 게다가 수술 후 방사선 사진에서 척추 불안정성을 나타내는 척추 정렬의 변화도 없었습니다. 두 마리의 개는 수술 상처 염증과 일시적인 수술 후 척추측만증을 포함한 사소한 수술 후 합병증을 보였지만 이러한 합병 증은 비교적 빠르게 해결되었습니다. 장기적 결과를 평가하기 위해, 개들은 병원 내 신체 검사를 사용하거나 4~18개월 동안 주인과 전화 통화를 통해 정보를 수집하여 추적되었습니다. 모든 개는 추적 기간 동안 신경학적 결손이나 수술 후 합병증의 재발 없이 정상적인 보행을 유지했습니다. 생체역학적으로 IVD와 관절면은 척추 안정화를 담당하는 두 가지 주요 구 성 요소입니다. IVD는 굴곡/신전, 측면 굽힘 및 축 비틀림에 저항하여 척추체 를 안정화합니다.동시에 관절면은 등/복부 전단 및 비틀림 힘에 저항하여 척추 판 안정화에 중요한 역할을 합니다[6,7].따라서 PLC와 반측 척추절제술을 조합하면 척추체와 관절면을 동시에 파괴하여 척추의 등쪽과 복쪽 모두에 임상적으로 해로운 불안정화를 유발할 수 있습니다[5,6].이러한 불안정화는 척추 반탈구 및 영구적인 IVD 공간 붕괴와 같은 치명적인 후유증을 초래할 수 있습니다. 따라서 현재 권장 사항에는 PLC와 반측 척추절제술을 조합하는 것을 피하는 것이 포함됩니다[1,5,6]. 그러나 이 연구의 개에서처럼 이미 반측 흉막 절제술을 시행한 후에 돌출된 디스크가 확인되면, 돌출된 디스크를 성공적으로 제거하기 위해 PLC가 불가피하게 필요할 수 있습니다. 이러한 상황은 종종 수술 전에 IVD 탈출 유형을 정확하게 수술 전에 결정할 수 없기 때문에 발생하지만, 제안된 MRI 가이드라인이 개발되어 돌출과 돌출을 구별하는 정확도가 79.6%로 향상되었습니다[8 10]. 현재 연구에서 반측 흉막 절제술은 MRI 검사 결과에서 측면화된 디스크 물질, IVD 공간의 협착 및 주관적인 척수 부종[9]. 특히, 이 보고서에서 개에서 볼 수 있는 것과 같은 심하게 탈출된 디스크는 처음에 디스크 돌출로 평가되는 경향이 있습니다. 왜냐하면 디스크 돌출이 있는 개(평균 39%)에서 척수 압박의 유병률이 디스크 돌출이 있는 개(평균 50%)보다 훨씬 낮다고 보고되었기 때문입니다[9]. 그 결과, MRI 소견과는 달리, 개에서 반측 척추절제술을 통해 탈출 디스크가  돌출되었거나 돌출되지 않은 것으로 확인되었습니다. 따라서 우리는 추가적인 PLC 시술을 시행하고, 척추체의 안정성을 유지하기 위해 PLC 슬롯 크기를 줄이기로 결정했습니다. 미니 PLC의 경우, 슬롯 깊이는 감압 정도에 가장 큰 영향을 미치는 요인이기 때문에 이전 연구에서 권장한 범위 내에서 슬롯 깊이를 유지하려고 시도했으며, 슬롯 높이와 두개 미방향 길이는 감압 정도에 최소한의 영향을 미치는 것으로 보고되었습니다[3,4]. 돌출된 디스크가 반측절제술 창을 통해 시각적으로 식별되었기 때문에 돌출된 디스크 재료의 두개 미방향 범위에 따라 슬롯의 두개 미방향 길이를 쉽게 조절했습니다[4]. 표준 PLC와 슬롯 치수에서 가장 큰 차이점은 슬롯 높이였으며, 현재 연구에서는 상당히 줄었습니다. 우리는 슬롯 높이를 척추체 높이의 약 18~30%인 2mm로 줄였습니다. 이는 표준 PLC[3,4]에서 사용되는 척추체 높이의 50%와 비교됩니다. 슬롯 높이를 상당히 줄였기 때문에 전체 슬롯 치수를 약 1.6배에서 2.7배로  줄였습니다. 따라서 이 새로운 유형의 PLC를 \"미니 PLC\"라고 설명하기로 했습니다. 이 수정을 통해 관절면 파괴로 인해 척추판이 불안정해졌음에도 불구하고 척추체의 약 70~82%를 보존함으로써 척추 안정성을 상당히 높일 수 있을 것으로 예측했습니다. 그 결과, 척추 불안정성과 관련된 수술 후 합병증은 다섯 마리의 개에서 관찰되지 않았습니다. 슬롯을 만든 후 돌출된 디스크를 슬롯 쪽으로 당겼습니다. 슬롯 치수가 줄어들어 돌출된 디스크를 슬롯으로 완전히 당길 수 없었기 때문에 척수를 완전히 감압하기 위해 남아 있는 돌출된 디스크를 추가로 제거해야 했습니다. 부분적 고리절제술이라고 하는 이 시술은 일반적으로 척수를 상당히 조작해야 하며, 이로 인해 의인성 척수 손상과 수술 후 신경학적 상태의 악화가 발생할 수 있습니다[3,4,11 13]. 이전 연구에 따르면, 수술자가 인지하는 성공적인 결과는 반측 척추절제술과 부분적 고리절제술을 받은 디스크 돌출이 있는 개 에서 22%[12]에서 30%[13]에 불과했고, 개의 60%는 수술 후 24시간 이내에 신경학적 상태가 악화되었습니다[12]. 현재 연구에서 개들은 수술 후 신경학적 상태의 악화를 보이지 않았고 돌출된 디스크를 제거한 후 정상적인 보행을 회복했습니다. 이 우수한 수술 후 결과는 미니 PLC와 반측절제술을 함께 사용하여 돌출된 디스크와 압박된 척추 사이에 충분한 공간을 제공했기 때문입니다. Machine Translated by Google 척추 조작을 최소화하여 튀어나온 디스크를 안전하게 제거하기 위한 코드입니다. 또한, 반측절제술을 통해 창문을 통해 척수와 슬롯의 구조를 확인했습니다. 돌출된 디스크를 정확하게 조정하여 접근성을 높였습니다. 척수의 손상을 막고 불필요한 조작을 최소화합니다. 이 수술에서는 심각한 수술 중 합병증이 발생하지 않았습니다. 연구. PLC를 사용한 이전 연구에서는 다음과 같은 사항이 확인되었습니다. 정맥동 출혈(25%), 의인성 척수 신경 손상(5.6–8.3%), 기흉 등의 합병증 (0.9%) [1,3,14]. 이 연구에서는 반측 신경절제술 창을 통해 척추 신경 뿌리가 잘 시각화되어 미니 PLC 시술 중 의인성 손상을 피할 수 있습니다. 또한 일부 정맥동 출혈이 발생했지만 출혈보다 심각하지 않았습니다. 드릴링으로 인한 정맥동의 찢어짐으로 인해 발생 표준 PLC [14,15] 동안. 게다가 출혈 부위에 쉽게 접근할 수 있어 지혈이 빠르게 이루어졌습니다. 그리고 반측 흉막 절제술 창을 통한 지혈제 투여. 또 다른 장점은 이 기술 이 갈비뼈 머리를 과도하게 다룰 필요가 없다는 것입니다(즉, 제거 또는 관절 절제)를 수행했으며 흉막 천자를 유발할 수 있는 심부 척추체 접근 방식을 포함하지 않았습니다. 기흉[4]. 이러한 합병증의 낮은 위험은 이전에 대형견에 미니 헤밀라 미네크토미와 PLC를 사용한 연구에서도 유사하게 보고되었습니다. 흉요추 IVDD는 다음의 조합을 시사합니다. 다른 수술 절차와 함께 PLC를 사용하면 PLC의 합병증을 줄일 수 있습니다[15]. 이전 연구에서는 PLC와 반측절제술을 함께 사용했을 때 발생하는 합병증을 줄였습니다. 반측절제술 창의 범위를 줄임으로써 관절면을 보존하여 등쪽 척추 부분의 안정화를 용이하게 합니다[6,15]. 현재 연구 결과, 반측 편마비 절제술이 이미 수행되었기 때문에 우리는 더 많은 척추체를 보존하기 위해 PLC 슬롯 크기를 줄였습니다. 기존 PLC보다. 두 가지 수정된 기술 모두 용이해졌습니다. 척추의 등쪽 또는 배쪽 부분의 안정성을 유지합니다. PLC와 반측절제술을 병행 사용한 사례, 선도 관련 합병증을 줄이기 위해. 우리 연구의 한계에는 연구 대상자의 수가 적다는 점이 포함되었습니다. 개와 장기적인 추적 관찰이 부족합니다. 이 수술은 이 연구는 다섯 마리의 개에게만 적용되었으며, 미니 PLC와 반측절제술 을 조합한 이 치료법의 이점을 보다 완벽하게 평가하기 위해 더 큰 개체 군을 대상으로 추가 연구가 수행되어야 합니다. 이번 연구 결과에 따르면, 반측 흉요추 디스크 돌출이 반측 흉요추 절 제술을 통해 확인된 경우, 미니 PLC가 안전하고 효과적인 치료 방법임을 알 수 있었습니다. Mini PLC는 성공적인 대안을 위한 실행 가능한 옵션입니다. 척추 안정성을 유지하고 척수 조작을 줄이는 동시에 돌출된 디스크를 제거 하는 개 반측절제술의 사용은 불가피하다.\n"
}