{
  "title": "9 . 개에서 각막절개술과 순간막 플랩을 병행한 심부각막절개술을 이용한 데스메토셀 치료",
  "author": "정만복",
  "publisher": "한국수의과학회",
  "department": "외과",
  "disease": "9 . 개에서 각막절개술과 순간막 플랩을 병행한 심부각막절개술을 이용한 데스메토셀 치료\n\n10세의 불임 수술을 받은 암컷 몰티즈견이 2일간 심한 좌측 눈 곁눈질 병력을 보였습니다. 슬릿램프 생체현미경 검사 결과, 전방 안방에 하피온과 함께 도넛 모양으로 염색된 깊은 각막 결손이 보였습니다. 이러한 결과를 바탕으로 좌측 눈의 데스메토셀과 포도막염을 진단했습니다. 깊은 각막 절개술과 눈깜박이 막 플랩을 병행하여 합병증 없이 데스메토셀을 효과적으로 해결했습니다. 이 환자에게 시행한 수술적 시술은 쉽고 효과적이었으며, 데스메토셀 치료를 위한 이식 수술의 대안으로 사용할 수 있었습니다.\n주요어 : 각막궤양 , 각막연변세포 , 열충격단백질 , 섬유아세포 , 상처치유\n이동 : \n영어: 일반적으로 간단한 각막 궤양은 국소 약물을 사용하면 며칠에서 일주일 이내에 치유되지만 빠르게 진행되어 더 깊어질 수 있으며 잠재적으로 영구적인 시력 상실로 이어질 수 있습니다.데스케메토셀과 같은 복잡한 각막 궤양의 경우 치유를 촉진하고 추가 합병증을 예방하기 위해 수술적 개입이 필요합니다[ 1 ].결막 이식은 복잡한 각막 궤양의 외과적 치료에 사용되었습니다.그러나 수술 중과 수술 후에 여러 요소를 고려해야 하기 때문에 이 기술은 수행하기 어려울 수 있습니다.이식편 열개는 개 결막 이식의 9%를 차지합니다[ 2 , 3 ].반면에 표층 각막 절개술 및/또는 깜박이는 막 플랩(NMF)은 표층 각막 궤양의 외과적 치료에 널리 사용되었지만 복잡한 각막 궤양의 경우 훨씬 덜 자주 사용되었습니다[ 4 , 5 ]. 이 보고서는 개에서 복잡한 각막 궤양으로 인한 데스케메토셀을 치료하기 위해 심부 각막 절개술(DK)과 NMF를 병행한 방법을 사용하는 방법을 설명합니다.\n영어: 10세의 불임 수술한 암컷 몰티즈견이 왼쪽 눈의 심한 곁눈질(oculus sinister, OS)이 2일 동안 지속되어 안구 검사를 위해 내원했습니다. 보호자는 환자가 7일 전에 자궁농염 진단을 받았고 이후 난소자궁적출술 후 회복 중이라고 보고했습니다. 첫 내원 시 축상 각막에 뚜렷한 깊은 각막 결손이 관찰되었고, 경미한 점액성 분비물과 심한 안검 경련이 분명했습니다. 위협 반응, 눈부심 반사, 동공 빛 반사가 나타났습니다. 쉬르머 눈물 검사 측정(MSD, 미국)은 15mm/분이었고, 반동 안압계(iCareTonoVet; 핀란드 Tiolat)를 이용한 안구 내 압력 측정은 OS에서 9mmHg였습니다. OS의 슬릿램프 생체현미경(HS-7000; Huvitz Co., Ltd., Korea)에서, 각막 주위 섬모 홍조를 동반한 현저한 결막 충혈, 깊은 각막 결손 및 각막 미네랄화가 전방 안구 표면에 다량의 세포 침윤 및 전방 챔버의 중간 정도의 플레어와 함께 확인되었습니다. 각막 병변은 투명하고 타원형이었고, 깊은 각막 결손 부위의 크기는 폭 7mm, 길이 5mm였습니다. 각막 결손 부위는 노출된 수직 기질층을 따라 도넛 모양으로 염색되었습니다. 간접 검안경 검사(Vantage Plus; Keeler Instruments Inc., USA)를 사용한 안저 검사는 각막 상태로 인해 제한되었지만 정상으로 보였습니다. 소유자는 감염성 유기체를 확인하기 위한 각막 세포 검사에 동의하지 않았습니다. 이용 가능한 임상 정보를 바탕으로 데스케메토셀과 전방 포도막염을 모두 진단했습니다.\n \t\n초기 진료 시 왼쪽 눈의 임상적 모습. (A) 직접 확산 조명으로 촬영한 이미지. 뚜렷한 결막 충혈과 각막 주위 섬모 홍조가 있는 광범위하고 깊은 각막 결손에 주목하세요. (B) 직접 초점 조명으로 촬영한 이미지. 데스메토셀을 나타내는 각막 궤양 병변의 비교적 투명한 중심과 포도막염을 나타내는 전방 안방의 하피온에 주목하세요.\n \n결막 플랩은 환자가 시력 상실을 막기 위해 선택한 시술이었을 것입니다. 그러나 재정적 제약과 7일 전에 시행한 난소자궁적출술로 인한 마취제 사용과 관련된 제약으로 인해 수술적 옵션이 제한되었습니다. 따라서 국소 약물은 다음과 같이 처방되었습니다. 0.5% 모시플록사신(Vigamox; Alcon Singapore Manufacturing Pte. Ltd., Singapore)과 자가 혈청을 2시간마다 투여합니다. 경구 약물은 독시사이클린 5.0mg/kg을 하루 두 번(독시사이클린 하이클레이트; 국제약품, 한국)과 멜록시캄 0.1mg/kg을 하루 한 번(멜록시펜; 국제약품, 한국)으로 구성되었습니다. 또한 정맥 주사용 시판되는 세파졸린 분말(세파졸린 주사액 1g; 종근당약품, 한국)을 희석하여 50mg/mL(5% 세파졸린) 용액을 제조한 후 2시간마다 투여를 시작했습니다.\n5일 후 재검사에서 눈을 가늘게 뜨고 눈에서 분비물이 나오는 등의 눈의 통증 증상은 처음 검사 때보다 줄었지만 각막 결손의 깊이는 변함이 없는 것으로 보였다. 마취 시간과 재정적 부담을 줄이기 위해 DK와 NMF를 결합한 수술적 시술을 선택했다. 수술 후 시력 상실을 포함한 후유증에 대해 보호자에게 경고했다. 정기적인 혈액 검사와 방사선 검사 결과 수술에 필요한 전신 건강 상태에는 주목할 만한 이상이 없었다. 환자는 메데토미딘(12μg/kg, Domitor; Pfizer, USA)으로 전처치하고, 틸레타민과 졸라제팜(1.5mg/kg, Zoletil50; Virbac, France)으로 유도하고, 이소플루란(Ifran; Hana Pharm Co., Korea)과 산소로 유지했다.\n눈은 0.5% 희석된 포비돈 요오드 용액과 식염수로 무균적으로 준비하고 드레이프했습니다. 영향을 받은 눈에 눈꺼풀 거울을 위치시켜 데브리드먼트와 DK를 위한 노출을 확보했습니다. 먼저, 궤양 바닥에 있는 부착되지 않은 상피 세포 및/또는 괴사된 잔해물을 Swann-Morton 64 미세수술용 칼날(SM Microsurgical blades, UK)로 데브리드했습니다. 궤양 바닥 주변의 느슨한 상피 조직도 제거했습니다. 둘째, 다른 칼날을 사용하여 궤양 바닥 주변에서 각막결막 변연 너머 2 ± 3mm까지 방사형 패턴으로 1mm 간격으로 절개하는 심부 선형 각막 절개술을 수행했습니다. 각막 절개술의 깊이는 각막 두께의 절반보다 얇았고, 사용된 칼날의 절단 모서리의 약 절반이었습니다. 마지막으로, 이전에 설명한 대로 NMF 기술을 수행했습니다[ 5 ]. 수술 후 치료는 8시간마다 0.5% 모시플록사신을 투여하고, 경구 독시사이클린을 하루 두 번 5.0mg/kg, 멜록시캄을 하루 한 번 0.1mg/kg으로 투여하는 것이었습니다.\n \t\n심부 각막 절개술 수술 과정의 그림입니다. 미세 수술용 칼날을 사용하여 궤양 주변부에서 각막 결막 변연을 넘어 2 ± 3mm까지 방사형 패턴으로 1mm 간격으로 절개했습니다. 각막 절개술의 깊이는 각막 두께의 절반보다 짧았고, 사용된 칼날의 절단 가장자리의 약 절반이었습니다.\n \n수술 후 1주일에 다시 검사했을 때 NMF는 원래 위치에 남아 있었고 눈꺼풀과 NMF를 만졌을 때 눈의 통증 징후는 관찰되지 않았습니다. 경구 약물을 중단하고 그 후 2주 동안 동일한 용량 빈도로 국소 치료를 계속했습니다. 수술 후 4주에 NMF를 제거했습니다. 데스메토셀의 초기 영역은 섬유 조직으로 완전히 채워져 있었고, 변연에서 섬유 영역까지 뻗어 있는 여러 표층 및 심부 관류 혈관과 함께 있었습니다. 각막 표면에는 방사형 절개 자국이 남아 있었습니다. 변연 영역에서 11시 방향에 국소 각막 과립 조직이 확인되었습니다. 과립 조직 영역을 제외하고는 양성 형광 염색 흡수가 없었습니다. 전방 안방에서 동공 가장자리에서 섬유 조직의 후방 표면까지 뻗어 있는 여러 섬유 띠가 관찰되었습니다. 4시간마다 0.1% 히알루론산(Hyalon; 삼천당제약, 한국)으로 국소 치료를 2주 동안 계속했습니다. 환자는 우리 병원에서 추가 추적 관찰을 받지 못했습니다. 수술 후 5개월에 의뢰 수의사와 전화로 추적 관찰한 결과, 안검 경련과 눈물흘림이 없고 축상 각막의 섬유 조직이 개선되어 눈에 불편함이 없다는 증거가 확인되었습니다.\n \t\n수술 후 28일째에 순간막 플랩을 제거한 직후의 왼쪽 눈의 임상적 모습. (A) 직접 확산 조명으로 촬영한 이미지. 여러 개의 기질 내 관류 혈관(검은색 화살표)이 있는 과립성 각막 병변과 변연부에서 이전의 데스메토셀 부위까지 확장된 여러 개의 심부 각막 절개술(흰색 화살표)을 주목하십시오. (B) 확장 후 직접 확산 조명으로 촬영한 이미지. 안저 반사는 앞에서 언급한 각막 변화를 더 잘 시각화합니다. (C) 확장 후 국소 역조명 촬영. 동공 가장자리에서 각막 병변의 뒤쪽 표면까지 연결된 섬유질 띠(빨간색 화살표)로 인한 디스코리아를 주목하십시오. (D) 직접 초점 조명으로 촬영한 이미지. 궤양이 있는 뒤쪽 각막 표면을 덮고 있는 섬유질 막(빨간색 화살표)을 주목하십시오.\n \n이 보고서는 수술 후 합병증 없이 DK와 NMF를 함께 사용하여 데스메토셀레의 성공적인 외과적 치료를 설명합니다. 이 사례는 데스메토셀레가 있는 개에 대한 복합 외과적 개입을 시도할 가능성을 강조하는 역할을 합니다.\nDK는 주변 각막 영역에서 유래하는 혈관을 통해 각막 섬유아세포가 궤양 층으로 이동하는 것을 촉진하여 복잡한 각막 궤양의 혈관 치유로 이어지는 것으로 여겨졌습니다[ 3 ]. 각막 치유의 첫 번째 과정은 상피가 상처 앞쪽으로 미끄러지고 분열하여 각막 세포와 단핵 세포를 섬유아세포로 변환하는 것입니다[ 6 ]. 이것은 기질 치유의 조절자 역할을 하는 중요한 역할을 합니다. 그 외에도 복잡한 각막 궤양은 치유를 보장하기 위해 주변 각막 혈관에서 혈관 공급이 필요합니다. 무증상 각막 궤양을 치료하기 위해 기저막까지 관여하는 표층 각막 절개술은 새로운 상피 세포의 이동과 각막 기질에의 부착을 용이하게 합니다[ 3 ]. 따라서 사용된 DK는 각막 상피가 궤양 층으로 이동하는 데 있어 표층 각막 절개술의 역할을 증가시키는 것으로 보입니다. 부상 부위 가장자리에서 상처 위로 이동한 상피는 눈꺼풀 깜박임과 문지름으로 인한 외상으로부터 보호받을 수 있으며 NMF로 인해 가해지는 압력을 통해 궤양 바닥과 통합될 수 있습니다.\nDK에 의해 유발된 각막 표면의 추가적 손상은 열충격 단백질(HSP)의 증가된 발현으로 인해 발생하는 더 높은 상피 이동 및 증식을 통해 각막 치유를 촉진할 가능성이 있습니다[ 7 ]. 그 중 HSP70은 상피 이동 및 증식을 통해 조직 치유를 개선한다는 점에서 각막 복구에 가장 중요한 HSP 중 하나로 여겨졌습니다[ 8 , 9 ]. 이러한 단백질은 외상, 열충격, 화학 물질과 같은 다양한 환경적 자극에 의해 유도됩니다. 따라서 이러한 각막 치유의 분자적 메커니즘을 통해 DK와 같은 수술 절차를 사용하면 각막 상피 치유를 향상시키는 이러한 단백질을 유도하는 것으로 가정할 수 있습니다.\n일반적으로 개에서 변연 상피 줄기 세포는 주로 변연 부위에 분포한다고 믿어진다[ 10 ]. 변연 줄기 세포는 각막 손상에 반응하여 증식하고 구심성으로 이동하여 기저 세포를 재생하고 각막 투명도를 유지한다[ 11 ]. 반면, 여러 연구에서 변연 부위와 결막의 수술적 자극이 수술로 유발된 부분적 변연 줄기 세포 결핍으로 인해 섬유화 및 혈관 형성과 같은 각막의 병리적 변화를 일으킬 수 있다는 것이 입증되었다[ 11 , 12 ]. 따라서 DK는 결막 혈관이 각막 궤양 바닥으로 이동하는 것을 촉진할 수 있으며, 이는 결과적으로 이식 수술에서 섬유아세포 조직 및 혈관과 유사한 역할을 한다[ 8 ].\n결론적으로, 이 사례에서 수행된 수술적 시술은 비교적 쉽고, 수술 시간을 단축하며, 결막 플랩에 비해 비용이 저렴합니다. 이 사례 보고는 데스메토셀의 수술적 치료를 위한 이식 수술의 대안에 대한 가능성을 제시합니다.\n"
}