{
  "title": "세계 소동물 수의사회 글로벌 치과 가이드라인",
  "author": "이성동",
  "publisher": "이성동",
  "department": "치과",
  "disease": "초록\n치과, 구강 및 상악-안면 질환은 지까지 소동물 임상이 직면한 가장 일반적인 난제이다. 이런 질환은 국소 및 재적 전신 감염뿐만 아니라 심각한 통증을 유발한다. 따라서, 세계 소동물 수의사회(WSAVA)는 치과 질환 치료의 부재 혹은 오진이 심각한 동물 복지 우려를 일킨다고 판단한다. 치과는 여전히 수의학에서 하 찮게 여기는 영역이며 많은 속설과 오해의 대상이다. 수의과 대학에서의 효과적인 수의 치과 수업이 이 분야 의 발전에 상당히 중요하다.\n\n이 가이드라인은 치과 치료를 위한 최고의 임상을 이해하는 데 필요한 정보를 수의사에게 제공하고 현실적 인 최소 치료 표준을 만들기 위해 제작되었다. 이 가이드라인은 WSAVA의 3단계(three-tiered) 지속적 교 육 체계를 이용하여 기구(equipment) 및 치료의 세계적인 권고 사항을 만들고, 소동물 환자를 위한 마취와 복지의 필요성을 강조한다. 이 문서는 WSAVA 통증 관리, 영양, 그리고 복지 가이드라인 위원회뿐만 아니라 5개 대륙의 수의 치과의사들에 의해 공동로 집필되었다.\n\n이 문서는 일반적인 구강 병변과 치료, 치주 치료, 발치, 그리고 치과 방사선 사진 및 방사선학에 대한 정보 를 소개한다. 또한 실행하기 쉽고 재현성이 있는 치과 건강 스코어링 시스템도 포함한다. 더불어, 치과 과정 을 위한 마취와 통증 관리, 가정에서의 치과 관리, 영양학적 정보, 수의 치과학 발전에 있어서 수의과대학의 역할에 대한 권고 사항들에 대한 부분도 있다. 최상에서 비효율적이고 최악에서 손상을 유발하는 무마취 치 과(Anaesthesia-free dentistry, AFD) 혹은 비마취 치과(Non-anaesthesia dentistry, NAD)의 악영 향에 대한 토론도 포함한다. 이 문서를 통해, 우리 환자들의 건강과 안녕에 진단되지 않은 혹은 진단 없이 치 료되는 치과 질환의 부정적 영향과 이것이 얼마나 동물 복지 문제와 관련되는지가 토론된다.\n\n서론\n\nWSAVA는 101개 이상의 회원 단체들을 대표하는 단체로서 전세계적로 20만 명 이상의 소동물 수의사로 구성된 조직이다. WSAVA는 소동물 수의사 사회의 세계적인 목소리로서 수의사를 지도하고 돕기 위해 통증 관리, 백신 선택과 사용, 간, 위장관, 그리고 신장 질환의 인지, 진단 및 치료 그리고 영양에 대한 모든 글로 벌 가이드라인을 제공한다. 가이드라인의 활용은 전체 건강관리팀이 모든 환자에서 치료의 질 향상을 위한 임상 표준을 이해하고, 포용하며 재현하는 것을 돕는다.\n\n글로벌 치과 표준화 가이드라인 위원회는 이전의 것들처럼, 회원들의 치료 양상뿐만 아니라 교육적 배경의 세계적인 차이를 이해하고 장비와 약물의 접근을 고려한 보편적인 문서를 만들기 위해 설립되었다. 이 가이 드라인 위원회는 믿을 수 없을 만큼 다양한 수의학 전문 분야의 회원들을 망라하고, 이것은 치과 건강에 마 땅히 필요한 다양한 접근법을 진정로 강조한다. 수의학 치료의 다양한 영역 중 우리 환자의 치과 질환 치 료와 예방의 중요성을 강조하기 위해 치과, 영양, 마취, 진통, 동물 복지에서 선진적인 교육을 대표하는 저자 들이 모였다.\n\nWSAVA는 이 가이드라인이 세계적인 건강관리팀의 회원들이 치과 질환을 인지하고 치료하는 것을 개선시 키고, 수의과대학의 교육 과정에서 치과의 통합 교육을 장려 및 권고하고, 전 세계 환자들을 위한 적절한 수 의 치과 치료의 필요성에 대한 신뢰 수준을 증가시키기를 진심로 희망한다.\n\n이 문서의 이용\n치과 질환은 지역적인 경계가 없다. 그리하여 이 가이드라인은 세계의 임상 수의사에게 도움을 주기 위해 만 들어졌다. 우리는 궁극적로 유행하는 치과 질환을 인지하고 환자들의 건강과 복지에 끼치는 영향을 생각 하며 나아가 이런 주제에 대한 교육과 모든 신체검사에서 치과를 평가하는 방향로 발전하는 데 이 가이드 라인이 일조하기를 바란다. 이 가이드라인은 그것들의 핵심에서 기본 원칙을 쉽게 수행하기 위해 만들어졌 다. 가이드라인의 목적은 수의사들이 치과 질환을 성공적로 발하고 진단하는 것을 도와 치료로 인도하는 것이다. 이것은 임상적인 판단을 위한 대체도 아니고 기술을 가르치기 위한 교재를 위한 것도 아니다. 이 가 이드라인에 나온 모든 영역에 앞로도 지속적인 연구가 필요하지만, 전문가에 의해 재검토된(peer reviewed) 증거-기반 권장 사항들을 바탕로 하여 최대한 작성되었다. 추가 정보가 필요하다면 인용 목록 을 고하라. WSAVA 웹사이트(www.wsava.org)에 추가 인용 자료들이 있다.\n\n해당 국가에서 허용된 최소한의 임상을 수행하기 위해 적절한 경우에는 단계화(tiering)가 이용되어야 하지 만, 서비스의 제공 혹은 교육적 목적 추구에 관심 있는 수의사를 중지시키려는 뜻은 전혀 없다. 진통 혹은 마 취 약물의 이용 가능성에 있어서 국가별 큰 차이의 인정이 이루어지고, 추가적인 지이 필요하다면 JSAP 및 WSAVA 웹사이트의 Global Pain Councilʼs guidelines(2013)을 고하라.\n\nSection 1: 구강 해부학과 일반 병리학\n\n구강과 치아 해부학 및 생리학\n기초 발생학뿐만 아니라 구강과 치아의 해부학 및 생리학에 대한 이해는 구강 및 치과 질병의 진행과 다른 이상들을(abnormalities) 이해하는 데 필수적이다. 또한 적절한 진단 과정과 치료를 계획하는 데도 중요하 다.\n\n상악 및 하악의 뼈\n위턱은 한 쌍의 상악과 앞니뼈들로 구성된다. 치조 돌기들(alveolar processes)은 앞니(앞니뼈), 송곳니, 작은어니, 큰어니(상악뼈)를 위한 치조(alveoli)를 포함한다. 아래턱은 결합(symphysis)에서 만나는 두 개의 하악뼈에 의해 형성된다. 각 하악뼈에는 앞니, 송곳니, 작은어니, 큰어니를 위한 치조를 가진 몸 통(body), 각 돌기(angular), 관상 돌기(coronoid), 관절 돌기(condylar)로 구성된 가지(ramus)가 있 다. 하악 가지의 관절 돌기는 측두 하악 관절(temporomandibular joint)에서 측두골과 관절로 연결된다\n(Evans and de Lahunta 2013, Lewis and Reiter 2010).\n턱뼈에는 임상적로 중요한 6개의 뼈 구멍이 존재한다.\n상악 구멍: 상악 4번 작은어니의 뒤 면에 정확히 등(dorsal). 안와 아래 신경 및 혈관들이 안와 아래 관로 들어오는 입구이다.\n안와 아래 구멍: 상악 3번과 4번 작은어니 사이 공간의 등. 안와 아래 신경과 혈관들이 안와 아래 관로부터 나오는 곳이다.\n하악 구멍: 하악 가지의 안 표면에 위치. 이것은 하악관의 뒤 개방이며 하치조 신경 및 혈관들이 하 악관로 들어가는 입구의 역할을 한다.\n뒤, 중간, 앞 턱 구멍: 하악관의 앞 개방들이다. 뒤 구멍은 하악 3번 작은어니의 앞 뿌리, 중간 구멍은 2번 작은어니의 앞 뿌리, 그리고 앞 구멍은 2번 앞니의 수준에서 빠져나간다(Evans and de Lahunta 2013, Lewis and Reiter 2010).\n\n신경 분포, 혈액 공급, 저작 근육\n삼차 신경(V), 안면 신경(VII), 설인 신경(IX), 미주 신경(X) 및 설하 신경(XII)에 의해 상악-안면 부위, 구 강과 혀의 신경 분포가 이루어진다. 혈액 공급은 상악 동맥을 통하여 들어온다. 구강 및 상악-안면 수술 시 가장 일반적로 마주치는 상악 동맥 분지들은 작은 구개골 동맥, 안와 아래 동맥, 하행 구개골 동맥(이것은 나중에 큰 구개골 동맥과 접구개 동맥들로 일어난다), 상치조 동맥이다(Evans and de Lahunta 2013,\nLewis and Reiter 2010).\n저작 근육에는 4그룹이 있다 - 교근, 측두근, 외익상근 및 내익상근, 두힘살근. 입을 여는 두힘살근을 제외한 다른 3근육 그룹은 입을 닫는다(Evans and de Lahunta 2013, Lewis and Reiter 2010).\n\n  (타액)\n구강 액(혼합 )은 주요 샘들(개는 귀밑샘, 하악샘, 혀밑샘 및 권골샘, 그리고 추가로 고양이에서는 혀어 니샘)과 작은 샘들의 분비, 박리된 구강 상피 세포, 미생물과 부산물, 음식 찌꺼기, 혈장 성분들 및 잇몸 균열에 의한 염증 세포들에 의해 만들어진다. 정상적인 의 생성은 구강 위생에서 매우 중요하다(Lewis and Reiter 2010, Nanci 2008).\n\n  프 배액\n구강, 머리, 목을 배액하는 세 개의 프 중심은 (볼 프절과 함께) 귀밑 하악 그리고 인두 뒤 프 중심이 다. 프 배액의 경로는 예측할 수 없지만 머리의 주요 프 배액 중심은 안, 때때로 바깥 프절로 구성 된 인두뒤  프 중심이다(Skinner et al. 2016, Evans and de Lahunta 2013, Lewis and Reiter 2010).\n\n고유 구강과 치열\n고유 구강(oral cavity proper)의 경계는 등로 경구개와 연구개, 앞 및 바깥로 치열궁, 그리고 혀 및 배(ventral) 구강  막을 구성하는 구강의 바닥이다. 치아들은 각각 두 개의 사분면로(two quadrants) 구성된 위 아래 치열궁에 위치한다.\n성숙 동물의 치열을 설명하는 수정 트리아단 시스템(Modiﬁed Triadan System)을 사용할 때, 오른 상 악은 1사분체, 왼 상악은 2사분체, 왼 하악은 3사분체, 오른 하악은 4사분체이다. 개의 치아식은 2x I 3/3 : C 1/1 : P 4/4 : M 2/3 = 42이다. 강아지 치아식은 2x i 3/3 : c 1/1 : p 3/3 = 28, 고양이는 2x I\n3/3 : C 1/1 : P 3/2 : M 1/1 = 30, 아기 고양이는 2x i 3/3 : c 1/1 : p 3/2 = 26이다.\n교합은 치아끼리 어떻게 접하는지를 설명하고 여섯 지을 평가해야 한다 - 머리의 대칭성 및 각 치아의 존재/위치뿐만 아니라 앞니, 송곳니, 작은어와 뒤 작은어니/큰어니 교합(AVDC Nomenclature Committee 2017, Verstraete 2011, Lewis and Reiter 2010).\n개와 고양이는 평생 치아를 한 번 가는 일환치성(hyphyodont, 두 세대의 치아), anelodont(지속적로 자라지 않는 치아), 짧은 치아(brachydont, 뿌리가 치관보다 길고 치관은 전체가 에나멜질로 덮여 있다)의 치열을 가진다. 영구 앞니는 단근(single-rooted) 치아이다. 송곳니는 가장 큰 단근 치아이다. 하악 송곳니 의 끝단은 하악 구멍에 대해 혀에 놓였 하악에서 가장 큰 부분을 차지한다. 상악 송곳니의 뿌리와 비강 사 이에는 얇은 판 같은 뼈만 있어서 구-비강 누공 형성(oronasal ﬁstulation)이 흔히 발생한다.\n개의 작은어니는 크기와 뿌리의 수가 다양하다. 첫 번째 작은어니(상악과 하악)는 작고 단근 치아이며, 상악 네 번째 작은어니는 크고 뿌리가 세 개이고, 다른 작은어니들은 뿌리가 두 개이다. 각 상악 작은어니와 큰어니의 뿌리들은 안와 아래관, 구강, 안구와 근접해 있다. 개의 상악 큰어니는 구개 로 편 평한 교합면을 가진 세 뿌리 치아이다. 하악 첫 번째 큰어니는 하악관에 근접한 큰 두 개의 뿌리를 가진 치 아이다(AVDC Nomenclature Committee 2017, Verstraete 2011, Lewis and Reiter 2010). 대형 견에 비해 소형견의 하악 첫 번째 큰어니는 하악 크기에 비례적로 더 크다(Gioso et al. 2001). 하악 두 번째와 세 번째 큰어니는 비슷하며 두 번째 큰어니는 두 개의 뿌리를, 세 번째 큰어니는 하나의 뿌 리를 가진다.\n\n\n치아 및 지지 조직의 구조\n대부분의 (어른)치아는 치수(pulp) 주변의 치아 모세포들(odontoblasts)에 의해 형성된 상아질로 (dentin) 이루어진다. 일차 상아질은 치아 발생 시에 만들어지는 반면, 이차 상아질은 치아 형성이 완성된 후 깔려지고 이것은 치아의 정상적인 노화를 의미한다. 삼차 상아질은 치유(repair)의 시도로 형성된다. 치 아의 중심 부분(치수강)은 치수에 의해 채워진다. 치수는 신경, 혈관 및 프관, 결합 조직, 치아 모세포를 포 함한다. 치수는 개와 고양이에서 근단 델타(apical delta)에서 치아 주위 인대 그리고 성숙 동물에서는 바 깥 관들과 통한다. 어린 동물에서는, 근단 개방이 크고 정 형성(apexogenesis)의 진행에서 근단 델타 속로 닫힌다. 치아의 치관 부분은 에나멜질로 덮여 있고 이것은 신체에서 가장 단단하고 가장 석화된 조직 이다. 에나멜질은 치아 맹출 직전에 에나멜 아세포(ameloblasts)에 의해 형성된다(Verstraete 2011, Lewis and Reiter 2010, Nanci 2008, Pashley and Liewehr 2006). 에나멜질 두께는 개와 고양이에 서 0.1mm에서 1mm로 다양하다(Crossley 1995). 치아의 뿌리는 뼈와 유사한 석회화된 결합 조직인 시 멘트질로 덮여 있며 시멘트질 모세포(cementoblasts)에 의해 만들어진다(Verstraete 2011, Lewis\nand Reiter 2010, Nanci 2008, Pashley and Liewehr 2006).\n치아 지지 조직은 잇몸, 치주 인대, 시멘트질, 치조골로 구성된 치주 조직(periodontum)이다. 잇몸은 부착 (attached) 치은과 유리(free) 치은로 나누어진다. 치은 열구(gingival sulcus)는 치아와 유리 치은 사 이의 공간이고 정상 깊이는 고양이에서는 0~1mm이며 개에서는 0~3mm이다. 치은 열구의 바닥 부분은 접 합 상피층에 의해 형성된다. 그 아래에 치아의 중대한 결합 조직 부착인 치주 인대가 놓여 있다. 치주 인대는 한에서는 시멘트질 속로 다른 한로는 치조골 속로 정착되어 있어서 치아를 치조 안에 붙들고 있 다.\n\n핵심 사항\n상악-안면 부위, 구강, 치아의 질병 진행과 다른 이상을 이해하기 위해서는 구강과 치아의 해부학, 생리 학, 기초 발생학에 대한 배경지식을 쌓는 것이 중요하다.\n특출한 기초 해부학 및 생리학 지식이 없이는 적절한 진단과 치료가 불가능하다.\n기초 해부학과 생리학 지식은 상악-안면 뼈, 저작 근육, 신경 분포 및 혈관 분포, 프 배액, 샘, 고유 구강, 치열(치아의 구조와 치아 지지 조직을 포함한)의 구조와 기능에 대한 지식을 포함한다.\n\n참고 문헌\nAVDC Nomenclature Committee (2017) Dental and periodontal anatomy. http:// www.avdc.org/Nomenclature/Nomen-Dental_Anatomy#toothanatomy [accessed 12 February 2017].\n\nCrossley, D.A. (1995) Tooth enamel thickness in the mature dentition of domestic dogs and cats--preliminary study. Journal of Veterinary Dentistry 12(3): 111-113.\n\nEvans, H.E., de Lahunta, A. (2013) Millerʼs anatomy of the dog. 4th edn. Elsevier Saunders, St. Louis. 80-113, 197-200, 428-456, 541-545, 708-730.\n\nGioso, M.A., Shofer, F., Barros, P.S., Harvey, C.E. (2001) Mandible and mandibular ﬁrst molar tooth measurements in dogs: relationship of radiographic height to body weight. Journal of Veterinary Dentistry 18(2): 65-68.\n\nLewis, J.R., Reiter, A.M. (2010) Anatomy and physiology. In: Small animal dental, oral & maxillofacial disease. Ed B.A. Niemiec. CRC Press, Taylor & Francis Group, Boca Raton. 9-38.\n\nNanci, A. (2008) Ten Cate's oral histology. Development, structure and function. 7th edn. Mosby Elsevier, St. Louis. pp 1-15, 141-318.\n\nNiemiec BA: Dental Extractions Made Easier. San Diego, Practical  Veterinary Publishing, 2014.\n\nPashley, D.H., Liewehr, F.R. (2006) Structure and functions of the dentin-pulp complex. In: Pathways of the pulp. 9th edn. Eds S. Cohen and K.M. Hargreaves. Mosby Elsevier, St. Louis. pp.460-513.\n\nVerstraete, F.J.M. (2011) Small animal dentistry syllabus VSR413 ‒ Winter 2011. Department of surgical and radiological sciences, School of veterinary medicine, University of California- Davis, Davis. 4-14, 22-31.\n\nWolf, H.F., Rateitschak, E.M., Rateitschak, K.H., Hassel, T.M. (2005) Color atlas of Dental Medicine: Periodontology. 3rd edn. Thieme, Stuttgart. 7-20.\n\nSkinner, O.P., Boston, S.E., Souza, C.H. (2016) Patterns of lymph node metastasis identiﬁed following bilateral mandibular and medial retropharyngeal lymphadenectomy in 31 dogs with malignancies of the head. Veterinary and Comparative Oncology doi: 10.1111/vco. 12229\n\n치주 질환\n서론\n치주 질환은 지까지 소동물 환자에서 발견되는 가장 큰 건강 문제였다(Lund Em et al. 1999; University of Minn 1996). 2년령까지, 고양이의 70%와 개의 80%가 어떠한 형태로든 치주 질환을 앓는 다(Wiggs RB & Lobprise HB 1997, Marshall 2014). 특히 소형견과 토이 견종은 치주 질환에 걸리기 가 더욱 쉽다(Hoffmann TH & Gaengler P 1996).\n\n이런 발생률에도 치주 질환은 진단이 되는 경우가 드물다. 이것은 어느 정도는 교육의 부재 때문이지만, 대 부분 외부 임상 증상이 거의 적거나 없기 때문이다. 따라서, 설사 일반적로 있다고 하더라도 치료는 질병 말기에 이루어진다. 따라서 치주 질환은 또한 아마도 우리 환자들에게 있어서 가장 치료되지 않는 질환일 수 도 있다. 진단되지 않은 치주 질환의 국소 및 재적인 전신 결과가 상당하기 때문에 진단과 즉각적 치료의 부재는 상당히 우려되는 부분이다. 국소 결과는 구-비강 누공, Class II 치주 근관 복합병소(Class II perio- endo lesions), 병적 골절, 안구 질환, 골수염, 구강 종양 발생 증가를 포함한다(Niemiec BA 2012, DeBowes LJ 2010, Niemiec BA 2010). 치주 질환과 관련된 전신 질환은 신장 질환, 간 질환, 폐 질환, 심장 질환, 골다공증, 관절염, 임신 부작용, 당뇨병을 포함한다(Niemiec BA 2012).\n\n병인론\n치주 질환은 일반적로 두 단계로 설명된다. 먼저 치은염은 염증이 잇몸에 국한된 초기의 가역적 단계이다. 잇몸 염증은 치태의 미생물 때문에 발생하고, 철저한 치과 예방과 지속적인 홈케어로 나아질 수 있다 (DeBowes LJ 2010; Loe H et al 1965; Silness J & Low H 1964). 치주염은 후기 단계로서 치아의 미생물 때문에 발생한 더 깊은 지지 구조의(치주 인대, 시멘트질 그리고 치조골) 염증 질환로 정의된다 (Armitage GC 1999; Novak MJ 2006, DeBowes LJ 2010). 염증은 부착 소실을 일키는 치주 조직 의 진행성 파괴를 초래한다(Wiggs RB & Lobprise HB 1997). 이것은 잇몸 퇴축, 치주낭 형성 또는 두 가지 모두의 형태로 관찰된다. 치주골 소실은 첨단 재생 수술 없이는 되돌릴 수 없다(Shoukry M et al 2007; DeBowes LJ 2010). 비록 뼈 소실이 비가역적이라 할지라도 그 진행을 멈추는 것은 가능하지만 치 주 질환이 있는 치아를 유지하는 것은 어렵다. 치주 부착(예컨데 뼈) 소실이 활동성 염증이 있거나 없을 수 도 있다는 것을 주목하는 것이 중요하다.\n\n치주 질환은 치태 내의 구강 세균이 치아에 부착함로써 시작된다(Quirynen M et al 2006; Wiggs RB & Lobprise HB 1997, Lindhe J et al 1975; Boyce EN 1995). 치태는 의 당단백과 세포외 다당류 기질에 포함된 거의 대부분의 구강 세균에 의해 구성된 생물막이다(Quirynen M et al 2006; Socransky SS 2000; DuPont GA 1997). 치태는 방해받지 않는다면 24시간 내에 깨끗한 치아에서 형성된다. 치주 질환은 세균 수의 증가가 아니라 그람 양성균에서 그람 음성균로 전환될 때 시작된다. 세균 종의 이러한 변화가 치은염의 시작을 유발한다(Quirynen M et al 2006). 사람과 개의 질병 진행이 조직학적로 유사 하다고 알려져 있지만 사람과 개의 치태 형성과 구성의 차이들이 최근 한 논문에서 설명되었다\n(Holcombe et al. 2014).\n\n하지만 만약 치은염을 해소시키는 치태 관리 요법이 수립되면 구강 미생물 균총은 며칠 내에 정상로 돌아 갈 것이다(Loe H et al 1965; Silness J & Low H 1964). 일반적로 치태와 치석은 그람(gram) 당 1000억(1012)마리까지의 세균을 가지고 있다(Socransky SS et al 2000, Quirynen M et al 2006). 더욱 중요한 것은 생물막 내의 세균은 하나의 세균을 죽일 수 있는 항생제의 1000에서 1500배 그리고 살 균제의 50만 배까지의 농도에 내성을 가진다(Williams JE 1995; Quirynen M et al 2006, Socransky\nSS et al 2000; Elder MJ et al 1995).\n\n눈에 보이는 치아 표면의 치태는 치은 연상(supragingival) 치태라고 알려져 있다(Quirynen M et al 2006; Wiggs RB & Lobprise HB 1997). 그것이 유리 치은의 변연부 아래, 치은 열구(잇몸과 치아 또는 치조골 사이)로 알려진 부위 속로 확장되면 치은 연하(subgingival) 치태라 불린다(Quirynen M et al 2006; Niemiec BA 2008). 치은 연상 치태는 치주 질환의 아마도 초기에 치은 연하 치태의 병원성에 영향 을 줄 것이다. 그러나 치주낭이 형성되면 치은 연상 치태와 치석의 영향은 최소화된다(Quirynen M et al 2006). 그러므로 치은 연상 치태만 관리하는 것은 치주 질환 진행의 조절에 비효과적이다(Westfelt E et al 1998, Niemiec BA 1998, DeBowes LJ 2010).\n\n치석은  속의 미네랄에 의해 이차적로 석회화된 치태이다. 치석 그 자체는 대부분 자극성의 영향을 주는 비교적 비병원성 물질이다(Hinrichs JE 2006; Wiggs RB & Lobprise HB 1997, Niemiec BA 2008). 치은 연하 치태의 세균은 잇몸과 치주 조직의 염증을 일키는 독소와 대사 산물을 배출한다 (Wiggs RB & Lobprise HB 1997; Harvey CE & Emily PP 1993). 이 염증은 잇몸 조직에 손상을 초 래하고 초기 치은염을 발생시킨다. 결국 이 염증이 치주 조직과 치아 사이의 부착 파괴와 같은 치주염을 일으킬 수 있다. 직접적인 조직 손상을 유발할 뿐만 아니라, 세균의 대사 산물들도 동물들의 염증 반응을 일 킨다. 백혈구와 다른 염증 매개체들이 치주 연부 조직 밖로 나와 증가된 혈관 투과도, 열구 상피 세포들 (crevicular epithelial cells) 사이의 증가된 공간 때문에 생긴 치주 공간 속로 이주한다. 치주 질환의 진 행은 숙주 반응과 세균의 독성에 의해 결정된다(Nisengard RJ et al 2006). 때때로 치주 조직을 손상시키 는 것은 숙주 반응이다(Lang NP 2002; Thoden Van Velzen SK et al 1984; Scannapieco FA et al2004).\n\n치은 연하 세균과 숙주 반응의 조합에 의해 산생된 염증은 치아의 연부 조직 부착을 손상시키고 파골 활동을 통해 뼈 지지를 감소시킨다. 이것은 근단 방향(뿌리 끝단을 향한)로 치아의 치주 부착 소실을 야기한다. 치 주 질환의 말기는 치아 소실이다. 하지만 그 질환은 치아 박리 전에 심각한 문제들을 발생시켰을 것이다.\n\n임상적 특징\n정상 잇몸 조직은 산호빛 분홍색(정상 색소착이 가능한)이고, 부드럽고 규칙적인 질감의 얇은 변연부를 가 진다(Figure 1). 또한, 명백한 치태나 치석이 없어야 한다. 정상 열구의 깊이는 개에서 0~3mm이며, 고양 이에서 0~0.5mm이다(Wiggs RB & Lobprise HB 1997, DeBowes LJ 2010, Bellows J 2004).\n\n치은염의 첫 외부 임상 증상은 잇몸의 홍반이며, 부종과 구취가 뒤따른다(Fiorellini JP et al 2006; DeBowes LJ 2010) (Figure 2). 색 변화가 질병의 확실한 증상인 반면, 색 변화 이전에  검사 (probing) 양치질 또는 저작 중 잇몸 출혈이 증가되는 것로 알려졌다(Fiorellini JP et al 2006Meitner SW 1979). 치은염은 전형적로 치석과 관련있지만 치태에 의해 일차적로 얻어지며 따라서 치 석이 없어도 나타날 수 있다. 치은염이 없어도 광범위한 치은 연상 치석이 존재할 수 있다. 치석 자체는 본질 적로 비병원성이라는 것을 명심해야 한다(Niemiec BA 2008, Wiggs RB & Lobprise HB 1997). 그 러므로 전문적 치료의 필요성을 판단하기 위해 잇몸의 염증 등급을 이용해야 한다(Niemiec BA 2013).\n\n치은염이 치주염로 진행되면 구강 염증의 변화가 심해진다. 치주염 발생의 특별한 임상 특징은 부착 소실 이다. 다시 말해 치아의 치주 부착이 끝단로 후퇴한다. 부착 소실은 두 가지 일반적인 증상들이 있다 (Niemiec BA 2013). 일부의 경우에서는 소실이 잇몸 퇴축을 야기하는 반면 열구의 깊이는 동일하게 유지 된다. 결론적로 치아 뿌리가 노출되고 의식이 있는 상태에서의 검사(conscious exam)에서 질병 진행이 쉽게 발견된다(Figure 3). 다른 경우에서는 잇몸은 동일한 높이로 유지되는 반면, 부착 부위는 끝단로 이 동하여 치주 주머니가 형성된다(Figure 4). 이 형태는 전형적로 전신 마취 하에서 치주 로만 진단 된다. 부착 소실의 두 가지의 모든 증상이 같은 치아에서 뿐만 아니라 동일한 환자에서 나타날 수 있다. 부착 소실은 대부분의 경우 치아 박리가 될 때까지 진행된다. 치아 박리 후 그 부위는 일반적로 비감염 상태로 돌아가지만 뼈의 소실은 영구적이다.\n\n중증의 국소 결과\n치주 질환의 가장 일반적인 국소 결과는 구-비강 누공 형성(ONF)이다. ONF는 노령의 소형견(특히 닥스훈 트와 같은 연골이형성 종)에서 전형적로 나타나지만 고양잇과뿐만 아니라 다른 종에서도 나타날 수 있다 (Niemiec BA 2010, Holmstrolm et al 1998). ONF는 상악 송곳니의 구개골 면까지 치주 질환이 진행 됨로써 야기되지만 모든 상악 치아들도 후보가 될 수 있다(Marretta SM & Smith MM 2005; Niemiec BA 2010). 그 결과는 만성 염증(비염)을 야기하는 구강과 비강 사이의 개통(communication) 이다(Figure 5). 임상 증상은 만성 비강 분비물, 재채기, 때때로 식욕 부진과 구취를 포함한다. 구-비강 누 공의 확진을 위해서는 전신 마취가 종종 요구된다. 치아의 구개골 면의 치주 공간 안로 치주  삽입에 의해 진단이 이루어진다(Figure 7). 흥미롭게도 환자의 치주 조직의 잔여 부분이(이환된 치아의 다른 면을 포함) 비교적 건강해도 이런 상태가 나타날 수 있다(Niemiec BA 2008). ONF의 적절한 치료는 발치와 막-잇몸 피판(mucogingival ﬂap) 결손의 폐쇄가 요구된다(Marretta SM & Smith MM 2005; Niemiec BA 2010).\n\n치주 질환의 다른 재적인 중증의 국소 결과는 다근 치아에서 볼 수 있는 Class II 치주 근관 복합 병소이다 (Niemiec BA 2008). 이것은 치주 소실이 근단로 진행되고 치근관계(endodontic system)로의 접 근을 획득할 때 나타나기 때문에 세균 감염을 통해 치근관 질환이 발생된다. 이어 치근관 감염이 일반 수질 공동(common pulp chamber)을 통해 치아 전반에 전파되고 다른 뿌리의 치근단 주위에서 파생을 야기한 다(Figure 7). 대조적로 Class I 병변은 근관계(root canal system)로부터 확장된 치주 감염이고 Class III은 실제 복합 병변들이다(Wiggs RB & Lobprise HB 1997). Type 1은 치주 질환의 결과가 아 니고 type 3은 수의 환자에서는 극히 드물다.\n\n중증 치주 질환의 세 번째 재적 국소 결과는 “병적 골절(pathologic fracture)”이다(Mulligan T et al. 1998, DeBowes 2010). 이런 골절은 뼈를 약하게 만드는 만성 치주 소실 때문이며 하악에서(특히 송곳니 와 첫 번째 큰어니) 일반적로 발생한다(Figure 8). 이 상태는 또한 소형견에서 가장 일반적로 나타나는데(Mulligan T et al 1998) 왜냐하면 대부분의 치아(특히 하악 첫 번째 큰어니)가 소형견종의 턱에서 더 큰 부분을 차지하기 때문이다(Gioso MA 2003)(Figure 9). 병적 골절은 경미한 외상에서 또는 치아 발치 과정에서 가장 많이 발생한다. 그러나 어떤 개들은 그저 밥을 먹도 골절을 겪는다.\n병적 골절은 몇몇 이유 때문에 조심스러운 예후를 가지며 대부분의 경우 남아있는 뼈가 거의 없기 때문이다. 다양한 고정 방법이 있지만 선택된 고정 방법에 관계없이 치료를 위해서 질환을 가진 뿌리(들)를 뽑아야 한 다(Figure 10)(Niemiec BA 2008, Taney KG & Smith MM 2010). 병적 골절의 위에 대한 인지하 는 것이 수의사가 치과 치료 시 위 환자에서 문제를 피하는데 도움이 될 것이다.\n\n중증 치주 질환의 네 번째 국소 결과는 안구에 근접한 염증로부터 야기되며 이로 인해 실명이 발생할 수도 있다(Anthony JMG et al 2010; Ramsey DT et al 1996). 상악 큰어니들과 네 번째 작은어니의 치 아 뿌리 근단의 근접성이 세한 시각 조직을 위에 빠뜨린다(Figure 11).\n\n사람 연구에서 많이 설명된 다섯 번째 국소 결과는 만성 치주 질환을 앓는 환자의 구강 종양 발생 증가이다\n(Rosenquist K et al 2005; Zheng TZ et al 1990; Graham S et al 1977 Wen et al 2014, Guha et al 2007, Rezende et al 2008, Bendgaard et al 1995, Talamini et al 2000, Maier et al 1993). 이 경우에서의 관련성은 치주염과 함께 존재하는 만성 염증 상태 때문일 것이다(Figure 12)\n(Trosko JE 2001).\n\n치주 질환의 여섯 번째 심각한 국소 결과는 만성 골수염인데 이것은 비-생존성(non-vital) 감염된 뼈의 부 위이다(Figure 13). 치과 질환은 구강 골수염의 첫 번째 원인이다. 뼈의 일부가 괴사 상태일 때, 그것은 항 생제 치료에 더 이상 반응할 수 없다. 따라서 확실한 치료는 일반적로 공격적인 외과적 괴사 조직의 제거 가 요구된다(Niemiec BA 2008; Wiggs RB & Lobprise HB 1997). 결과적로 골 괴사는 개에서(치 료되지 않은 혹은 형편없이 치료된) 치과 질환의 또 하나의 가능한 심각한 결과이다(Peralta et al 2015).\n\n치주 질환의 전신 결과\n치주 질환이 전신에 미치는 영향은 지난 20년 동안 널리 연구되어 많은 논문이 발표되었다. 아직 원인이 불 명하며 많은 연구가 사람에 대한 것들이지만, 치주 질환이 건강에 악영향을 미친다는 증거가 차 늘어나고 있다. 치주 질환의 병인론은 잇몸및 치주 조직의 염증이 신체의 방벽로 입자를 공격할 수 있게하여 세균 이 신체에 접근할 수 있게 하는 것이다(Scannapieco 2004, Mealey and Klokkevold 2006, Niemiec 2013). 세균 그 자체뿐만 아니라 지질다당류(lipopolysaccharide, LPS)와 같은 염증 매개물질을 허용한 다. 이 세균들과 그 산생물들은 신체에 심각한 악영향을 줄 수 있다(Takai 2005). 세균 자체와 그 독성 산 물뿐만 아니라, 사이토카인들(예, IL-1, IL-6, PGE2 그리고 TNF)과 같은 환자 자신의 염증 매개물질의 활 성화로부터 원거리 영향(distant effects)이 이차적로 일어날 수 있다(Pavlica et al 2008, Lah et al 1993, Renvert et al 1996, Scannapieco 2004 Rawlinson et al 2005). 이 매개물질은 심혈관/간/ 신장 손상과 같은 다양한 전신 문제들과 관련된다(아래 고). 훌륭한 치주 건강 상태의 사람에 비해 치주 질환을 겪는 사람 환자가 다양한(3가지 이상) 전신 질환을 가질 확률이 4배 이상 높다고 보고된다(Al-Emadi et al 2006).\n\n영향을 받은 장기들\n\n간\n간의 세균 입은 간 실질의 염증과 문맥 유증을 증가시키는 것로 나타났다(DeBowes et al 1996). 또한 전체적인 간 질환과도 관련되어 있다(Tomofuji et al 2009, Ohyama 2009, Alberg 2014). 이에 더해 균혈증은 개에서 담관 정체를 야기하는 것로 나타났다(Taboada and Meyer 1989, Center 1990). 마지막로 한 연구는 치주 질환의 부담과 간 실질의 염증 증가 사이의 유의미한 관련성을 보여주었 다(Pavlica et al 2008).\n\n신장\n신장의 여과는 치주 병리학적 세균이 내피 세포층과 직접 접촉하며 따라서 사구체 모세 혈관 벽이 영향받을 가능성을 증가시킨다(Arbes et al 1999, Khlgatain et al 2002, Nassar 2002, Ortiz et al 1991). 만 성 감염과 염증 질환이 자기 증식성인 사구체 신염을 야기하는 신장의 면역 복합체 형성에 기여하는 것로 알려졌다(Hoffmann et al 1996)(Baylis 1987)(MacDougal et al 1986, Sedor et al 1993). 이런 변화들은 시간을 두고 기능 저하를 유발하는 신장의 만성 염증과 원발성 반흔을 초래할 수 있다(DeBowes et al 1996, Fournier et al 2001, Pavlica et al 2008, Rawlinson et al 2005, Cullinan 2009).\n\n심장\n치주 질환은 심폐계통에 중요한 변화들과 관련이 있다. 몇몇 연구는 구강 세균이 이미 손상된 심장 판막에 흡착하여 심내막염을 일킬 수 있다는 을 제시한다(OʼGrady 1995, Abbott 2008). 또한 치주 질환과 함께 심실 판막 변형의 발생이 유의하게 증가한다는 수의학 연구도 있다(Pavlica et al 2008). 사실, 한 보 고서는 치주 질환이 없는 개의 위성과 비교했을 때 3기 치주 질환을 가진 개의 심내막염 위이 약 6배 이 상 높다는 것을 보여준다(Glickman et al 2009).\n\n허혈성 심장 질환이 동물 환자에서는 일반적인 문제가 아니지만 사람에서는 심근 경색 및 다른 조직학적 변 화들이 치주 질환과 구강 세균혈증과 관련이 있다는 수많은 연구들이 있다(Southerland et al 2006, Arbes et al 1999, Matilla et al 1989, Loos et al 2000, Janket et al 2003, Joshipura et al 1996, Franek et al 2005, Glickman et al 2009, Geerts et al 2004, Beck et al 1996, Spahr et al 2006)(Arbes et al 1999). 이 뿐만 아니라 심장 근육의 내피 세포 기능이 치주 질환에 의해 악영향을 받는다(Mercanoglu et al 2004). 마지막로 치주 질환이 사람에서 고혈압과 관련있다고 보고되었다\n(Tsakos et al 2010).\n치주 염증이 허혈성 심질환에 선행하는 생리학적 변화들(증가된 유소원, 혈소판 응집에 관련된 단백질 (PAAP), 그리고 다른 응고 인자들뿐만 아니라 증가된 혈류속도)을 촉진한다(Lowe et al 1997, Kweider et al 1993, Herzberg et al 1998). 사실 이 세균들의 단순 주입이 심근 경색을 가진 토끼에서 신체 변수 들(심박수, 혈압, ECG와 같은)의 변화를 초래했다(Meyer et al 1998). 마지막로 돼지와 생쥐에서 치주 감염이 동맥 경화를 직접적로 야기한다는 연구들이 있다(Brodala et al 2005, Lalla et al 2003). C 반 응 단백질(C reactive protein)과 다른 염증 표지들이 치주 질환에서 증가하며 심근 경색과 관련이 있다\n(Noack et al 2001, (Ridker et al 2002, Wu et al 2000, DʼAiuto et al 2004, DeBowes 2008, Joshipura et al 2004, de Oliveira et al 2010).\n폐\n\n잇몸 질환이 만성 호흡 질환(COPD, 만성 폐쇄성 호흡 질환)과 폐렴의 발생 증가와 관렸이 있다는 몇몇 연 구들이 있다(Garcia 2001, Limeback 1998, Hayes et al 1998, Deo 2009, Scannapieco et al 1998, Al-Emadi et al 2006, Mealey and Klokkevold 2006).\n또한 구강 감염들은 만성 호흡 질환을 악화시키는 것로 유명하다. 적절한 치료가 이런 결과들을 감소시킬 것이다 (Scannapieco et al 1998, Nagatake et al 2002, Kawana et al 2002, Adachi et al 2007, Adachi et al 2002).\n\n다른 악영향들 당뇨병\n많은 연구들이 치주 질환과 인슐린 저항의 증가 사이의 강력한 연관성뿐 아니라 당뇨병과 치주 질환의 증가 사이의 강력한 연관성을 확증하였다(Nesbitt et al 2010, Benguigui et al 2010, Nagata 2009, Nishimura et al 2005, Ekuni et al 2010, Al-Emadi et al 2010). 모든 급성 감염(세균 또는 바이러 스)이 심지어 비당뇨 환자에서도 인슐린 저항성을 증가시키고 당 조절을 악화시키기 때문에 이러한 관련성 은 타당하다(Yri-Jarvinen et al 1989, Grossi et al 2004, Zadik 2010). 이것은 즉 치주 질환이 당뇨 관리가 불량할 뿐만 아니라 더 중요하게 심장/신장 질환 및 당뇨 합병증(상처 치유, 미세 혈관 질환)의 심각 성을 가중시키는 것을 의미한다(Iacopino et al 2001, Taylor et al 1996, Thorstensson et al 1996, Tsai et al 2002, Southerland et al 2006, Saremi et al 2005, Thorstensson et al 1996).\n\n악성 종양\n다양한 교란 인자들 때문에 결정적이지는 않지만(Meyer et al 2008) 최근 연구들이 치주 질환과 위장관, 신장, 췌장 및 혈액 종양과 같은 원거리 종양과의 관련성 제시하고 있다(Watabe et al 1998, Abnet et al 2001, Stolzenberg-Solomon et al 2003, Michaud et al 2007, Hujoel et al 2003, Chang et al 2016, Maruyama et al 2017, Michaud et al 2013).\n만성 염증\n치주 질환이 전반적 고지혈증 상태뿐만 아니라 염증 지질의 증가를 이끌어 낼 수 있다는 것이 증명되고 있다\n(Nibali et al 2007, Lah et al 2003, Renvert et al 1996, Scannapieco 2004, Rawlinson et al 2005, Winning et al 2015, (Moutsopoulos and Madianos 2006, Iacopino and Cutler 2004, Ebersole et al 1999, Salvi et al 1998).\n조기 사망:\n치주 질환이 전체 건강에 영향을 미치는 정도에 대한 현저하게 유의한 지표가 사망 연구에서 입증되었다. 모 든 다른 위 요소들이 배제되었을 때, 치주 질환이 사람에서 조기 사망의 유의미한 전조라는 것이 밝혀지고 있다(Jansson et al 2002, Avlund et al 2009, Holm-Pedersen et al 2008). 한 연구는 중증 치주 질 환이 흡연보다 더 높은 위 요소라고 발표했다(Garcia et al 1998).\n\n치주 치료의 전신 건강에 미치는 이들\n\n이러한 수많은 연구들이 인과 관계를 증명하지 못하지만, 무시하지 못하는 수가 매우 높은 관련성을 제시하 고 있다. 그러나 치주 질환이 전신 질환에서 맡고 있는 역할에 대한 추가적인 지원이 치주 치료 후 건강 지표 들이 향상된 것을 보여주는 연구들에 의해 제공된다.\n\n지까지 가장 잘 연구된 것은 사람에서 당뇨병과 심장 질환이다.\n치주 질환의 적절한 치료는 혈당 조절을 향상시키고 인슐린 요구량를 감소시킨다(D'Aiuto et al 2004, Mine et al 2005, Mealy 1999, Miller et al 1992, Skaleric et al 2004, Promsudthi et al 2005, Stewart et al 2001, Hayashi et al 2017, Simpson et al 2015, Wang et al 2014). 이 뿐만 아니라 당뇨가 잘 조절되는 환자에서 치주 건강이 향상된다(Tervonen and Knuuttila 1986. Tsai et al 2002). 치주 치료는 순환 염증 산물의 수준을 감소시키고 내피 세포 기능을 향상시킬 수 있다(Correa et al 2010, Duarte et al 2010, Mercanoglu et al 2004, Hayashi et al 2017).\n\n또한 치주 치료가 신장 기능을 향상시킨다는 것을 제시하는 증거도 있다(Artese et al 2010, Grazini et al 2010, Hayashi et al 2017). 치주 치료는 간 수치를 개선시키고 간경화 환자의 수명을 증가시키는 것으로 나타난다(Hayashi et al 2017, Tomofuji et al 2009, Lins et al 2011, Grønkjær 2015).\n\n결론\n앞서 언급된 연구들이 결정적이진 않지만 치주 질환은 이환된 환자들이 만성 질환 상태를 유발하는 유해 세 균을 매일 다루어야 하는 감염성의 과정이다(Harvey and Emily 1993, Holmstrolm et al 1998). 따라 서 우리는 치주 질환을 단지 구취와 치아 소실을 야기하는 치과 문제가 아니라 더 심각한 전신적 결과의 기 폭제로 보아야 함을 배워야 한다. 한 인의학의 텍스트는 “치주염은 신체 전반의 미생물의 재적 혈관내 파 종의 중증 염증을 유발하는 그람 음성균 감염이다”라고 말한다(Mealey and Klokkevold 2006). 이것은 “치주 질환은 건강 전문가들과 일반 대중들에 의해 저평가되는 재적로 생명을 위협하는 중요한 질환이 다”라고 말하는 다른 저자들에 의해 되풀이된다(Sculley and Langley-Evans 2002). 미국 의무총감 (Surgeon General of the United States)은 2000년에 구강 및 치과 질환을 ʻ소리없는 유행(silent epidemic)ʼ이라는 표현을 하였고 일반적인 건강과 웰빙을 위해 구강 위생의 중요성을 강조하였다(NIH 2000). 마지막로 세계 보건 기구 집행 위원회는 구강 건강, 일반 건강과 삶의 질 사이의 내재적인 관련성 을 인정했다(WHO 2007).\n\n핵심 사항\n치주 질환은 소동물 환자에서 가장 흔한 의료 질환이다.\n치태는 24시간 이내에, 치석은 3일 이내에 형성되고 치은염은 빠르면 2주에 시작된다.\n치주 염증은 치은 연하 치태에 의해 발생하기 때문에 치태 관리는 치은 연상, 더 중요하게 질병 관리에 효과적인 치은 연하 치태 모두를 다루어야 한다.\n치석은 본질적로 비병원성이다.\n치주 질환의 첫 번째 증상은 색 변화 이전에 나타나는  검사 또는 양치질 중 출혈이다.\n치주 감염은 많은 전신적인 질환과 관련이 있다:\n당뇨병\n심장, 폐, 간, 신장 질환\n\n조기 사망\n치주 질환은 많은 중증 국소적 영향들과 관련이 있다:\n비- 구강 누공\n구강 종양\n하악 골절\n안구 감염 및 실명\n골수염\nClass II 치주 근관 복합 병소\nReferences:\n\nLund EM, Armstrong PJ, et al (1999) Health status and population characteristics of dogs and cats examined at private veterinary practices in the United States. J Am Vet Med Assoc. 214, 1336-41.\n\nNational Companion Animal Study (1996) University of Minnesota Center for companion animal health. Uplinks: pp 3.\n\nWiggs RB, Lobprise HB (1997) Periodontology, in Veterinary Dentistry, Principals and Practice: Philadelphia, PA, Lippincott ‒ Raven. pp 186-231.\n\nHoffmann TH, Gaengler P: (1996) Clinical and pathomorphological investigation of spontaneously occurring periodontal disease in dogs. J Small Anim Pract. 37: 471-9, 1996.\n\nNiemiec BA. (2010) Pathologies  of the oral mucosa. In; Small animal dental, oral, and maxillofacial disease, a color handbook (Niemiec BA (ed). London, Manson, 2010, 183-98.\n\nDebowes LJ: Problems with the gingiva. In: Small Animal dental, oral and maxillofacial disease, a color handbook (Niemiec BA ed.). London, Manson, 2010, pp159 ‒ 181.\n\nNiemiec BA (2013) Local and Regional  Consequences of Periodontal Disease. In: Veterinary Periodontology. (Niemiec BA, ed). Ames, Wiley Blackwell, 69-80.\n\nNiemiec BA (2013) Systemic Manifestations of Periodontal Disease. In: Veterinary Periodontology. (Niemiec BA, ed). Ames, Wiley Blackwell, 81-90.\n\nLoe H, Theilade E, Jensen SB (1965) Experimental gingivitis in man. J Periodontol, 36: 177.\n\nSilness J, Loe H: Periodontal disease in pregnancy II. Correlation between oral hygiene and periodontal condition. Acta Odontol Scand. 22:121, 1964.\n\nArmitage GC (1999) Development of a classiﬁcation system for periodontal diseases and conditions. Ann Periodontol 4 (1):1-6. 1999.\n\nNovak MJ (2006) Classiﬁcation of disease and conditions affecting the periodontium. in Carranzaʼs Clin ical Periodontology. St. Louis, Mo, WB Saunders, 2006, pp100-109.\n\nShoukry M, Ali B, Naby MA, Soliman A (2007) Repair of experimental plaque-induced periodontal disease in dogs. J Vet Dent 24(3): 152-65.\n\nQuirynen M, Teughels W, Kinder Haake S, Newman MG: Microbiology of Periodontal diseases, in: Carranzaʼs Clinical Periodontology. St. Louis, Mo, WB Saunders, 2006, pp 134-169\n\nLindhe J, Hamp S, Löe H: (1975) Plaque induced periodontal disease in beagle dogs: A 4- year clinical, roentgenographical and histometrical study. J Perio Res. 10; 243-255.\n\nBoyce EN, Ching RJ. Logan EI. El al (1995): Occurrence of gram-negative black-pigmented anaerobes in subgingival plaque during the development of canine periodontal disease. Clin Infect Dis. 20 Suppl 2: S317-9.\n\nDuPont GA (1997) Understanding dental plaque: Bioﬁlm Dynamics J Vet Dent 14(3), 91-9. Socransky SS, Haffajee AD (2002) Dental bioﬁlms: difﬁcult therapeutic targets. Periodontol 2000. 28:12-55.\n\nWilliams JE: (1995) Microbial Contamination of Dental Lines, in Current and Future Trends In: Veterinary Dentistry: Proceedings of the Upjohn Worldwide Companion Animal Veterinary Dental Forum. 8-11.\n\nElder MJ, Stapleton F, et al. (1995) Bioﬁlm related infections in ophthalmology: Eye 9(1); 102-109.\nNiemiec BA (2008) Periodontal disease. Top Companion Anim Med.23(2):72-80.\n\nWestfelt E, Rylander H, Dahlen G, Lindhe J (1998) The effect of supragi ngival plaque control on the progression of advanced periodontal disease. J Clin Periodontol. 25(7): 536-41, 1998\n\nHinrichs JE: (2006) The role of dental calculus and other predisposing factors, in: Carranzaʼs Clinical Periodontology. St. Louis, Mo, WB Saunders, pp 170-192.\n\nHarvey CE, Emily PP (1993) Periodontal Disease, in Small Animal Dentistry. St. Louis, Mosby, pp 89-144.\n\nNisengard RJ, Kinder Haake S, Newman MG, Miyasaki KT (2006) Microbial interactions with the host in periodontal diseases, in: Carranzaʼs Clinical Periodontology. St. Louis, Mo, WB Saunders, pp 228-250.\n\nLang NP, Mombelli A, Attstrom R. (2002) Dental Plaque and Calculus. In: Clinical Periodontology and implant dentistry. Lindhe J, Karring T, Lang NP eds. 3rd ed, Munksgaard, pp.102-34.\n\nThoden Van Velzen SK, Abraham-Inpijin L, Modrer WDR: (1984) Plaque and systemic disease: a reappraisal of the focal infection concept. J Clin Periodontol 11: 209-20.\n\nScannapieco FA (2004) Periodontal inﬂammation을(를) 실시한다 from gingivitis to systemic disease? Compend Contin Educ Dent;25(suppl 1):16-25.\n\nFiorellini JP, Ishikawa SO, Kim DM (2006) Clinical Features of Gingivitis, in을(를) 실시한다 Carranzaʼs Clinical Periodontology. St. Louis, Mo, WB Sau nders, pp 362- 72.\n\nFiorellini JP, Kim DM, Ishikawa SO (2006) The Gingiva. in: Carranzaʼs Clinical Periodontology. St. Louis, Mo, WB Saunders 46-67.\n\nWiggs RB, Lobprise HB (1997) Oral exam and diagnosi s, in Veterinary Dentistry, Principals and Practice. Philadelphia, PA, Lippi ncott ‒ Raven, pp 87-103\n\nBellows J (2004) Periodontal equipment, Materials, and Techniques. In: Small Animal Dental Equipment, Materials, and Techniques, a Primer. Blackwell, pp. 115-73.\n\nMeitner SW, Zander H, Iker HP, et al (1979) Identiﬁcation of inﬂamed gingival surfaces. J Clin Periodontol. 6:93.\n\nNiemiec BA (2013) Pathogenesis and Etiology of Periodontal Disease. In: Veterinary Periodontology. (Niemiec BA, ed). Ames, Wiley Blackwell, 81-90.\n\nNiemiec BA (2013) Periodontitis. In: Veterinary Periodontology. (Niemiec BA, ed). Ames, Wiley Blackwell, 51-68.\n\nHolmstrolm SE, Frost P, Eisner ER (1998) Exodontics, in Veterinary Dental Techniques (ed 2) Philadelphia, PA, Saunders, pp 215-254.\n\nNiemiec BA. (2010) Pathologies  of the oral mucosa. In; Small animal dental, oral, and maxillofacial disease, a color handbook (Niemiec BA (ed). London, Manson, 183-98.\n\nMarretta SM, Smith MM (2005) Single mucoperiosteal ﬂap for oronasal ﬁstula repair. J Vet Dent 22(3):200‒5.\n\nWiggs RB, Lobprise HB (1997) Basic endodontic therapy, in Veterinary Dentistry, Principals and Practice. Philadelphia, PA, Lippincott ‒ Raven, pp 280-324.\n\nMulligan TW, Aller S, Williams CE (1998) Trauma, in Atlas of canine and feline dental radiography. Trenton, NJ, Veterinary Learning Systems, pp 176-183.\n\nGioso MA, Shofer F, Barros PS, Harvery CE (2003) Mandible and mandibular ﬁrst molar tooth measurements in dogs: relationship of radiographic height to body weight. J Vet Dent18(2): 65-8\n\nTaney KG, Smith MM (2010) Problems with muscles, bones, and joints. In; Small animal dental, oral, and maxillofacial disease, a color handbook (Niemiec BA (ed). London, Manson,199-204.\n\nAnthony JMG, Sammeyer LS, Laycock AR. (2010) Vet Opthamol. 13: 106-9.\n\nRamsey DT, Marretta SM, Hamor RE, et al (1996). Ophthalmic manifestations and complications of dental disease in dogs and cats. J Am Anim Hosp Assoc. 32(3):215-24.\n\nRosenquist K (2005) Risk factors in oral and oropharyngeal squamous cell carcinoma: a population-based case-control study in southern Sweden. Swed Dent J Suppl 179: pp 1-66.\n\nRosenquist K, Wennerberg J, Schildt EB, et al: (2005) Oral status, oral infections and some lifestyle factors for oral and oropharyngeal squamous cell carcinoma. A population-based case-controlled study in southern Sweden. Acta Otolaryngol 125(12): pp1327-36.\n\nZheng TZ, Boyle P, Hu HF, et al. (1990) Dentition, oral hygiene, and risk of oral cancer: a case-control study in Beijing, Peopleʼs Republic of China. Cancer Causes Control. 1990; 1:235‒241\n\nGraham S, Dayal H, Rohrer T, et al. (1977) Dentition, diet, tobacco, and alcohol in the epidemiology of oral cancer. J Natl Cancer Inst. 59:1611‒1618.\n\nTrosko JE (2001) Commentary: is the concept of “tumor promotion” a useful paradigm? Mol Carcinog. 30: 131-137.\n\nWiggs RB, Lobprise HB (1997) Veterinary Dentistry, Principals and Practice. Philadelphia, PA, Lippincott ‒ Raven, pp 128, 163.\n\nMarshall MD, Wallis CV, Milella L, Colyer A, Tweedie AD, Harris S (2014) A longitudinal assessment of periodontal disease in 52 Miniature Schnauzers. BMC Vet Res. 10:166.\n\nHolcombe LJ, Patel N, Colyer A, Deusch O, O'Flynn C, Harris S (2014) Early canine plaque bioﬁlms: characterization of key bacterial interactions involved in initial colonization of enamel. PLoS One. ;9(12): e113744.\n\nWen BW, Tsai CS, Lin CL, Chang YJ, Lee CF, Hsu CH, Kao CH. (2014) Cancer risk among gingivitis and periodontitis patients: a nationwide cohort study. QJM.107(4):283-90.\n\nGuha N, Boffetta P, Wünsch Filho V, Eluf Neto J, Shangina O, Zaridze D, Curado MP, Koifman S, Matos E, Menezes A, Szeszenia-Dabrowska N, Fernandez L, Mates D, Daudt AW, Lissowska J, Dikshit R, Brennan P. (2007) Oral health and risk of squamous cell carcinoma of the head and neck and esophagus: results of two multicentric case-control studies. Am J Epidemiol. 166(10):1159-73.\n\nRezende CP, Ramos MB, Daguíla CH, Dedivitis RA, Rapoport A. (2008) Oral health changes in with oral and oropharyngeal cancer. Bras J Otorhinolaryngol. 74(4):596-600.\n\nBundgaard T, Wildt J, Frydenberg M, Elbrønd O, Nielsen JE. (1995) Case-control study of squamous cell cancer of the oral cavity in Denmark. Cancer Causes Control. 6(1):57-67.\n\nTalamini R, Vaccarella S, Barbone F, Tavani A, La Vecchia C, Herrero R, Muñoz N, Franceschi S (2000) Oral hygiene, dentition, sexual habits and risk of oral cancerBr J Cancer, 83 (9). 1238-42\n\nMaier H, Zöller J, Herrmann A, Kreiss M, Heller WD (1993) Dental status and oral hygiene in patients with head and neck cancer. Otolaryngol Head Neck Surg, 108 (6). 655-661,\n\nPeralta S, Arzi B, Nemec A, Lommer MJ, Verstraete FJ (2015) Non-Radiation-Related Osteonecrosis of the Jaws in Dogs: 14 Cases (1996-2014).Front Vet Sci. 5; 2:7.\n\nScannapieco FA (2004) Periodontal inﬂammation을(를) 실시한다 from gingivitis to systemic disease? Compend Contin Educ Dent ;25(suppl 1):16-25.\n\nMealey BL, Klokkevold PR (2006) Periodontal Medicine: Impact of periodontal infection on systemic health. in: Carranzaʼs Clinical Periodontology. St. Louis, Mo, WB Saunders, 2006, pp 312-329.\n\nNiemiec BA (2013) Systemic Manifestations of Periodontal Disease. In: Veterinary Periodontology. (Niemiec BA, ed). Ames, Wiley Blackwell, 81-90.\n\nTakai T (2005) Fc receptors and their role in immune regulation and autoimmunity. J Clin Immunol 25: 1-18.\n\nPavlica Z, Petelin M, Juntes P, et al (2008) Periodontal disease burden and pathological changes in the organs of dogs. J Vet Dent 25 (2), 97-108.\n\nLah TT, Babnik J, et al (1993) Cysteine proteinases and inhibitors in inﬂammation: Their role in periodontal disease. J Periodontol. 64: 485-91.\n\nRenvert S, Wirkstrom M, et al (1996) Histological and microbiological aspects of ligature induced periodontitis in beagle dogs. J Clin Perio.23:310-9.\n\nRawlinson JE, Reiter AM, Harvey CE (2005) Tracking systemic parameters in dogs with periodontal disease. Proceedings of the 19th annual veterinary dental forum, Orlando, pp. 429.\n\nTomofuji T, Ekuni D, Sanbe T, A zuma T, Tamaki N, Irie K, et al. (2009) Effects of improvement in periodontal inﬂammation by tooth brus hing on serum lipopolysaccharide concentration and liver injury in rats. Acta Odontol Scand; 67:200‒5.\n\nOhyama H, Nakasho K, Yamanegi K, Noiri Y, Kuhara A, Kato-Kogoe N, et al (2009) An unusual autopsy case of pyogenic liver abscess caused by periodontal bacteria. Jpn J Infect Dis. 62:381‒3.\n\nAberg F, Helenius-Hietala J, Meurman J, Isoniemi H. (2014) Association between dental infections and the clinical course of chronic liver disease. Hepatol Res. 44(3):349-53.\n\nTaboada J, Meyer DJ (1989) Cholestasis in associated with extrahepatic bacterial infection in ﬁve dogs. J Vet Intern Med. 3: 216-20.\n\nCenter SA (1990) Hepatobilliary infections. In: Green CE, ed. Infectious diseases of the dog and cat. Philadelphia, PA, W.B. Saunders, pp 146-56.\n\nArbes SJ jr, Slade GD, Beck JD (1999) Association between extent of periodontal disease and self-reported history of heart attack을(를) 실시한다 an analysis of NHANES III data. J Dent Res. 78: 1777.\n\nKhlgatain M, Nassar H, et al. (2002) Fimbria-dependent activation of cell adhesion molecule expression in Porphyromonas gingivalis infected endothelial cells. Infect Immun. 70: 257-67.\n\nNassar H, Chou HH, et al (2002) Role for ﬁmbrie and lysine-speciﬁc cysteine proteinase gingipain K in expression of interleukin ‒ 8 and monocyte chemoattractant protein in Porphyromonas gingivalis infected endothelial cells. Infect immune. 70: 268-76.\n\nOrtiz A, Gomez-Chiarri M, et al (1991) The role of platelet-activating factor (PAF)in experimental glomerular injury. Lipids. 26:1310-5.\n\nHoffmann TH, Gaengler P (1996) Clinical and pathomorphological investigation of spontaneously occurring periodontal disease in dogs. J Small Anim Pract. 37: 471-9.\n\nBaylis C (1987) Effects of administered thromboxane on the intact, normal rat kidney. Ren Physiol. 10:110-21.\n\nMacDougal DF, Cook T, et al (1986) Canine chronic renal disease: prevalence and types of glomerulonephritis in the dog. Kidney Int. 29:1144-51.\n\nSedor JR, Konieczkowski M, et al (1993) Cytokines, mesangial cell activation and glomerular injury. Kidney Int. 39 (suppl) 65S-70S.\n\nDebowes LJ, Mosier D, Logan E, Harver CE, Lowry S, Richardson DC: (1996) Association of periodontal disease and histologic lesions in multiple organs from 45 dogs. J Vet Dent 13(2): 57-60.\n\nFournier D, Mouton C, et al. (2001) Porphyromonas gulae sp. Nov., an anaerobic, gram ‒ coccobacillus gingival sulcus of various animal hosts. Int J Syst Evol Microbiol. 51: 1179-89.\n\nCullinan MP, Ford PJ, Seymore GJ (2009) Periodontal disease and systemic health: current status. Aust Dent J. 54(Supp 1), SS62-S69.\n\nOʼGrady MR (1995) Acquired valvular heart disease, in Ettinger SJ, Feldman EC (eds.): Textbook of Veterinary Internal Medicine (ed 4). Philadelphia, PA, W.B. Saunders, pp 944-958.\n\nAbbott JA (2008) Aquired Valvular Disease. In: Manual of Canine and Feline Cardiology (fourth edition) Tilley LP (ed). Elsevier, St Louis, MO, pp. 110-38.\n\nGlickman LT, Glickman NW, Moore GE, Goldstein GS, Lewis HB.(2009) Evaluation of the risk of endocarditis and other cardiovascular events on the basis of the severity of periodontal disease in dogs. J Am Vet Med Assoc. 234(4):486-94.\n\nSoutherland JH, Taylor GW, Moss K, Beck JD, Offenbacher S (2006) Commonality in chronic inﬂammatory diseases: periodontitis, diabetes, and coronary artery disease. Periodontol. 40:130‒143.\n\nArbes SJ, Slade GD, Beck JD (1999) Association between the extent of periodontal attachment loss and self-reported oh heart attack: an analysis of NHANES III data. J Dent Res. 78: 1777-82.\n\nMattila KJ, Nieminen MS, Valtonen VV, et al (1989): Association between dental health and acute myocardial infarction. British Medical Journal, 298:779.\n\nLoos BG, Craandijk J, Hoek FJ, Wertheim-Van Dillen PM, van der Velden U (2000) Elevation of systemic markers related to cardiovascular diseases in the peripheral blood of periodontitis patients. J Periodontol 71(10): pp 1528-34.\n\nJanket S, Baird AE, Chuang S, Jones JA (2003) Meta-analysis of periodontal disease and risk of coronary heart disease and stroke, Oral Surg Oral Med Oral Pathol oral Radiol Endod. 95: 559.\n\nJoshipura KJ, Rirum EB, et al (1996) Association of periodontal disease and coronary heart disease. J Dent Res. 75: 1631-36.\n\nFranek E, Blach A, et al (2005) Association between chronic periodontal disease and left ventricular hypertrophy in kidney transplant recipients. Transplantation. 80: 3-5.\n\nGeerts SO, Legrand V, Charpentier J, Albert A, Rompen EH.(2004) Further evidence of the association between periodontal conditions and coronary artery disease. J Periodontol. 75(9):1274-80.\n\nBeck J, Garcia R, Heiss G, Vokonas PS, Offenbacher S (1996) Periodontal disease and cardiovascular disease. J Periodontol. 67(10 Suppl):1123-37.\n\nSpahr A, Klein E, Khuseyinova N, Boeckh C, Muche R, Kunze M, Rothenbacher D, Pezeshki G, Hoffmeister A, Koenig W (2006) Periodontal infections and coronary heart disease: role of periodontal bacteria and importance of total pathogen burden in the Coronary Event and Periodontal Disease (CORODONT) study. Arch Intern Med. 13;166(5):554-9.\n\nArbes SJ jr, Slade GD, Beck JD (1999) Association between extent of periodontal disease and self-reported history of heart attack을(를) 실시한다 an analysis of NHANES III data. J Dent Res. 78: 1777.\n\nMercanoglu F, Oﬂaz H, Oz O, et al (2004) Endothelial dysfunction in patients with chronic periodontitis and its improvement after initial periodontal therapy. J Periodontol. 75(12): 1694-700.\n\nTsakos G, Sabbah W, Hingorani AD (2010) Is periodontal inﬂammation associated with raised blood pressure? Evidence from a National US survey. J Hypertens. 2010.\n\nLowe GD, Lee AJm, Rumley A, et al (1997) Blood viscosity and of cardiovascular events: the Edinburgh artery study. Heamotol, 96: 168.\n\nKweider M, Lowe GD, Murray GD, et al (1993) Dental disease, ﬁbrinogen, and white cell counts: links with myocardial infarction? Scott Med Journal38:73.\n\nHerzberg MC, Meyer MW (1998) Dental plaque, platelets, and cardiovascular diseases. Ann Periodontol. 3:151.\n\nMeyer MW, Gong K, Herzberg MC.(1998) Streptococcus sanguis-induced platelet clotting in rabbits and hemodynamic and cardiopulmonary consequences. Infect Immun. 66(12): 5906-14.\n\nNoack B, Genco RJ et al. (2001) Periodontal infections contribute to elevated systemic C- reactive protein level. J Periodontol 72:1221-1227.\n\nRidker PM, Rifai N, Rose L, et al (2002) Comparison of C-Reactive protein and low density lipoprotein cholesterol levels in the prediction of ﬁrst cardiac events. New England J Med347: 1557.\n\nWu t, Trevisan M, Genco RJ, et al: (2000) Examination of the relation of between periodontal health status and cardiovascular risk factors: serum total and high density lipoprotein cholesterol, C-reactive protein, and plasma ﬁbrinogen. Am J Epidemiol. 151: 273.\n\nDʼAiuto F, Parkar M, et al. (2004) Periodontitis and systemic inﬂammation: control of the local infection is association with a reduction in serum inﬂammatory markers. J Dent Res. 83: 156-60.\n\nDebowes LJ (2008) C-Reactive Protien and Periodontal disease. Proceedings of the 22nd Annual Dental Forum.\n\nJoshipura KJ, Wand HC, Merchant AT, Rimm EB. (2004) Periodontal disease and biomarkers related to cardiovascular disease. J Dent Res. 83:151‒155.\n\nde Oliveira C, Watt R, and Hamer M. (2010) Toothbrushing, inﬂammation, and risk of cardiovascular disease: Results from Scottish Health Survey. BMJ\n\nBrodala N, Merricks EP, et al: (2005) Porphyromonas gingivalis bacteremia induces coronary and aortic atherosclerosis in normocholesterolemic and hypercholesterolemic pigs. Arteroscler Thromb Vasc Biol. 25: 1446-51.\n\nLalla E, Lamster IB. et al (2003) Oral infection with a periodontal pathogen accelerate early atherosclerosis in apolipoprotein E-null mice. Arteroscler Thromb Vasc Biol. 23: 1405- 11.\n\nGarcia R (2001) Epidemiologic Associations between Periodontal diseases and Respiratory Diseases. In The Periodontal-Systemic Connection: a State-of-the-Science Symposium, Bethesda MD. April 18-20.\n\nLimeback H (1998) Implications of oral infections on systemic diseases in the institutionalized elderly with a special focus on pneumonia. Ann Periodontol 3(1): pp 262-75.\n\nHayes C, Sparrow D, Cohen M, Et Al.(1998) The association between alveolar bone loss and pulmonary function: the VA Dental longitudinal study. Ann Periodontol 3: 257.\n\nDeo V, Bhongade ML, Ansari S, Chavan RS. Periodontitis as a potential risk factor for chronic obstructive pulmonary disease: a retrospective study. Indian J Dent Res. 20(4):466-70, 2009.\n\nScannapieco FA, Papandonatos GD, Dunford RG (1998) Associations between oral conditions and respiratory disease in a national sample survey population. Ann Periodontol. 3(1):251-6.\n\nNagatake T, Ahmed K, Oishi K. (2002) Prevention of respiratory infections by povidone- iodine gargle. Dermatology. 204 Suppl 1:32-6.\n\nKawana R, Nagasawa S, Endo T, Fukuroi Y, Takahashi Y. (2002) Strategy of control of nosocomial infections: application of disinfectants such as povidone-iodine. Dermatology. 204 Suppl 1:28-31.\n\nAdachi M, Ishihara K, Abe S, Okuda K. (2007) Professional oral health care by dental hygienists reduced respiratory infections in elderly persons requiring nursing care. Int J Dent Hyg. 5(2):69-74.\n\nAdachi M, Ishihara K, Abe S, Okuda K, Ishikawa T. (2002) Effect of professional oral health care on the elderly living in nursing homes. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. 94(2):191-5.\n\nNesbitt MJ, Reynolds MA, Shiau H: (2010) Association of periodontitis and metabolic syndrome in the Baltimore Longitudinal Study of Aging. Aging Clin Exp Res. 22(3):238-42.\n\nBenguigui C, Bongard V, Ruidavets JB, Chamontin B, Sixou M, Ferrières J, Amar J.(2010) Metabolic syndrome, insulin resistance, and periodontitis: a cross-sectional study in a middle-aged French population. J Clin Periodontol.37(7):601-8.\n\nNagata T. (2009) Relationhip between diabetes and periodontal disease Clin Calcium.19(9): 1291-8.\n\nNishimura F, Soga Y, Iwamoto Y, Kudo C, Murayama Y. (2005) Periodontal disease as part of the insulin resistance syndrome in diabetic patients. J Int Acad Periodontol. 2005 7(1): 16-20.\n\nEkuni D, Tomofuji T, Irie K, et al: (2010) Effects of periodontitis on aortic insulin resistance in an obese rat model. Lab Invest. 90(3):348-59.\n\nAl-Emadi A, Bissada N, Farah C, Siegel B, Al-Zaharani M. (2006) Systemic diseases among patients with and without alveolar bone loss. Quintessence Int. 37(10):761-5.\n\nYri-Jarvinen H, Sammalkorphi K, Koivisto VA, et al. (1989) Severity, duration, and mechanism of insulin resistance during acute infections. J clin Endocrinol Metab 69: 317.\n\nGrossi SG, Mealey BL, Rose LF: (2004) Effect of periodontal infection on systemic health and well-being. In Rose LF, Mealey BL, Genco RJ, Cohen DW, editors. Periodontics: medicine, surgery, and implants. St Louis, Elsevier\n.\nZadik Y, Bechor R, Galor S, Levin L.(2010) Periodontal disease might be associated even with impaired fasting glucose. Br Dent J. 208(10): E20.\n\nIacopino AM (2001) Periodontitis and diabetes interrelationships: role of inﬂammation. Ann Periodontol 6(1): pp 125-37.\n\nTaylor GW, Burt BA, Becker MP, et al: (1996) Severe periodontitis and risk for poor glycemic control in patients with non-insulin dependent diabetes mellitus. J periodontal. 67: 1085.\n\nTsai C, Hayes C, Taylor GW. (2002) Glycemic control of type 2 diabetes and s evere periodontal disease in US adult population. Community Dent Oral Epidemiol;30:182-92.\n\nSoutherland JH, Taylor GW, Moss K, Beck JD, Offenbacher S. (2006) Commonality in chronic inﬂammatory diseases: periodontitis, diabetes, and coronary artery disease. Periodontol.40:130‒143\nSaremi A, Nelson RG, Tulloch-Reid M, Hanson RL, Sievers ML, Taylor GW, et al. (2005) Periodontal disease and mortality in type 2 diabetes. Diabetes Care 28:27-32.\n\nThorstensson H, Kuylenstierna J, Hugoson A. (1996) Medical status and complications in relation to periodontal disease in insulin dependent diabetics. J Clin Periodotol 23:194-202.\n\nMeyer MS, Joshipura K, Giovannucci E, Michaud DS. (1998) A review of the relationship between tooth loss, periodontal disease, and cancer. Cancer Causes Control.19(9):895-907, 2008.\n\nWatabe K, Nishi M, Miyake H, Hirata K. Lifestyle and gastric cancer: a case-control study. Oncol Rep. 5:1191‒1194.\n\nAbnet CC, Qiao YL, Mark SD, Dong ZW, Taylor PR, Dawsey SM. (2001) Prospective study of tooth loss and incident esophageal and gastric cancers in China. Cancer Causes Control. 12:847‒854.\n\nStolzenberg-Solomon RZ, Dodd KW, Blaser MJ, Virtamo J, Taylor PR, Albanes D. Tooth loss, pancreatic cancer, and Helicobacter pylori. Am J Clin Nutr. 2003; 78:176‒181\n\nMichaud DS, Joshipura K, Giovannucci E, Fuchs CS. A prospective study of periodontal disease and pancreatic cancer in US male health professionals. (2007) J Natl Cancer Inst. 299:171‒175.\n\nHujoel PP, Drangsholt M, Spiekerman C, Weiss NS. (2003) An exploration of the periodontitis-cancer association. Ann Epidemiol. 13:312‒316.\n\nChang JS, Tsai CR, Chen LT, Shan YS. (2016) Investigating the Association Between Periodontal Disease and Risk of Pancreatic Cancer. Pancreas. 45(1):134-41.\n\nMaruyama T, Tomofuji T, Machida T, Kato H, Tsutsumi K, Uchida D, Takaki A, Yoneda T, Miyai H, Mizuno H, Ekuni D, Okada H, Morita M. (2017) Association between periodontitis and prognosis of pancreatobiliary tract cancer: A pilot study. Mol Clin Oncol. 6(5):683-687.\n\nMichaud DS, Izard J, Wilhelm-Benartzi CS, You DH, Grote VA, Tjønneland A, Dahm CC, Overvad K, Jenab M, Fedirko V, Boutron-Ruault MC, Clavel-Chapelon F, Racine A, Kaaks R, Boeing H, Foerster J, Trichopoulou A, Lagiou P, Trichopoulos D, Sacerdote C, Sieri S, Palli D, Tumino R, Panico S, Siersema PD, Peeters PH, Lund E, Barricarte A, Huerta JM, Molina- Montes E, Dorronsoro M, Quirós JR, Duell EJ, Ye W, Sund M, Lindkvist B, Johansen D, Khaw KT, Wareham N, Travis RC, Vineis P, Bueno-de-Mesquita HB, Riboli E. (2013) Plasma antibodies to oral bacteria and risk of pancreatic cancer in a large European prospective cohort study. Gut. 62(12):1764-70.\n\nMichaud DS, Liu Y, Meyer M, Giovannucci E, Joshipura K.(2008) Periodontal disease, tooth loss, and cancer risk in male health professionals: a prospective cohort study. Lancet Oncol. 9(6):550-8, 2.\n\nNibali L, D'Aiuto F, Grifﬁths G, Patel K, Suvan J, Tonetti MS. (2007) Severe periodontitis is associated with systemic inﬂammation and a dysmetabolic status: a case-control study. J Clin Periodontol. 34(11):931-7.\n\nLah TT, Babnik J, et al: (1993) Cysteine proteinases and inhibitors in inﬂammation: Their role in periodontal disease. J Periodontol. 64: 485-91, 1993,\n\nRenvert S, Wirkstrom M, et al: (1996) (Histological and microbiological aspects of ligature induced periodontitis in beagle dogs. J Clin Perio. 23:310-9.\n\nWinning L, Patterson CC, Cullen KM, Stevenson KA, Lundy FT, Kee F, Linden GJ. (2015) The association between subgingival periodontal pathogens and systemic inﬂammation. J Clin Periodontol. 42(9):799-806.\n\nMoutsopoulos NM, Madianos PN (2006) Low grade inﬂammation in chronic infectious diseases: paradigm of periodontal infections. Ann N Y Acad Sci. 1088: pp 251-64.\n\nIacopino AM, Cutler CW: Pathophysiological relationships between periodontitis and systemic disease: recent concepts involving serum lipids. J Periodontol 71(8): pp 1375-84, 2000\n\nEbersole JL, Cappelli D, Mott G, Kesavalu L, Holt SC, Singer RE (1999) Systemic manifestations of periodontitis in the non-human primate. J Periodontal Res 34(7): pp 358-62.\n\nSalvi GE, Brown CE, Fujihashi K, et al. (1998) Inﬂammatory mediators of the terminal dentition in adult and early onset periodontitis. J Periodontal Res. 33:212‒225.\n\nJansson L, Lavstedt S, Frithiof L (2002) Relationship between oral health and mortality rate. J Clin Periodontol 29:1029.\n\nAvlund K, Schultz-Larsen K, Krustrup U, (2009) Effect of inﬂammation in the periodontium in early old age on mortality at 21-year follow-up. J Am Geriatr Soc. 57(7):1206-12.\n\nHolm-Pedersen P, Schultz-Larsen K, Christiansen N, Avlund K. (2008) Tooth loss and subsequent disability and mortality in old age J Am Geriatr Soc. 56(3):429-35.\n\nGarcia RI, Krall EA, Vokonas PS (1998) Periodontal disease and mortality from all causes in the VA dental longitudinal Study. Ann Periodontol 3:339.\n\nD'Aiuto F, Parker M, Andreou G. (2004) Periodontitis and systemic inﬂammation: Control of the local infection is associated with a reduction in serum inﬂammatory markers. J Dent Res. 83:156-60.\n\nMine K, Nejat A, Elif U, Faik Murat E. (2005) The effect of improved periodontal health on metabolic control in type 2 diabetes mellitus. J Clin Periodontol 32:266-72.\n\nMealy BL. (1999) Inﬂuence of periodontal infections of systemic health. Periodontol2000 21:197.\n\nMiller LS, Manwell MA, Newbold D, et al. (1992) The relationship between reduction in periodontal inﬂammation and diabetes control: a control of 9 cases. J periodontal 63:843.\n\nSkaleric U, Schara R, Medvescek M, Hanlon A, Doherty F, Lessem J. (2004) Periodontal treatment by Arestin and its effects on glycemic control in type 1 diabetes patients. J Int Acad Periodontol. 6(4 Suppl):160-5.\n\nPromsudthi A, Pimapansri S, Deerochanawong C, Kanchanavasita W. (2005) The effect of periodontal therapy on uncontrolled type 2 diabetes mellitus in older subjects. Oral disease. 11:293‒ 298.\n\nStewart JE, Wager KA, Friedlander AH, Zadeh HH. (2001) The effect of periodontal treatment on glycemic control in patients with type 2 diabetes mellitus. J Clin Periodontol 28:306-10\n\nSimpson TC, Weldon JC, Worthington HV, Needleman I, Wild SH, Moles DR, Stevenson B, Furness S, Iheozor-Ejiofor Z. (2015) Treatment of periodontal disease for glycaemic control in people with diabetes mellitus. Cochrane Database Syst Rev. 6;(11):CD004714.\n\nWang TF, Jen IA, Chou C, Lei YP. (2014) Effects of periodontal therapy on metabolic control in patients with type 2 diabetes mellitus and periodontal disease: a meta-analysis. Medicine (Baltimore). 93(28): e292.\n\nTervonen T, Knuuttila M. (1986) Relation of diabetes control to periodontal pocketing and alveolar bone level. Oral Surg Oral Med Oral Pathol ;61:346-9.\n\nTsai C, Hayes C, Taylor GW. (2002) Glycemic control of type 2 diabetes and s evere periodontal disease in US adult population. Community Dent Oral Epidemiol 30:182-92\n\nArtese HP, Sousa CO, Luiz RR, Sansone C, Torres MC. (2010) Effect of non-surgical periodontal treatment on chronic kidney disease patients. Braz Oral Res.24(4):449-54.\n\nGraziani F, Cei S, La Ferla F, Vano M, Gabriele M, Tonetti M. (2010) Effects of non-surgical periodontal therapy on the glomerular ﬁltration rate of the kidney: an exploratory trial. J Clin Periodontol.37(7): 638-43.\n\nHayashi J, Hasegawa A, Hayashi K, Suzuki T, Ishii M, Otsuka H, Yatabe K, Goto S, Tatsumi J, Shin K. (2017) Effects of periodontal treatment on the medical status of patients with type 2 diabetes mellitus: a pilot study. BMC Oral Health. 21;17(1):77.\n\nTomofuji T, Ekuni D, Sanbe T, A zuma T, Tamaki N, Irie K, et al. (2009) Effects of improvement in periodontal inﬂammation by tooth brus hing on serum lipopolysaccharide concentration and liver injury in rats. Acta Odontol Scand. 67:200‒5.\n\nLins L, Bittencourt PL, Evangelista MA, Lins R, Codes L, Cavalcanti AR, Paraná R, Bastos J. (2011) Oral health proﬁle of cirrhotic patients awaiting liver transplantation in the Brazilian Northeast. Transplant Proc. 43(4):1319-21.\n\nGrønkjær LL. (2015) Periodontal disease and liver cirrhosis: A systematic review. SAGE Open Med. Sep 9;3\n\nCorrea FO, Gonçalves D, Figueredo CM, Bastos AS, Gustafsson A, Orrico SR.(2010) Effect of periodontal treatment on metabolic control, systemic inﬂammation and cytokines in patients with type 2 diabetes. J Clin Periodontol. 37(1):53-8.\n\nDuarte PM, da Rocha M, Sampaio E, et al: (2010) Serum levels of cytokines in subjects with generalized chronic and aggressive periodontitis before and after non-surgical periodontal therapy: a pilot study. J Periodontol. 81(7):1056-63.\n\nMercanoglu F, Oﬂaz H, Oz O, et al: (2004) Endothelial dysfunction in patients with chronic periodontitis and its improvement after initial periodontal therapy. J Periodontol. 75(12): 1694-700.\n\nScannapieco FA, Bush RB, Paju S. (2003) Associations between periodontal disease and risk for nosocomial bacterial pneumonia and chronic obstructive pulmonary disease. A systematic review. Ann Periodontol. 8(1):54-69.\n\nHarvey CE, Emily PP: (1993) Periodontal Disease, in Small Animal Dentistry. St. Louis, Mosby, pp 89-144.\n\nHolmstrom SE, Frost P, Eisner ER (1998) Dental Prophylaxis, in Veterinary dental techniques (ed 2). Philadelphia, PA, Saunders, pp 133-66\n\nSculley, D, and Langley-Evans, S: (2002) Salivary Antioxidants and Periodontal Disease Status. Proceedings of the Nutrition Society, 137-143.\n\nOral health in America: (2000) a report of the surgeon general. Rockville: US Department of Health and Human Services, National Institute of Dental and Craniofacial Research, National Institutes of Health.\n\nWHO (2007) Oral health: action plan for promotion and integrated disease prevention (EB120/10). 120th Session, 22‒30 January. WHO, Geneva\n\n일반적인 치아 질환\n에나멜질 저형성증\n불규칙한 에나멜질 형성은 발육 중 외상, 유전, 형편없는 영양 상태, 또는 염증 질환들(바이러스(예, 디스템 퍼 감염)과 같은)에 의해 발생할 수 있다(Dupont 2010). 외상 및 국소적인 감염은 동일한 부위 내의 하나 또는 여러 치아에 손상을 줄 수 있다. 그러나 전신 질환과 유전 질환은 일반적로 거의 모든 치아에 영향을 끼친다. 이 단계들은 쉽게 손상받기 쉬운 얇은 에나멜질을 가진 치아를 생성하는 미세한 변화로 나타날 것이 며 에나멜질 저형성증이라 부른다.(Figure 1). 또한 흔하게 알려진 에나멜질 저석회화증도 에나멜질의 식 (pitting), 얇게 벗겨짐(ﬂakiness) 그리고 변색을 야기한다(Figure 2). 거의 없거나 얇고 약한 에나멜질 또 는 상아질이 발견되거나 검사 도중 분리될 수 있다. 저형성증과 저석회화증은 수의학 문헌에서 종종 잘못 사 용된다.\n\n치아 마모(교모/침식)\n에나멜질과 상아질의 느린 마모에 의한 소실은 마모의 형태와 병리학적 손상 정도에 따라 분류될 수 있다. 저작에 의한 생리학적 마모를 차아 교모(dental attrition)라고 하며 에나멜질 및 상아질의 소실, 중증의 경 우 수질의 노출(pulp exposure)을 야기한다. 치아의 부정 교합에 의해 발생된 교모는 병리학적 교모라 불 린다(Figure 3). 속장, 막대기, 공, 뼈와 같은 외부 물체에 의한 에나멜질 및 상아질의 소실을 치아 식 (dental abrasion)이라 부른다(Figure 4)(Dupont 2010). 이런 진행 과정이 진적이라면 상아질 아세 포가 아래의 수질 조직을 보호하기 위해 삼차 상아질을 생성시킬 수 있다. 그러나 교모 혹은 식이 빠르다 면 수질이 노출될 수 있다. 에나멜질 저형성증/저석회화증 그리고 교모/식 모두는 치아 파절(fracture)의 높은 발생율과 호발을 야기하는 치아의 구조적 약화를 유발할 수 있다. 이것은 특히 만성적로 케이지나 펜 스를 씹는 경우에 사실이다(Figure 5).\n\n치아 파절\n개와 고양이에서 치관(crown) 그리고/혹은 뿌리의 파절의 발견은 드물지 않다. 49.6%의 반려동물에서 파 절된 치아가 발견되었다(Soukup et al. 2015). 더구나, 개의 10%는 직접적로 수질이 노출된 치아를 가 진다(Golden et al. 1982). 상당 수의 개와 고양이들이 저작 중 손상을 일킬 수 있는 뼈, 막대기, 뿔 등 에 접근할 수 있다; 교통 사고, 운동 손상(예컨대 골프채, 공, 야구방망이)과 같은 강한 충격의 외상과 관련될 수 있다; 혹은 치아 파절을 야기하는 추락과 같은 약한 충격의 외상과 관련될 수 있다. 치아의 외상은 예컨대 에나멜질, 상아질, 뿌리 뿐만 아니라 수질 조직의 직접적인 노출 유무와 같은 치아 구조의 노출 크기에 근거 하여 분류될 수 있다(Figure 6). 에나멜질의 손상 혹은 균열(Figure 7과 8), 상아질의 노출이 없는 에나멜 질 소실(Figure 9와 10), 수질의 노출을 동반하지 않은 에나멜질과 상아질의 노출(Figure 11과 12), 수질 노출이 없는 치관과 뿌리의 연루(Figure 13과 14), 치관의 손상 혹은 수질의 노출이 없는 뿌리 파절 (Figure 15와 16), 수질 노출이 있거나 혹는 없는 치관의 분리(Figure 17과 18), 치관과 뿌리의 연루 (Figure 19와 10)에 따라 더 분류될 수 있다. 수질을 노출시키지 않는 손상은 단순성(uncomplicated), 반면 수질의 노출된 경우는 복잡성(complicated)이라 명명된다.\n\n파절이 없는 외상을 겪은 치아는 통증성의 수질염과 수질 괴사를 야기할 수도 있다. 이런 치아들 중 일부는 둔감해지거나 변색될 것이고(Figure 21)(내재적 착색) 대부분은 직접적인 수질 노출을 동반한 치아와 마찬 가지로 뿌리 치료 혹은 발치가 요구된다(아래 고)(Hale 2001).\n\n후유증\n직접적인 수질 노출이 있는 모든 살아있는(vital) 치아는 통증이 극심하다(Bender 2000; Hargreaves et al. 2004; Hasselgren 2000). 대부분의 경우 적절한 치료를 받지 않은 사망한(non-vital) 치아는 감염될 것이다. 감염이 일어나면 치아 근단을 통해 세균이 국소 조직에 접근하고 국소 염증과/혹은 감염을 일킨 다. 이것은 방사선 사진 상에서 치근단 주위의 희박화(periapical rarefaction)로 나타날 수 있다(Figure 22). 사망한 치아를 가진 환자는 통증 그리고/혹은 감염의 증상을 거의 나타내지 않지만 실제로는 존재한다. 뿌리관 치료 혹은 발치 치료를 받지 않은 치아는 뿌리 근단 혹은 근처에 배액 동관(draining sinus tract)을 발생시킬 것이다. 가장 흔한 부위는 눈의 내안각, 코의 바깥 다리(상악 송곳니 혹은 작은어니), 하악 바 깥 혹은 배(ventral)면의 동관(하악 송곳니) 인접부이다.\n\n진단\n근관(endodotic) 검사는 치료 전에 치수 노출을 확진 또는 배재하고 근단 주위 병변의 정도를 평가하는 치 아 색과 방사선 검사 없이는 불완전하다. 만약 파절에 의한 수질 노출이 최근에 일어났다면 수질은 아마 분홍색일 것이고 만성이라면 회색/검은색을 띨 것이다. 최근에 파절된 치아는 통증이 극심하여 환자는 의식 이 있는 상태에서의 구강 검사에 저항할 것이다. 수질이 괴사되면 대개  검사에서는 통증이 없지만 장기 적로 낮은 수준의 통증 및 감염이 있다.\n\n치료\n치료 선택은 근관 감염의 유무뿐만 아니라 손상의 형태와 정도에도 직접적로 관련이 있다. 어떤 형태의 손 상이든 사망 혹은 염증의 증상이 방사선 사진 상에서 검사되어야 한다. 방사선학적 증거가 있다면 뿌리관 치 료 혹은 발치가 필요하다.\n\n방사선 사진 상에서 치근단 주위 병소의 증상이 없고 결손이 에나멜질 혹은 상아질에 한정된다면 날카로 운 가장자리를 매끄럽게 복구하면 된다. 상아질 노출의 치료는 민감성을 낮추고, 감염의 경로를 차단하 고, 치아를 매끈하게 하며, 따라서 치주 질환을 감소시키기 위해 항상 권장된다(Theuns et al 2011).\n만성적인 마모는 삼차 혹은 회복적인(reparative) 상아질의 발생을 초래하여 치아 수질이 상아질 층에 의해 계속 보호되도록 한다. 방사선 사진 상로 건강하다면 이런 치아는 치료가 불필요하다.\n방사선 사진 상에서 직접 수질 노출, 치아 사망, 치근단 주위 염증 등의 증상이 있는 모든 치아는 전신적 인 합병증을 야기할 수 있는 추가적인 치근단 주위 병소과 뒤이은 골수염 예방을 위해 발치 또는 뿌리관 치료가 필요하다.\no 직접적인 수질 노출이 있는 치아는 통증이 극심하기 때문에 적절히 치료되어야 한다. 만약 치료의 지연이 불가피하다면 수술 전까지 통증 관리가 제공되어야 한다. 그러나 이런 경우에서는 항생제의 사용은 지시되지 않는다(Niemiec BA 2012).\n\n중증의 치근단 주위 병변 혹은 뿌리 흡수를 동반한 치아는 아마 뿌리관 치료보다는 발치가 효과적일 것이다.\n\n핵심 사항\n치관 및/또는 뿌리의 파절은 개와 고양이에서 일반적로 발견된다.\n완벽한 근관 검사는 치료 전에 수질 노출을 확진/배제하고 치근단 주위 병소의 정도를 평가하기 위해 치 아 색 및 방사선 사진이 필요하다.\n만약 손상이 치근단 주위 염증의 방사선 사진 상의 증상이 없이 에나멜질 혹은 상아질에 국한된다면 날 카로운 가장자리를 부드럽게 회복시키면 된다.\n방사선 사진 상에서 직접적인 수질 노출, 치아 사망/치근단 주위 염증의 증상이 있는 치아는 발치 또는 뿌리관 치료가 필요하다.\n\nReferences\n\nHale FA (2001) Localized intrinsic staining of teeth due to pulpitis and pulp necrosis in dogs. Hale FA. J Vet Dent.18(1):14-20.\n\nGolden AL, Stol ler N, Harvey CE. (1982) A survey of oral and dental diseases i n dogs anaesthetised at a veterinary hospital. Am Anim Hosp Assoc 18:891-9.\n\nHarvey CE, Shofer FS, Laster L. (1994) Association of age and body weight with periodontal disease in North American dogs. J Vet Dent; 11:94-105.\n\nAndreasen JO, Andreasen FM. (1994) Textbook and colour atlas of traumatic injuries to the teeth. 3rd ed. Copenhagen. Munksgaard,\n\nAVDC website. www.avdc.org\n\nVerstraete FJM, Lommer MJ. (2012) Oral and Maxillofacial Surgery in Dogs and Cassaundra Elsevier Soukup JW, Hetzel S, Paul A. (2015) Classiﬁcation and Epidemiology of Traumatic Dentoalveolar Injuries in Dogs and Cats: 959 Injuries in 660 Patient Visits (2004-2012). J Vet Dent. 32(1):6-14.\n\nGoldschmidt S, Zimmerman C, Collins C, Hetzel S, Ploeg HL, Soukup JW. (2017) The Inﬂuence of Force Direction on the Fracture Pattern and Fracture Resistance of Canine Teeth in Dogs. J Vet Dent.\n\nFurtado MM, Kashivakura CK, Ferro C, (2007) Prevalence of crown trauma in free-ranging maned wolves (Chrysocyon brachyurus) in central Brazil. J Vet Dent. 24(4):231-4.\n\nNiemiec BA (2001) Assessment of vital pulp therapy for nine complicated crown fractures and ﬁfty-four crown reductions in dogs and cats. J Vet Dent. 18(3):122-5.\n\nClarke DE (2001) Vital pulp therapy for complicated crown fracture of permanent canine teeth in dogs: a three-year retrospective study. J Vet Dent. 18(3):117-21.\n\nHale FA, Anthony JM (1996) Treatment of mandibular and dental fractures in a young dog. Can Vet J. 37(5):307-9\n\nTheuns P, Niemiec BA: Bonded Sealants for Uncomplicated Crown Fractures. J Vet Dent. 28(2):130-2, 2011.\n\nNiemiec BA (2012) How to address and stabilize dental emergencies을(를) 실시한다 In을(를) 실시한다 Veterinary Dentistry Applications in Emergency Medicine and Critical or Compromised Patients. Practical Veterinary Publ ishing, San Diego, pp 1-32.\n\nSoukup JW, Hetzel S, Paul A (2015) Classiﬁcation and Epidemiology of Traumatic Dentoalveolar Injuries in Dogs and Cats: 959 Injuries in 660 Patient Visits (2004-2012).J Vet Dent.32(1):6-14.\nBender IB. (2000) Pulpal pain diagnosis을(를) 실시한다 a review. J Endod. 26:175\n\nHargreaves KM, Kaiser K. (2004) New advances in the managem ent of endodontic pain emergencies. J Calif Dental Assoc 32:469\n\nHasselgren G (2000) P ains of dental origin. Den Clin North Am. 12:263\n\n치아 흡수\n치아 흡수(TR)는 치아의 경부 조직 손실로 정의된다. 수의 치과에서는 상당히 자주 발생하는 사육 고양이에서 가장 중요하며 개에서도  알려지고 있다. \n\n병인학\n흡수 진행은 꽤 잘 알려져 있지만(Okuda and Harvey 1992; Shigeyana et al. 1996) 대부분의 TR의 병인학은 명확하지 않다. 치아 흡수는 전통적로 현대 문명의 질환로 여겨졌지만 야생 고양이에(Berger et al. 1996; Levin 1996)서도 발생하며 그 이론을 직접적로 반박하는 후기 중세 시대에도 발생된 적이 있다.\n\n치아 흡수는 시멘트질 파괴세포(odontoclasts)가 활성화되는 능동적 과정 때문이다. 흡수는 진행성의 과정으로 보인다. 그것은 전형적로 Type 1 병변이 있는 시멘트질-에나멜질 연접부(cemento-enamel junction)의 뿌리 표면 위에서 시작된다. 이 후 뿌리를 범하고 뿌리 상아질 내에서 치관 상아질(coronal dentine)로 전파되고 에나멜질을 서서히 악화시킨다. 이 지지 조직의 소실은 에나멜질 붕괴 혹은 단절을 야 기할 수도 있다. 따라서 심지어 임상 증상(시작적 혹은 촉각적)이 아주 작을지라도 이미 질병이 어느 정도 진행된 단계를 나타낸다.(Fig. 1)\n\n치아 흡수는 특발성 및 염증성의 두 가지의 다른 형태로 나타난다(Dupont G 2010, Niemiec BA 2008). 모든 외상이 뿌리 표면의 흡수를 유발할 수 있지만 이런 결손 중 일부는 회복되는 반면 다른 몇몇은 회복되 지 않는다. ʻ특발성ʼ 고양이과(feline) 외부 뿌리 흡수의 가능성 있는 발생 병리학적(etiopathogenic) 모델 은 적절하게 회복되지 않은 치아 외상 부위가 상아질 노출 그리고 결국 유착(ankylosis) 및 대체 흡수 (replacement resorption)를 유발하는 것이다(Gorell et al. 2013). (Fig. 2)\n\n잇몸선(gum line) 아래의 흡수된 부위는 시멘트질 혹은 뼈와 유사한 물질로 대체된다. 질병 과정의 말기까 지 삼차 상아질의 발생은 흡수에 의해 수질이 노출되는 것을 저지한다. 잇몸선 위에서 작은 결손은 종종 극 도의 혈관 육아 조직에 의해 덮여지는데 이것은 노출된 상아질 세관(tubules)를 덮기 위한 신체의 시도 (attempt)이다. (Fig. 3)\n\n분류\n특징은 흡수 부위에 의존하여 나타난다: 내부 흡수는 근관계 내에서 시작하고 대부분 수질염에 의한 것이다. 외부 흡수는 뿌리 표면에서 기인하고 일부 원인에 의해 발생할 수 있다. 진행된 단계에서는 두 가지의 형태 를 구별하기가 어렵다. 개와 특히 고양이에서 외부 흡수는 아주 흔하다.\n\n치아 흡수는 흡수의 정도(Stage 1-5) 및 방사선 사진 상의 흡수 형태(Types 1-3)에 따라 분류된다 (American Veterinary Dental College, 2017). 치아 흡수의 ADVC 분류는 치아 흡수가 진행성 질환이 라는 것을 가정한다.\n\n방사선 사진 상의 형태에 따른 흡수의 형태\nType 1(T1): 방사선 사진 상에서 Type 1(T1) 흡수가 있는 치아는 정상 방사선 불투과성(radiopacity) 의 치아, 정상적인 치주 인대 공간, 근관계 내에 단발 혹은 다발성의 방사선 투과성(radiolucencies)이 존 재한다. 치아의 파괴는 있지만 대체(replacement)는 없다.\n\nType 2(T2): 방사선 사진 상에서 Type 2(T2) 흡수가 있는 치아는 적어도 일부 부위에서 치주 인대 공간 의 좁아짐 혹은 소멸이 있고, 적어도 하나의 부분에서 방사선 불투과성이 감소한다. 대체 흡수의 증상이 있 다.\n\nType 3(T3): 방사선 사진 상에서 Type 3(T3) 흡수가 있는 치아는 Type 1과 2 모두의 특징이 동일 치아 에 존재하고, 단발 혹은 다발성의 방사선 투과성이 있며, 그 치아의 다른 부분에서 감소된 방사선 불투과 성이 있다.\n\nStage 1 (TR 1): 경미한 치아 경부 조직 소실 (시멘트질 또는 시멘트질과 에나멜질).\n\nStage 2 (TR 2): 중등도의 치아 경부 조직 소실 (수질강로 확대되지 않은 상아질의 소실을 가진 시멘트 질 또는 시멘트질과 에나멜질).\n\nStage 3 (TR 3): 심한 치아 경부 조직 소실 (수질강로 확대된 상아질의 소실을 가진 시멘트질 또는 시멘 트질과 에나멜질); 치아의 대부분이 원래 상태로 유지한다.\n\nStage 4 (TR 4): 광범위한 치아 경부 조직 소실 (수질강로 확대된 상아질의 소실을 가지는 시멘트질 또 는 시멘트질과 에나멜질); 치아의 대부분이 원래 상태를 소실한다.\n\nTR4a: 치관과 뿌리가 동등하게 영향을 받았다;\nTR4b: 치관이 뿌리보다 더 심각하게 영향을 받았다;\nTR4c: 뿌리가 치관보다 더 심각하게 영향을 받았다.\n\nStage 5 (TR 5): 불규칙한 방사선 불투과성 때문에 잔존 치아의 경부 조직이 겨우 보이고 잇몸이 완벽하게 덮고 있다.\n\n몇몇 type들과 stages들이 동일한 환자에서 나타날 수 있다. Fig. 4\n\n임상적 중요성\n\n\n사람 치과 문헌에서 질병의 진행이 치은 변연부 아래에 위치한다면 통증이 없는 것처럼 보인다고 보고 되어 있다(Heithersay GS, 2004). 질병의 진행이 시멘트질-에나멜질 연접부에 도달하거나 에나멜질이 흡수 공 간 위로 붕괴될 때 Type 1 병변에서 감염의 가능성 뿐만 아니라 심각한 통증을 유발하는 상아질의 노출이 발생된다. 초기 통증(상아질의 민감성)은 상아질 세관로 모세 혈관 흐름의 변화 때문이다(수질 과민성의 혈류역학 이론)(Barnstorm M,1986). 수질은 그리고 나서 세균 감염에 직접적로 노출되어 근관 감염을 유발한다. 그러므로 TR에 의한 상아질 노출은 아주 고통스러우며 국소 감염을 일킬 수 있다.\n\n임상 증상\n질병의 진행이 구강에 이르기 전까지, 임상적(육안적 또는 촉각적) 증상이 없을 것이다. 초기 임상적 단계에 서, 치은 변연부가 염증화되거나 경미한 에나멜질 및 상아질 결손이 고도의 혈관 조직에 의해 덮여질 것이 다. 진행성의 흡수와 함께, 치관의 부분적 혹은 심지어 완벽한 소실이 가능하다.\n\n환자는 다음과 같은 이차적인 증상을 나타낼 수도 있다(Bellows J 2010, Furman RB Niemiec BA 2013):\n\n행동 변화: 감소된 털고르기, 음식물 쪼아먹기 혹은 떨어뜨리기, 발로 입 문지르기, 숨기, 기면\n불편한 구강 증상: 입술 및/혹은 발의 끈적한 액, 머리 흔들기, 바닥에 입 문지르기, 치아 갈기.\n\n그러나, 이런 증상이 없다고해서 병변이나 통증이 없다고 오해해서는 안된다(Dupont G 2010, Holmstrolm SE et al 1998, Niemiec BA 2008). 이 질환이 발생된 거의 대다수의 고양이는 불편함의 임상적 증상을 외부로 나타내지 않는다.\n\n검사 및 진단\n검사는 세 가지의 진단 양식에 기반한다 (Bellows J, 2009 Niemiec BA 2015):\n\n시각적 검사: 시각적 검사는 치관이 연루되었을 때 아주 후기 단계의 질병의 발견만을 가능하게 한다.\n\n촉각적 색: 각 치아의 전체적인 표면 특히 치은 변연부에서 치아 을 이용하여 검사해야 한다. 아주 경 미한 거친면도 그러한 병변 혹은 치은 연하 치석의 명백한 증상이다. 만약 병인학적 의심이 있다면, 그 결손 은 스케일링 후에 재평가되어야 한다.\n\n치과 방사선 사진: 완벽한 단계 구분(staging)과 치료 계획을 위해 치과 방사선 사진은 필수이다. \n\n감별 진단: 치아 흡수는 치아 파절, 식 또는 치근 이개부 노출로 오인될 수 있다. TR과 이개부 노출의 감별 을 위해, TR은 거친 반면 이개부 노출은 일반적로 부드럽다는 것을 알아야 한다.\n\n치료 선택\n치료의 목적은 환자를 위해 통증을 해소하고 감염을 조절하는 것이다. TR이 환자 자신의 세포들(시멘트질 파괴세포)에 의해 야기되는 과정이기 때문에, 결손의 회복은 나타나지 않는다. 치료는 임상적인 상황에 의존 할 것이다:\n\n감시\n만약 치아 흡수가 방사선 사진 상로는 진단이 되지만 구강 내로 진행되지 않았다면, 임상적 그리고 방사선 사진 감시가 지시된다. 감시 소환(monitoring recalls)은 외과적 중재술이 적절하게 수행될 수 있는 것을 확인하기 위해 정기적로 시행되어야 한다. 만약 이것이 가능하지 않다면, 발치 또는 치관 절단술이 고려되 어야 한다.\n\n발치\n가장 좋은 치료는 이환 치아의 발치이다. 모든 뿌리가 확실히 완전히 제거 되는 것이 중요하다. 이것은 방사 선 사진 상로 평가되어야 한다. 드릴 또는 버를 이용한 뿌리의 “분쇄”(뿌리 분쇄(root pulverization))는 강력히 삼가된다(더 자세한 정보는 발치 부분을 고).\n\n치관 절단술\n뿌리가 뼈 조직에 의해 완전히 혹은 부분적로 대체되는 Type 2 흡수에서는, 만약 불가능하지 않다고 할지 라도, 발치가 매우 어려울 수 있다. 그런 경우에서는 치관 절단술이 다음의 척도가 이행될 때만 지시될 수 있 다((DuPont, 1995):\n\n방사선 사진 상에서 근관계가 보이지 않는 경우\n치과 방사선 사진 상에서 치주 인대가 보이지 않는 경우\n근관(endodotic) 혹은 치주 병소의 임상적 혹은 방사선 사진 상의 징후가 없는 경우\n뒤 구내염의 증거가 없는 경우\n이런 경우에서, 뿌리는 가능한 많이 제거되어야 한다.\n\n치관 절단술은 봉투 모양의 잇몸 피판(envelope gingival ﬂap)의 형성, 치과 버(bur)를 이용한 뼈 높이 아래 1-2mm까지 모든 치아 구성 물질의 제거, 잇몸 봉합이 포함된다. Type 3 흡수에서는 type 2 뿌리는 절단될 수 있고 type 1 뿌리는 발치되어야 한다(Fig. 5)\n\n핵심 사항:\n치아 흡수는 진행성의 과정이다.\n전형적인 임상 증상의 부재에도 불구하고 이 질병은 통증이 있다.\n각기 다른 치료 요법이 권장되는 두 가지 형태의 치아 흡수 즉 type 1과 2이 있다.\n치료의 황 표준(gold standard)은 발치이다.\n치관 절제술은 치과 방사선 사진 상에서 다음의 평가들이 나타날 때 지시된다:\n진행된 type 2 흡수\n치주 인대가 없는 경우\n근관계가 없는 경우\n치주 질환의 증거가 없는 경우\n근관 병소의 증거가 없는 경우\n뒤 구내염의 증거가 없는 경우\nReferences:\n\nHeithersay GS (2004) Invasive cervical resorption. Endodontic topics 7: 73-92.\\\n\nArnbjerg J (1996) Idiopathic dental root replacement resorption in old dogs. Journal of Veterinary Dentistry 13(3), 97-99\n\nVerstraete FJM, Aarde Van RJ, Nieuwoudt BA et al. (1996) The dental pathology of feral cats on Marion Island. Part II: periodontitis, external odontoclastic resorptive lesions and mandibular thickening. Journal of Comparative Pathology 115, 283-297\n\nClarke DE, Cameron A (1997) Feline dental resorptive lesions in domestic and feral cats and the possible link with diet. Proceedings of the 5th World Veterinary Dental Congress, April 1 to 3, Birmingham, UK. pp 33-34.\n\nCrossley D, Dubielzig R, Benson K (1997) Caries and odontoclastic resorptive lesions in a chinchilla (Chinchilla lanigera). Veterinary Record 141(13): 337-339\n\nHenry TJ, Puchalski SM, Arzi B, Kass PH, Verstraete FJ. (2016) Radiographic evaluation in clinical practice of the types and stage of incisor tooth resorption and hypercementosis in horses. Equine Vet J. 12. (e-pub ahead of print)\n\nOkuda A, Harvey CE (1992) Etiopathogenesis of feline dental resorptive lesions. In: Feline Dentistry. Veterinary Clinics of North America: Small Animal Practice. W. B. Saunders, Philadelphia. pp 1385-1404.\n\nShigeyana Y, Grove TK, Strayhorn C et al. (1996) Expression of adhesion molecules during tooth resorption in feline teeth: a model system for aggressive osteoclastic activity. Journal of Dental Research 75(9): 1650-1657\n\nBerger M, Schawalder P, Stich H et al. (1996) Feline dental resorptive lesions in captive and wild leopards and lions. Journal of Veterinary Dentistry 13(1): 13-21\n\nLevin J (1996) Tooth resorption in a Siberian tiger. Proceedings of the 10th Annual Veterinary Dental Forum, October 31 to November 2, Houston, Texas, USA. pp 212-214.\n\nBerger M et al. (2004) Feline Dental Resorptive Lesions in the 13th to 14th Centuries. Journal of Veterinary Dentistry 21(4): 206-213\n\nDupont G: (2010) Pathologies of the Dental Hard Tissues. In: Small Animal Dental, Oral and Maxillofacial Disease-A Color Handbook (Niemiec BA ed.). London, Manson. pp 128-59.\n\nNiemiec BA (2015) Feline Tooth Resorption. In: Feline Dentistry for the General Practitioner. Practical Veterinary Publishing, San Diego, pp 48-53\n\nNiemiec BA (2008)을(를) 실시한다 Oral Pathology. Top Companion Anim Med. 23(2):59-71.\n\nGorell C, Andersson S, Verhaert L (2013) Resorptive lesions. In: Veterinary Dentistry for the General Practitioner. 2nd Edition. Ed C. Gorell. WB Saunders, Philadelphia, pp 511-556\n\nAmerican Veterinary Dental College (2017), http://www.avdc.org (accessed 29 April 2017)\n\nBellows J (2009) Tooth resorption. In: Feline Dentistry. Ed J. Bellows. Wiley-Blackwell, Ames. pp 229-248.\n\nBellows J: (2010) Oral Pathology. In: Feline Dentistry, Oral assessment, treatment, and preventative care. Ames, Wiley Blackwell. pp 101-48.\n\nFurman RB, Niemiec BA: (2013) Salvation. In: Canine and Feline Gastroenterology (Washabau RJ, Day MJ eds). St. Louis, Elsevier. pp 162-6.\n\nHolmstrom SE, Frost P, Eisner ER: (1998) Endodontics. In: Veterinary Dental Techniques, 2nd ed. Philadelphia, WB Saunders. pp 312-7.\n\nBellows J (2009) Oral examination. In: Feline Dentistry. Ed J. Bellows. Wiley-Blackwell, Ames. pp 83-99\n\nIngham KE, Gorell C , Blackburn JM et al. (2001) Prevalence of odontoclastic resorptive  lesions in a clinically healthy cat population. Journal of Small Animal Practice 42(9)을(를) 실시한다 439-443\n\nDuPont G (1995) Crown amputation with intentional root retention for advanced feline resorptive lesions. A clinical study. Journal of Veterinary Dentistry 12(1): 9-13.\n\nNiemiec BA (2008)을(를) 실시한다 Oral Pathology. Top Companion Anim Med. 23(2):59-71.\n\nBrännström M (1986) The hydrodynamic theory of dentinal pain. Journal of Endodontics 12(10): 453‒457\n\nIngham KE, Gorell C , Blackburn JM et al. (2001) Prevalence of odontoclastic resorptive  lesions in a clinically healthy cat population. Journal of Small Animal Practice 42(9)을(를) 실시한다 439-443.\n\nFigure 1: 오른쪽 하악 P4(408)의 뒤에서 type 2 흡수 병변을 보여주고 있는 고양이의 오른쪽 하악 구 강 내 치과 방사선 사진(intraoral dental radiograph) (위). 구강 내 치아 사진은 작은 결손만을 보여주고 있다.\n\nFigure 2: Type 2 TR의 가능성 있는 병인론.\n\n\n\nFigure 3: 왼쪽 하악 송곳니(304)의 뒤쪽 면에서 type 2 흡수 병변을 보여주는 고양이의 구강 내 치과 방 사선 사진(왼쪽) 및 사진(오른쪽).\n\n\nFigure 4: 첫 번째 큰어니(409)의 뒤쪽 뿌리에서의 type 1 흡수 병변과 세 번째 작은어니(407)의 뒤\n 뿌리에서 type 2 흡수 병변을 보여주고 있는 고양이의 오른쪽 하악 구강 내 치과 방사선 사진.\n\n\nFigure 5: 네 번째 작은어니(408)에서 type 3 흡수 병변을 보여주고 있는 고양이의 왼쪽 하악의 구강 내 치과 방사선 사진. 앞쪽 뿌리는 흡수가 되었지만 뒤쪽 뿌리는 그것의 정상 뿌리 구조를 유지한다.\n\n상악- 안면 외상\n상악-안면 외상은 꽤 흔한 증상이며 연부 혹은 경부 조직(뼈와 치아)에 영향을 줄 수 있다. 상악-안면 외상 환자는 안면 부종 혹은 뒤틀쪽, 구강 출혈, 타액 분비, 그리고 비정상적인 입의 폐쇄의 증상이 존재하지만, 환자들은 무증상 혹은 최소한의 임상 증상 을 나타낸다.\n\n수의사는 뇌 부종 및 기본적인 머리 구조의 보이지 않는 외상의 가능성을 항상 인지해야 한다. 또한 그 외상 이 심장 흉부 및/또는 복부 손상을 유발할 수도 있다. 이런 상태는 생명을 위태롭게 할 수 있기 때문에 구강 의 최종 치료 전에 평가 및 치료되어야 한다.\n\n초기 검사는 열상(lacerations) 특히 입술 및/혹은 혀의 열상을 발견할 수 있을 것이다. 구강은 다른 연부 조직과 비교했을 때 두 가지의 장이 있다: 타액의 존재와 풍부한 혈관 신생. 타액은 IgA, 정균 효소 (bacteriostatic enzymes) 그리고 세균을 씻어내는 물리적 정화 효과와 같은 감염에 대한 면역학적 장벽 을 제공한다. 이런 작용은 치유 과정을 돕고 감염로부터 어느 정도의 보호를 제공한다. 구강 내 높은 수준 의 혈관 신생은 치유를 돕고 괴사 조직 제거술을 감소시킬 수도 있다.\n\n안면 외상의 성형적 복구(cosmetic repairs)는 보호자의 걱정 거리이다. 치유를 용이하게 하는 최고의 성 형적 결과를 만들기 위해 심사숙고 해야한다. 안락과 기능이 재건의 근본 목표가 되어야 한다.\n\n연부 조직 외상\n외상에 의해 야기된 구강의 가장 흔한 연부 조직 손상은 다음과 같다:\n\n고속 외상(high speed traumas) 및 자동차 사고에 의한 탈피(degloving) 손상 특히 아랫 입술\n(Figure 1).\n싸움에 의한 입술 열상(Figure 2)\n싸움, 자동차 사고, 혹은 전기 쇼크에 의한 혀의 열상/손상(Figure 3)\n치은 열상(Figure 4) 및 치주 외상\n고지 낙하 증후군(high rise syndrome)과 같은 경구개 병변(Figure 5)\n부식 물질 또는 전기 쇼크로부터의 연부 조직 외상(Figure 6)\n\n만약 환자가 안정 상태라면 회복 수술이 모든 구강 연부 조직 병변에 적절히 수행되어야 한다(위 고). 병 적/죽은 조직은 폐쇄 전에 제거되어야 한다. 폐쇄는 만약 추가적인 괴사가 예상된다면 지연될 수 있다(부식 성 혹은 전기 쇼크에 의한 손상)(Niemiec BA 2012). 그러나 훌륭한 혈관성 때문에, 중등도로 손상된 조직 은 유지될 수 있다. 하나의 중요한 고려 사항은 연부 조직 수술 중 부착 치은의 보존이다. 모든 치아는 가능 하다면 적어도 2mm의 잇몸로 덮여야 한다; 그러나 치아는 더 적게 덮여도 건강할 수 있다(Niemiec BA 2012; Takas VJ 1995; Lewis JR & Reiter AM 2005; Wolf HF et al 2005).\n\n구강 외상 접근 시 많은 적합한 봉합사들이 있다. 봉합은 2-3mm 간격로 단순 단속 봉합되어야 한다(Niemiec BA 2008) (Figure 6)\n\n흡수성의 꼬이지 않은 봉합사들이 바람직하고 swedged-on 역 절단 바늘이 일반적로 권장된다(Harvey CE 2003). (장비 부분 고).\n\n경부 조직 외상\n다양한 형태의 경부 조직 외상은 상악-안면 골절(Figure 7 및 8), TMJ 골절 및 탈구(Figure 9), 치아의 탈 구(Figure 10) 및 건열(avulsions)(Figure 11)을 포함한다(Taney KG & Smith MM 2010; Niemiec BA 2012, Verstraete 2012). 치아 또는 뼈의 손상 시 항상 철저한 구강 검사를 시행하라. 초기 검사는 의 식이 있는 동안 시도될 수 있지만, 전체 검사와 치과 방사선 사진은 전신 마취 하에서만 가능하다.\n\n상악-안면 골절\n안면 뼈 골절 시, 기초적인 정형외과 원리를 염두해야 한다. 그러나 상악-안면 골절과 장골(long bone) 골 절은 세 가지 주요한 차이이 있다(Verstraete FJ 2012). 이 중 두 가지는 해부학이다: 하악관 내 치아 뿌 리와 신경 혈관 구조. 이 두 구조들은 치료 도중 손상받면 안된다(Figure 12). 다시 말해, 습적 고정법 (핀 또는 플레이트)이 그 구조들 속로 혹은 통하여 삽입될 수 없다. 따라서 외상을 일킬 수 있는 핀 배치 의 위성 때문에 상악-안면 골절에서 외부 고정은 강력하게 삼가되어야 한다(Gioso M et al 2001; Taney KG & Smith MM 2010)(Figure 13). 미니 뼈 플레이트(mini bone plates)는 특정 상황에서는 유용할 수도 있지만 외상을 일키지 않게 나사를 배치하는 주의가 요구된다(Figure 14).\n\n사지 골절과 상악-안면 골절의 또 다른 재적인 차이은 병적 골절의 공통성(commonality)이다. 병적 골절은 종양성 혹은 낭성(Figure 15) 원인 때문에 발생되지만 명백히 대부분의 증례에서 진행된 치주 질환 에 속발적로 발생한다. 이 골절은 이환된 부위의 뼈를 약화시키는 광범위한 치주 소실 때문에 전형적로 하악에서(특히 송곳니와 첫 번째 큰어니 부위) 나타난다(Figures 16, 17)(Niemiec BA 2008). 이 상 태는 소형견의 치아가(특히 하악 첫 번째 큰어니) 대형견에 비해서 하악 대비 비율이 더 크기 때문에 소형 견에서 더 흔하다(Figure 18)(Gioso MA et al 2000,). 따라서 소형견은 치아 뿌리에 아주 작은 양의 골 근단을 가지며 이것은 치주골 소실이 발생했을 때 이 부위의 골절의 위성 높인다. 진단은 오직 일반적로 치과 방사선 사진에 의해서만 가능하다. 병적 골절(치주 질환 부분 고)은 몇 가지 이유 때문에 조심스러운 예후를 가진다(Taney KG & Smith MM 2010). 적절한 치유는 남아있는 뼈의 부재, 그 부위의 낮은 산소 압력, 뒤쪽 하악의 견고한 안정화의 어려움 때문에 획득되기 힘들다(Niemiec BA 2008, Holmstrolm SE et al 1998). 고정을 위한 다양한 선택이 있지만 습적 방법의 사용이 일반적로 요구된다. 고정의 방법 에 관계없이 치주 질병을 가진 뿌리는 치유를 위해 발치되어야 한다(Figures 19 and 20)(Niemiec BA 2012, Taney KG & Smith MM 2010).\n\n진단\n\n일반 방사선 장비는 구강-상악-안면 골절을 평가하는데 한계가 있다; 그러나 CT 및/또는 치과 방사선 사진 이 가능하지 않을 때 이 방법은 유용한 정보를 제공해 줄 수 있다(Niemiec BA 2011)(Figure 21). 하지 만, tier 1 및 일부 tier 2 국가에서는, 최소한의 허용이 고려된다. 치과 방사선 사진은 그것이 가능할 때 권 장되고, tier 3 국가에서는 최소 필수 사항로 고려되어야 한다(Figure 22). 그러나 컴퓨터 단층 촬영 (CT) 또는 콘 빔 CT(CBCT) 스캔이 상악-안면 골절의 진단 및 치료 계획에 이상적이다(Figure 23).\n\n치료 방법\n골절의 안정화를 위해 습적(뼈 안로 삽입) 및 비습적(구강 내 스플린트, 테이프 입마개) 방법들이 있 다. 습적 방법은 파편 간의(interfragmentary) 속 결찰, (Figure 24) 외부 고정, 미니 플레이트 등을 포함한다. 습적 방법은 해부학 및 교합을 고려하여 주의깊게 선택된 경우에서만 사용되어야 한다. 뿐만 아 니라,  습적 방법은 만약 생물학적 접합성(biocompatible) 플레이트 물질이 사용되지 않는다면 이물의 제거를 위한 차후 수술의 필요성이 요구된다(예, 티타늄)(Wiggs RB & Lobprise HB 1997; Taney KG & Smith MM 2010).\n\n비습적 방법은 골절 고정을 치간(interdental) 혹은 환 하악골(circummandibular) 속 결찰(Figure 25) 및/혹은 아크릴 레진을 활용한다(Taney KG & Smith MM 2010; Niemiec BA 2003). 이 방법은 비용 대비 효과적이고 배우기 쉽다. 비습적 고정의 재적 단은 턱의 관상면(coronal aspect)만 고정 되어 습적 방법에 비해 견고하지 않다는 것이다. 이 방법은 Verstraete et al (2015)를 고하라.\n\n아주 단순한 응급(그리고 몇몇 경우에서 특히 미성숙 동물들에서 또한 최후의) 치료는 골절된 뼈를 지지하 기 위해 입마개(테이프 혹은 나일론) 또는 탄력성 안면 마스크를 사용하는 것이다.\n\n치아 탈구/건열\n건열된 치아는 치조골로부터 외상적로 뜯어진 것이다(Niemiec BA 2012, Taney KG & Smith MM 2010). 탈구된 치아는 치조골로부터 부분적로 떨어졌지만 여전히 부착되어 있다. 치아는  방향로 탈구되어 있을 것이고 또한 대개  치조벽의 골절과 관련된다. 이것은 송곳니에서(특히 상악) 가장 흔하 게 발생하지만 앞니 또한 이환될 수 있다(Wiggs RB & Lobprise HB 1997). 이것은 전형적로 싸움 후 에 발생하지만 또한 심한 케이지 씹기 또는 외상로 인해 발생할 수도 있다(Gracias M & Orsini P 1998; Spodkick GJ 1992). 치아 입 손상(tooth intrusion injuries)은 가장 일반적로 신경 혈관 구 조의 파열을 야기하는 심각한 문제이다.\n\n임상 증상\n이런 환자는 주둥이의 종창 또는 결손 치아가 있을 것이다(Niemiec BA 2012). 구강 검사시 변위된 치아 또는 비어있는 치조골을 볼 수 있다(Figure 27).\n\n진단\n\n두개골 영상이 유용하지만 일반적로 뿌리 파절(Figure 28a), 치주 질환(Figure 28b), 작은 부위의 결손 된 뼈 등과 같은 미미한 문제들을 진단하기에는 충분히 세밀하지 않다(Niemiec BA 2011). 따라서 치과 방사선 사진 또는 CT가 고정 전에 권장된다(Niemiec BA 2012).\n\n가능하면, 이런 경우 대체 및 고정을 위해 가능한 빨리 수의 치과 전문의에게 위탁하여야 한다. 그러나 만약 스케줄이나 환자의 안정성 때문에 가능하지 않은 경우, 약간의 지연이 있겠지만 여전히 좋은 결과가 가능할 것이다. 고정법은 일반적로 8자 모양 속 결찰 및 아크릴 스플린트이다(Figure 29)(Niemiec BA 2012). 그러나 이런 치아는 혈액 공급의 중단에 속발한 사망때문에 뿌리관 치료가 필요하다. 그러므로 만약 뿌리관 치료가 선택 사항이 아니라면 발치가 선호된다. 발치는 탈구/건열 유치에서 항상 실시된다.\n\n핵심 사항\n풍부한 혈액 공급 때문에 구강 외상에서는 최소한의 괴사 조직 제거가 권장된다.\n비습적 방법(아크릴 스플린트와 치아간 속 결찰)이 구강 골절의 고정을 위해 선호된다.\n외부 고정은 권장되지 않는다: 하지만 적절히 응용된 미니 플레이트는 지시될 수 있다.\n치과 방사선 사진은 구강 외상에서 결정적인 정보를 제공한다.\n병적 골절은 소형견에서 일반적이며 이것은 이런 견종들에서의 골절 관리에서 고려되어야 한다.\n감염된 치아는 파절된 곳로부터 발치되어야 한다.\n대체된 건열 치아는 근관 치료가 필요하다.\n\nReferences:\n\nNiemiec BA: (2012) Local and regional consequences of Periodontal disease. In: Veterinary Periodontology. Niemiec BA ed. John Wiles and Sons, Ames, pp 69-80.\n\nLewis JR, Reiter AM (2005) Management of generalized gingival enlargement in a dog-case report and literature review. J Vet Dent. 22 (3): 160 ‒ 169.\n\nTackas VJ (1995) Root coverage techniques: A review. J West Soc Periodontol Periodontal Abstr. 43 (1): 5‒14.\n\nWolf HF, Rateitschak EM, Rateitschak KH, Hassell TH. (2005) Color Atlas of Dental Medicine: Periodontology 3rd ed. Stuttgart: Thieme.\n\nNiemiec BA (2008) Extraction techniques. Top Companion Anim Med. 23:97‒105.\n\nHarvey CE & Emily PP. Oral Surgery (1993). In: C.E. Harvey, P.P. Emily (Eds.) Small Animal Dentistry. Mosby-Year Book, St. Louis.\n\nTaney KG, Smith MM: (2010) Problems with the bones, muscles and joints. In: Small Animal dental, oral and maxillofacial disease, a color handbook (Niemiec BA ed). London, Manson. pp 189-223.\n\nNiemiec BA (2012) How to address and stabilize dental emergencies을(를) 실시한다 In을(를) 실시한다 Veterinary Dentistry Applications in Emergency Medicine and Critical or Compromised Patients. Practical Veterinary Publ ishing, San Diego, pp 1-32.\n\nGioso, M. A. et al. (2001) Clinical and Histological Evaluation of Acrylic Resin in the fracture of the Mandible and Maxilla and Separation of Mandibular symphysis in dogs and cats. Cienc. Rural vol.31 no.2 Santa Maria.\n\nNiemiec, BA: Periodontal disease. Top Companion Anim Med. 2008;23(2):72-80.\n\nMulligan T, Aller S, Williams C (1998) Atlas of Canine and Feline Dental Radiography. Trenton, New Jersey, Veterinary Learning Systems, 1998, P. 176-183.\n\nGioso MA, Shofer F, Barros PS, Harvey CE: Mandible and mandibular ﬁrst molar tooth measurements in dogs: relationship of radiographic height to body weight. J Vet Dent18(2): 65-8\n\nHolmstrolm SE, Frost P, Eisner ER: (1998) Exodontics, in Veterinary Dental Techniques (ed 2) Philadelphia, PA, Saunders, pp 215-254.\n\nNiemiec BA: (2011) The Importance of Dental Radiology. Eur J Comp Anim Pract. 20(3): 219-29.\n\nWiggs RB, Lobprise HB: (1997) Oral Surgery. In을(를) 실시한다 Veterinary Dentistry을(를) 실시한다 Principles and Practice. Lippincott‒Raven, Philadelphia.\n\nNiemiec BA: Intraoral acrylic splint application. J Vet Dent. 20(2):123-6, 2003.\n\nGracis M, Orsini P: (1998) Treatment of traumatic dental displacement in dogs: six cases of lateral luxation. J Vet Dent. 15:65‒72.\n\nSpodnick GJ: (1992) Replantation of a maxillary canine after traumatic avulsion in a dog. J Vet Dent. 9:4‒7.\n\nIn: Oral and maxillofacial surgery in dogs and cats. Frank JM Verstraete and Melinda J Lomer. Saunders Elsvier. pp\n\n구강 종양\n종양은 “종창” 또는 비정상적 성장을 의미한다. 구강 내 종양은 양성과 악성로 나누어지며 치주 근원이냐 아니냐로 나뉘어진다. “치은종(epulis)”은 몇 십년 동안 양성 구강 성장의 설명로 오용되었다. 실제로 치 은종은 악성 종양도 포함하는 잇몸로부터 생겨난 비정상적 성장이다. 구강 종양은 개 종양의 7% 정도 그 리고 고양이 종양의 10% 정도로 파악된다.\n\n양성 종양\n양성 종양은 잇몸의 작은 종대부터 치아의 움직임과/또는 치아 흡수를 야기하는 국소적 증생 병소까지 다양 하다. 구강 종창은 아마 낭 또는 농양을 포함할 것이다. 치은 종대는 잇몸의 과성장 부위이지만 다른 구강 종 양들과 조직병리학적로 구분될 필요가 있다. 이 상태는 명백히 정상 잇몸 조직의 과성장인 잇몸의 과증식 에 의해 일반적로 야기된다. 잇몸 과증식(GH, gingival hyperplasia)은 유전적 소인(예컨데, 복서)을 가 지거나, 특정 약물(예, cyclosporine, phenobarbital, calcium channel blockers)에 의해 야기되거나, 치태에 의해 발생된 잇몸 염증에 기인할 수 있다. 만약 GH가 약물에 의해 야기된다면 약물의 중단로 잇몸 을 종종 정상로 되돌아가게 할 수 있을 것이다. 치태에 의해 유발된 GH는 치은 성형술과 치은 절제술에 반응하며 매일 양치질과 효과적인 홈 치과 치료로 관리될 수 있다. 과성장의 유전적 발생이 확인되고 다른 원인이 배제될 경우 잇몸 절제술이 최선의 치료이다. 그러나 언젠가 재성장이 될 것로 예상된다(Force J Niemiec BA 2009, Niemiec BA 2012).\n\n말초 치원 유종\n말초 치원  유종(이전에 치주 인대 유래의  유종성 치은종(ﬁbromatous epulis of periodontal ligamnet origin)이라 불렸다)은 개에서 아주 흔한 구강 종양이며 유화 또는 골화될 수 있다 (Chamberlain et al 2012, DeBowes 2010). 그것은 치주 인대로 부터 일어나고 국소의 단단한 종창을 형성한다. 변연 절제술이 관리에 충분한 반면, 치아의 절제와 치주의 완벽한 괴사 조직 제거가 치유에 필수 적이다.\n\n치아종\n치아종은 불규칙한 형태로 자라는 정상적인 치아 조직로 이루어진다(과오종, harmatomas)(Niemiec BA 2010). 복합 치아종(compound odontomas)은 많은 완벽한 치아와 유사한 구조를 포함하는 과오종 이다. 복잡 치아종(complex ondontomas)은 에나멜질, 상아질, 시멘트질 및 수질 등의 개별적인 치아 구 성 물질에서 기인한 구조들을 포함한다. 변연 절제술은 이런 병변의 치료가 될 것이다. 그러나 골증대(bone augmentation)와 조심스런 폐쇄를 다루어야 하는 수술 도중 큰 공간(voids)를 만드는 것은 매우 흔한 일 이다. (Head KW 2008)\n\n구강 낭종\n\n구강 낭종은 구강 내로의 분출이 실패하여 묻혀있거나 매복된 에나멜질 기관의 잔존물로부터 발생된 치아 낭종(dentigerous cysts)을 포함한다(Verstraete FJR et al 2012, Head KW 2008). 낭종은 종종 특히 단두종(brachiosephalic breeds)에서 매복된 하악 첫 번째 작은어니와 종종 연관되어 있다(Niemiec BA 2010). 개에서 매복된 치아의 낭종 형성의 발생율은 29%(Babbit et al 2016)로 보고되었며 따라 서 모든 “분실(missing)” 치아는 방사선 사진 촬영이 필수적이다(Niemiec BA 2011).\n\n낭종의 범주는 방사선 사진 상로 거의 나타나지 않는 소형부터 뼈 및/혹은 종종 앞로는 하악 P1부터 뒤로는 P4까지의 작은어니들 뿌리의 흡수를 일키는 확장형까지 다양하다. 이런 낭종은 심지어 송 곳니 너머 앞로 확장되어 같은  몇 개의 앞니 주위의 뼈 흡수를 일킬 수 있다. 때때로 낭종은 잇몸의 종대가 변동적이어서 촉진이 가능하지만 치과 방사선 사진 상에서 더 자주 발견된다. 낭종은 일반적로 방 사선 사진 상로 진단될 수 있지만 조직병리학적로(잔존 치아의 시멘트질-에나멜질 연접부와 연관된 상 피 세포 막의 존재) 확진되어야 한다.\n\n치료는 이환된 치아의 절제와 낭종의 상피 세포 막의 완벽한 괴사 조직 제거를 포함한다. 결과로 생기는 강 (cavity)은 혈액로 채워지게 되고 잇몸 폐쇄 봉합은 턱뼈 내의 새로운 뼈의 발육을 가능하게 할 것이다. 혈액 응고가 뼈의 치유를 위한 모든 필수 산물을 공급하는 반면 더 큰 결손은 골증대로부터 이득을 받을 수 있다. 수술 후 약 3개월에 새로운 뼈가 원래의 낭종 부위를 완벽하게 채운 것을 볼 수 있며 치주 인대 공간 과 백선(lamina dura)은 이전의 골이 벗겨진 치아 뿌리 주위에서 명확할 것이다.\n\n극세포성 법랑 모세포종(가시세포성 사기질 모세포종, Acanthomatous ameloblastoma, AA)\n(개에서 또한 극세포성 치은종로 알려진) 극세포성 법랑모세포종(AA)는 국소적로 습적이고 전형적으로 치열의 이동을 야기하는 양성 종양이다(Chamberlain et al 2012, Head et al 2002). 말초형 (pehipheral type)은 뼈의 종대와 일부 치아의 이동을 야기하는 반면, 중심 병변(central lesion)은 턱뼈 내의 낭성(cyst-like) 병변과 관련되어 있다. 이러한 발생은 종종 다육질의 형상(ﬂeshy appearance)이며 송곳니와 앞니 주변에서 가장 흔하게 나타난다. 대형견에서 발생하는 경향이 높다. 이 병변은 병변의 위치에 따라 최소 5-10mm 여유를 가진 절제술에 의해 가장 잘 치료된다. 이런 종양은 또한 방사선 치료에 상당히 민감하여 최대 90%의 치료율을 나타낸다(Thrall 1984, Theon 1997). 그러나 이 치료 방법은 심각한 부 작용(예컨데 악성 변형)이 있을 수 있어서 일반적로 수술이 불가능한 경우를 위해 보류된다(Thrall 1981). 마지막로 병변부 내 블레오마이신(bleomycin) 투여가 효과적인 치료 방법로 알려져 있다\n(Kelly JM et al 2010, Yoshida K et al 1998).\n\n형질세포종\n이것은 위의 AA와 생물학적로 유사한 성질을 갖고 있는 흔하지 않는 구강 종양이다. 매우 국소적로 악 성이지만(aggressive) 전이를 유발하지는 않는다. 5-10mm 여유를 가진 외과적 절제가 대부분의 경우에 서 효과가 높은 치료법이다. 뿐만 아니라, 방사선에 매우 민감하며 일반적로 치료 효과가 입증되었다.\n\n개의 전염성 생식기 종양(TVT)\n\n생식기에서 전형적로 발견되면 반면에, 이 종양은 또한 구강에서 발견될 수 있다. 종양은 tier 3 국가에서 는 실제로 거의 보고되지 않았지만 TVT가 유행하는 지리적인 지역(전형적로 열대 또는 아열대 기후)의 구분 목록에 있어야만 한다(Ganguly B 2016, Lapa FAS 2012). 프종과 다른 원형 세포 병소들로부터 구별하기 위해 조직병리학이 필요하다(Chikweto A 2013, Kabuusu RM 2010). 전형적인 치료는 빈크 리스틴(vincristine)의 정맥 내 투여이며 일반적로 효과적이다(Das U, Das AK 2000, Scarpelli KC et al 2010). 그러나 또한 이 종양은 자기 제한적(self-limiting)이며 이 후 숙주(host)는 면역성을 가진다\n(Welsh JS 2011).\n\n유두종증\n유두종은 구강 내 그리고 어린 동물의 입술에 나타날 수 있다. 일반적로 바이러스 기원이며 또한 특발성이 다. 일반적로 자루모양(pedunculated)의 흰색, 회색, 또는 피부색의 덩어리이다. 단독성 혹은 다발성쪽 로 나타난다. 이런 병변이 대개 몇몇 경우에서 자기 제한적지만 병소들이 이차적로 감염되고 식욕에 영향 을 줄 수 있다. SCC(squamous cell carcinoma, 편평 세포 암종)로의 악성 변형이 일어나는 것로 알려 져 있다. 진행된 증례에서 외과적 절제 또는 조직병리학적 검사와 함께 감소술(debulking)이 권장된다. 대 체 치료 방법에는 자가 생산 예방접종(autogenous vaccination) 및 외상성 분쇄(traumatic crushing) 가 포함된다; 그러나 이 방법들이 아주 성공적이지는 않았다(Niemiec BA 2010)\n\n호산구 육아종 복합체(Eosinophilic granuloma complex, ECG)\n\n\n시베리안 허스키(Siberian Husky)와 카발리어 킹 찰스 스패니얼(Cavalier King Charles Spaniels) 등 의 일부 개에서 많이 나타난다. 병변은 대개 경구개 막 바로 뒤의 연구개에서 나타난다. 그 병변은 궤양 성 중심부와 함께 융기된 가장자리를 가진다. 이환된 동물은 종종 식욕부진과 삼키기를 시도할 때 구역질을 나타난다.\n\n때때로 전형적인 증상이지만, 다른 구강 종양과의 구분을 위해 조직병리학이 항상 권장된다. 어떤 치료에서 든 첫 번째 단계는 다른 가능한 내재적인 알러지 원인을 배재하는 것이다. 벼룩 치료, 식이 요법 시도, 알러 지 검사가 모두 시행되어야 한다. 가능하다면 수의 피부 전문의에게 위탁하는 것이 권고된다. 만약 알러지 원인이 발견된다면 치료는 이 문제를 제거하거나/치료하는 것이 지시되어야 한다. 특발성의 증례를 위한 내 과적 치료 요법에는 항생제, 코르티코스테로이드(corticosteroids), 시클로스포린(cyclosporine)이 포함 된다.\n\n악성 종양\n병변이 구강 내  더 뒤에 위치하면 예후가 더 좋지 않다. 하악/상악의 앞쪽 부분 혹은 혀의 앞쪽 반의 병변은 훨씬 좋은 예후를 수반하고 확실한 여유(margins)를 가진 절제술이 효과적인 치료일 수 있다(Mc Entrée 2012, Dhaliwal RS 2012).\n\n악성 흑색종(Malignant melanoma, MM)(개에서 악성 구강 종양의 30-40%, 고양이에서는 드물다)\n\n이 종양은 개에서 (평균 12년령) 가장 호발하는 구강 종양이다. 이 병소는 종종 일반 구강 검사 중 우연히 발견되며 대개 진단 시에서는 진행이 된 상태이다. 증상은 초기에는 부드럽지만 이 후 궤양성로 되는 색 소 착성 또는 색소 비착성 병변로 특징된다. 병소는 주로 고착성이며 일반적로 골성 반응을 야기하 는 매우 국소적로 악성이다. 고도로 색소 착이 된 구강 조직을 가진 종에서 더 많이 나타난다(Dhaliwal RS et al 1998).\n\n이 종양은 다양한 양의 색소 착을 가지는 색소성 혹은 무색소성(색소착이 없는)일 수 있다. 특별한 조직 화학 염색이 두 가지 형태의 종양의 진단을 위해 종종 필요하다(Ramos-Vara JA 2000). 종양은 국소적쪽 로 습적이고, 국소 프절(증례 중 70%) 및 폐(66%)로 전이된다. 따라서 만약 전이 전에 진단 및 절제가 이루어지지 않는다면 예후가 조심스럽거나 불량하다.\n\n이상적인 치료 방법은 2-3cm 여유를 가진 일괄적 외과적 제거이다. 대체 치료 선택에는 방사선 요법, 화학 요법, 흑색종 예방접종이 있다.(Dhaliwal RS 2012, Bergman PJ 2007, Bergman et al 2003, Bergman 2006).\n\n편평 세포 암종(Squamous cell carcinoma, SCC)(개에서 악성 종양의 24-30%; 고양이에서 64-75%)\n\n개에서(평균 8년령) 두 번째로 많이 발생하고 고양이에서(평균 12.5년령) 가장 흔한 구강 종양이다. 병변은 편도성 혹은 비-편도성이며 또한 혀에도 영향을 끼칠 수 있다. 이들 병변은 궤양-증식성이며 턱뼈의 광범위 한 영역을 파괴할 수 있어서 치아를 파괴하고 때때로 하악 골절을 야기할 수 있다. 병변은 또한 혀 아래 혹은 혀 등에서 발견될 수도 있다(Dhaliwal RS 2010, Niemiec BA 2016). 조골세포성 형태(osteoblastic forms)는 새로운 뼈의 형성을 야기한다.\n\n공기 오염의 수준이 더 높은 대도시에 사는 동물에서 구강 SCC의 이환이 더 높다. \n\n모든 구강 악성 종양과 같이, 선택된 치료는 넉넉히 넓은 절제술(고문에서 따르면 1.5-3cm)이다. 가속 방사선 프로토콜(accelerated radiation protocols)은 수술이 불가능한 편도성의/인두의 SCC를 가진 개에서 효과적(그리고 몇몇 경우 치료적)이라는 것이 발견되었지만 이 서비스를 제공하는 시설이 흔하지 않 다(Rejec et al 2015, Theon 1997). \n\n유 육종(Fibrosarcoma, FSA)(개 구강 종양의 17-25%; 고양이의 12-22%)\n\n유 육종은 개에서 평균 8-9년령, 고양이에서 10년령에서 나타난다. 이 병변은 대개 구개에서 고착성이며; 주위 조직에 비해 부드럽고 약간 더 창백하다. 대형견종이 더 많이 발생하는 것로 보이며(특히 골든 리트 리버) 최초 진단 시기가 일반적로 어리다(4-5년령).\n\n비록 선호되는 치료법은 외과적 절제술이지만 심지어 외과적 여유(margin)에 “종양이 없는” 것로 보고된 경우에서도 재성장이 매우 흔하다. 유 육종은 조직학적로는 낮은 등급이지만 임상적로는 높은 등급쪽 로 나타날 수 있는데 구강 병변이 급속하게 종대되지만 현미경상로는 더 양성로 보인다(Ciekot PA et al 1994). 골든 리트리버는 이 종양의 이러한 특별한 증상이 매우 많이 발생한다. 이들은  더 적극적이고 빠른 중재술이 필요하다. 이 종양의 이상적인 치료법은 아직 규정되지 않았다. 외과적 절제술 +/- 방사선 치 료, 방사선 치료 단독, 방사선 치료 +/- 국소적 고열을 포함한 다른 치료 방법들이 일부 개에서 생존 시간을 연장시켰다(Ciekot PA et al 1994).\n\n림프 육종\n프종은 구강 내에서 발생할 수 있고 구강 종양의 약 5%를 차지한다. 이 종양은 골성 변화와 치아의 이동을 유발할 수 있다. 편도성과 비편도성 형태가 있다. 상피 친화성 T-세포  프종(epitheliotropic T-cell lymphomas, ETCL)은 소화관 종양의 구강 증상이며 치료에 극도로 저항적이다. ETCL 병변은 치주염과 함께 만성 치은 구내염(gingivostomatitis)로 나타난다. 병변은 막-피부 연접부까지 확장될 수 있고 일 부 경우에서 병변은 혈액의 혈관외 울혈때문에 푸른색을 비친다(Niemiec 2015).\n\n골육종\n구강 골육종은 개에서는 드물고 고양이 구강 종양의 단지 2%만 차지한다(Heyman SJ et al 1992, Stebbins KE et al 1989). 개에서 골육종의 7%는 두개골과 관련이 있다. 병변은 골 파괴 또는 골 증식을 야기하는 반면 일부는 방사선 사진에서 낭종성로 나타날 수도 있다. 축상(axial) 골육종처럼 질병 후기에 전이하는 경향이 있기 때문에 치료에 대한 예후가 더 좋을 수 있다(Dickerson ME et al 2001). 넓은 절제\n\n술(2-3cm)은 일반적로 치료적이긴 하지만 하악의 경우에는 하악 절제술이 더 선호되는 치료법이다 (Dhaliwal RS 2010). 골육종은 사지 형태로 더 흔하기 때문에 방사선 요법과 화학 요법 또한 이용될 수 있 다(Dickerson ME et al 2001).\n\n비만세포종 (MCT)\n\n구강 MCT는 구강 종양의 6%를 차지하고 암컷에 비해 수컷에서 2배 더 흔하다. 외과적 절제술 전에 폐 전 이가 배제되어야 한다. 3cm 여유를 가진 절제술이 권장되며 따라서 수술 전 재건술이 반드시 잘 계획되어야 한다(Macey DW 1986). 수술에 대한 한 가지 재적 합병증은 비만 세포의 탈과립화로부터 방출된 히스 타민의 방출때문에 과민성 반응이 생길 수 있다. 히스타민 차단제(예, 디펜히드라민(diphenhydramine) [수술 30에서 60분 전 1에서 2mg/kg 피하투여])의 수술 전 투여가 이 합병증을 감소시킬 수 있다. 비만세 포종은 고양이의 혀에서도 발견될 수도 있고 어떤 경우에서는 혀의 변연부가 이환되는데, 이는 치태-반응성 변연부 설염과 유사하다. 이런 경우에서는 절제술이 지시되지 않고 반드시 내과적로 관리되어야 한다.\n\n핵심 사항:\n구강은 종양의 매우 일반적인 부위이다.\n양성 및 악성 상태는 임상적로 매우 유사하게 나타날 수 있기 때문에 조직병리학이 필수적이다.\n개에서 가장 흔한 구강 악성 종양은 흑색종이며 다음로 SCC이다.\n\n\nReferences:\n\nBergmann 2006 Vaccine Volume 24, Issue 21, 22 May 2006, Pages 4582-4585\n\nKelly JM, Belding BA, Schaefer AK. Acanthomatous ameloblastoma in dogs treated with intralesional bleomycin. Vet Comp Oncol. 2010 Jun;8(2):81-6.\n\nNiemiec BA (2016): Oral Pathology. In: Feline Dentistry for the General Practitioner. (Niemiec BA ed) Practical veterinary Publishing, San Diego pp 8-76.\n\nYoshida K, Watarai Y, Sakai Y, Yanai T, Masegi T, Iwasaki T. The effect of intralesional bleomycin on canine acanthomatous epulis. J Am Anim Hosp Assoc. 1998 Nov-Dec;34(6): 457-61.\n\nChikweto A, Kumthekar S, Larkin H, et al (2013). Genital and extragenital canine transmissible venereal tumour in dogs in Grenada, West Indies Open J Vet Med, 3, pp. 111‒ 114\n\nKabuusu RM, Stroup DF, Fernandez C. (2010) Risk factors and characteristics of canine transmissible venereal tumours in Grenada, West Indies Vet Comp Oncol, 8 (1), pp. 50‒55.\n\nGanguly B, Das U, Das AK (2016). Canine transmissible venereal tumour: a review Vet Comp Oncol, 14, pp. 1‒12\n\nLapa FAS, Andrade SF, Gervazoni ER, Kaneko VM, Sanches OC, Gabriel Filho LRA (2012) Histopathological and cytological analysis of transmissible venereal tumor in dogs after two treatment protocolos. Colloq Agrar, 8 (1), pp. 36‒45\n\nChamberlain T, Lomer M (2012) Clinical Behaviour of Odontogenic Tumors. In: Oral and maxillofacial surgery in dogs and cats. Frank JM Verstraete and Melinda J Lomer. Saunders Elsvier. pp 403-10\n\nChamberlain T, Verstraete FJR (2012) Clinical Behaviour and management of odontogenic cysts. In: Oral and maxillofacial surgery in dogs and cats. Frank JM Verstraete and Melinda J Lomer. Saunders Elsvier. pp 481-486.\n\nMc Entrée (2012) Clinical Behaviour of Non-odontogenic tumours. In: Oral and maxillofacial surgery in dogs and cats. Frank JM Verstraete and Melinda J Lomer. Saunders Elsvier. pp 387-402.\n\nSeguin (2012) Surgical treatment of Tongue Lip and Cheek Tumors In: Oral and maxillofacial surgery in dogs and cats. Frank JM Verstraete and Melinda J Lomer. Saunders Elsvier. Pp 431-59.\n\nHead KW, Else RW, Dubielzig RR: (2008) Tumors of the Alimentary Tract. In: Tumours in domestic animals 4th ed. Meuten DJ Ed, Iowa State Press pp 401-81\n\nNiemiec BA (2013) Gingival Surgery. In: Veterinary Periodontology. (Niemiec BA, ed). Ames, Wiley Blackwell, 193-205.\n\nBonelo D, Roy C Verstraete FJR (2012) Non-neoplastic proliferative Oral Lesions In: Oral and maxillofacial surgery in dogs and cats. Frank JM Verstraete and Melinda J Lomer. Saunders Elsvier. pp 411-21\n\nForce J, Niemiec BA (2009) Gingivectomy and gingivoplasty for gingival enlargement. J Vet Dent. 26 (2): 132 ‒ 137, 2009.\n\nRamos-Vara JA, Beissenherz ME, Miller MA, et al. (2000). Retrospective study of 338 canine oral melanomas with clinical, histologic, and immunohistochemical review of 129 cases. Veterinary Pathology 37:597‒608.\n\nBergman PJ (2007). Anticancer vaccines. Veterinary Clinics of North America Small Animal Practice 37:1111‒19.\n\nBergman PJ, McKnight J, Novosad A, et al. (2003). Long-term survival of dogs with advanced malignant melanoma after DNA vaccination with xenogenic human tyrosinase: a phase I trial. Clinical Cancer Research 9:1284‒90.\n\nDhaliwal RS, Kitchell  BE, Marretta SM (1998). Oral tumors in dogs and cats. Part I. Prognosis and treatment. Compendium of Continuing Education 20:1011‒21.\n\nDhaliwal RS, Kitchell  BE, Marretta SM (1998). Oral tumors in dogs and cats. Part II. Prognosis and treatment. Compendium of Continuing Education 20:1109‒19.\n\nBertone ER, Snyder LA, Moore AS. (2003) Environmental and lifestyle risk factors for oral squamous cell carcinoma in domestic cats. J Vet Intern Med.Jul-Aug;17(4):557-62.\n\nTheon AP, Rodrguez C, Madewell BR. (1997) Analysis of prognostic factors and patterns of failure in dogs with malignant oral tumors treated with megavoltage radiation. J Am Vet Med Assoc. 210:778‒784.\n\nFidel J, Lyons J, Tripp C, Houston R, Wheeler B, Ruiz A. (2011) Treatment of oral squamous cell carcinoma with accelerated radiation therapy and concomitant carboplatin in cats. J Vet Intern Med. May-Jun;25(3):504-10.\n\nCiekot PA, Powers BE, Withrow SJ, Straw RC, Ogilvie GK, LaRue SM (1994). Histologically low-grade, yet biologically high-grade ﬁbrosarcomas of the mandible and maxilla in dogs: 25 cases (1982‒1991). Journal of the American Veterinary Medicine Association 204:610‒ 15.\n\nHeyman SJ, Diefenderfer DL, Goldschmidt MH, et al. (1992). Canine axial skeletal osteosarcoma. A retrospective study of 116 cases (1986 to 1989). Veterinary Surgery 21:304‒10.\n\nStebbins KE, Morse CC, Goldschmidt MH (1989). Feline oral neoplasia: a ten-year survey. Veterinary Pathology 26:121‒8.\n\nDickerson ME, Page RL, LaDue TA, Hauck ML, Thrall DE, Stebbins ME, Price GS. (2001) Retrospective analysis of axial skeleton osteosarcoma in 22 large-breed dogs. J Vet Intern Med. Mar-Apr;15(2):120-4.\n\nMacy DW: (1986) Canine and feline mast cell tumors: Biologic behavior, diagnosis, and therapy. Semin Vet Med Surg Small Anim 1:72-83.\n\nDebowes LJ: (2010) Problems with the gingiva. In: Small Animal dental, oral and maxillofacial disease, a color handbook (Niemiec BA ed.). London, Manson, pp159 ‒ 181.\n\nNiemiec BA: Problems with the Pediatric Patient. In: Small Animal dental, oral and maxillofacial disease, a color handbook (Niemiec BA ed.). London, Manson, 2010, pp159 ‒ 181.\n\nWelsh JS. Contagious cancer. Oncologist. 2011;16(1):1-4.\n\nDas U, Das AK (2000). Review of canine transmissible venereal sarcoma. Vet Res Commun. 24(8):545-56.\n\nScarpelli KC, Valladão ML, Metze K. (2010) Predictive factors for the regression of canine transmissible venereal tumor during vincristine therapy. Vet J. 183:362‒363.\nMalocclusion in Veterinary medicine\n\nVan Nimwegan SA, Bakker RC, Kirpensteijn J, van Es RJJ, Koole R, Lam MGEH, Jesselink JW, Nijsen JFW (2017) Intratumoral injection of radioactive holmium (166Ho) microspheres for treatment of oral squamous cell carcinoma in cats.\n\nBabbitt SG, Krakowski Volker M, Luskin IR (2016) Incidence of Radiographic Cystic Lesions Associated with Unerupted Teeth in Dogs. J Vet Dent.33(4):226-233.\n\nThrall DE. (1984) Orthovoltage radiotherapy of acanthomatous epulides in 39 dogs. J Am Vet Med Assoc.184(7):826-9.\n\nTheon AP, Rodriguez C, Griffey S, Madewell BR. (1997) Analysis of prognostic factors and patterns of failure in dogs with periodontal tumors treated with megavoltage irradiation. J Am Vet Med Assoc.; 210:785‒788.\n\nThrall DE, Goldschmidt MH, Biery DN. (1981) Malignant tumor formation at the site of previously irradiated acanthomatous epulides in four dogs. J Am Vet Med Assoc. 178:127‒ 132.\n\nRejec A, Benoit J, Tutt C, Crossley D, Butinar J, Hren NI(2015) Evaluation of an Accelerated Chemoradiotherapy Protocol for Oropharyngeal Squamous Cell Carcinoma in 5 Cats and 3 Dogs. J Vet Dent. 32(4):212-21.\n\n부정 교합\n부정 교합은 해당 품종에서 표준 외의 모든 교합이다(Roux P 2010). 그것은 단순히 미용적이거나 교합성 외상을 야기할 수도 있다. 교합성 외상 환자에서는 상당한 통증 및 불괘감이 있고 만약 치료되지 않는다면 구-비강 누관 형성, 치아 마모, 뒤따르는 파절, 치아 사망을 일킬 수 있다. 일반적로 턱의 길이(또는 골 격성) 부정 교합(각도 등급(angle class) II, III, IV)은 유전적 혹은 유전성로 간주된다. 반대로 치아(비골 격성) 불일치(등급 I)는 비유전적로 여겨지지만 유전적로 간주되는 셰틀랜드 쉽독에 서 나타나는 상악 송곳니의 근심 교합(란스 효과)의 유명한 예외가 있다.\n\nClass I 부정 교합, 중심 교합(neutrocclusion)\n\n하나 이상의 치아가 치열로부터 벗어나 있는 정상 턱뼈의 길이의 교합(가위 교합)로 정의된다. 일반적로 비유전적로 여겨지지만 일부 경우에서 유전적 소인을 나타내는 특정 종(위 고)에서는 몇몇 증후군이 많 이 발생한다. 등급 I 부정 교합은 입술//혀의 압력(또는 그것의 부재), 심각한 전신적 혹은 내분비 문제때 문에 발생할 수 있고, 드물게 종양 또는 낭포 형성 혹은 치아의 탈선을 야기할 수도 있다. 일부의 상황에서 변위(displacement)가 예전에는 유치의 잔존 때문이라 믿었다. 그러나 연구들은 유치 잔존은 부적절한 영 구치의 맹출 때문이라는 것을 보여준다(Hobson P 2005). 이 등급의 부정 교합은 하악 송곳니의 혀쪽 전 위, 상악 송곳니의 근심 전위(란스 치아), 전치부 반대 교합, 앞니의 치열 부정(malalignment)을 포함한다\n(Startup S 2013, Thatcher G 2013, Martel D 2013).\n\nClass II 부정 교합, 하악 원심 교합(mandibular distocclusion)\n\n이것은 또한 오버샷 또는 하악 단소(mandibular brachygnathism)라 칭한다. 사람의 EH 각도 등급 체계 (EH Angle classiﬁcation system)에서는 위쪽 큰어니 뒤에 아랫쪽 큰어니가 위치하는 것로 정 의된다(Niemiec BA 2010, Angle EH 1899). 이것은 병리학적로 상악보다 하악이 더 짧은 턱뼈 길이 의 불일치이며 서로 맞닿은 상악 작은어니 뒤에 하악 작은어니가 위치한다. 중요한 은 하악 송곳니 가 구개, 잇몸, 및/또는 상악 송곳니에 전형적로 심각한 교합 외상(occlusal trauma)을 야기하는 것이다. 따라서 중재술이 거의 항상 필요하다(Storli SH 2013).\n\nClass III 부정 교합, 하악 근심 교합(mandibular mesiocclusion)\n\n이것은 또한 언더샷이라 불리며 전형적로 상악이 정상보다 짧은 턱뼈 길이의 불일치다. 이 상태는 종종 머 리의 특별한 크기나 모양을 위한 계통 교배법에 의해 발생된다(Stockard CR 1941). 견종 간에 치아 크기 뿐만 아니라 개의 상악 및 하악의 크기와 구조의 다양성, 교잡 조합의 다양성들이 또한 부정 교합을 발생시 키고 있다. 이런 발견의 추가적인 평가는 그 환자에서 나타나는 연골 형성 부전증의 정도에 따라 속발성로 부정 교합이 발생할 가능성이 높다는 이론을 지지한다(Stockard CR 1941). 골 반흔 또는 성장판의 폐쇄 를 가지는 조기 외상 또한 이 상태를 유발할 수도 있다; 그러나 진단은 외상의 병력에 의해 지지되어야 한다.\n\n이 상태는 흔하고 정상적인 반면 종종 통증을 수반한 잇몸과 치아 외상을 발생시킨다. 그러나, 다른 모든 부 정 교합에서처럼, 임상 증상을 보여주는 환자는 드물다. 그럼에도 불구하고 외상성 부정 교합의 치료가 권장 된다(Yelland R 2013).\n\nClass IV 부정 교합(상하악 비대칭)(maxillomandibular asymmetry)\n\n이것은 하악의 정중선의 변위를 야기하는 한쪽 하악보다 다른쪽 하악이 더 짧은 턱뼈 길이 불일치이다. 전형 적 등급 IV 부정 교합은 하나의 하악이 상악보다 길고 다른이 병리학적로 짧을 때 나타날 수 있다. 비대 칭은 세 방향 중 하나로 나타날 수 있다: 앞뒤쪽(rostrocaudal), 등배쪽(dorsoventral), 좌우쪽(side to side). 일반적로 이 부정 교합은 구개 또는 잇몸(+/- 치아) 외상을 야기하며, 만약 발생한다면 치료가 권 장된다 (Hardy D 2013).\n\n부정 교합의 치료:\n부정 교합의 치료는 몇몇 범주로 분류될 수 있다. (Startup S 2013, Thatcher G 2013, Martel D 2013, Yelland R 2013, Storli S 2013, Moore J 2013)\n순전히 미용적 경우에는 치료가 권장되지 않는다. 번식가/쇼 고객(show clients)들이 미용적 치료를 원 하는 경우가 꽤 흔하다; 하지만 이것은 윤리적인 이유로 AVDC, AKC 및 다른 기관들에 의해 강력하게 저지되고 있다(Gawor J 2013).\n외과적 치료 - 일반적로 교합 외상을 야기하는 치아의 발치. 이것은 tier 1 & 2 국가에서 외상성 부정 교합을 위한 선택 치료가 되어야 한다.\n치열 교정술: 이것은 다양한 장비의 사용을 통해 부정 교합된 치아를 알맞은 혹은 비외상성의 위치로 이 동시키는 것이다.\n치관 절제술과 근관 치료/복구 - 문제의 치아는 짧아지고 근관 치료(필수 수질 치료 또는 뿌리관 치료) 를 받거나 치아 성형술과 복구/충진제에 의해 치아 모양이 변형된다.\n\n후자의 두 가지는 고난도의 기법이고 수의 치과 전문의(그리고 재적로 고급 훈련을 받은 수의사)에 의 해서만 시도되어야 한다.\n\n핵심 사항:\n수의 환자에서 부정 교합은 종종 심각한 사망률을 야기할 수 있는 외상을 초래하며 따라서 임상 증상의 부재에 상관없이 치료가 필요하다.\n대부분의 부정 교합은 유전적 요소를 가지며 종종 특정 특성을 위한 계통 교배법에 속발한다.\n만약 부정 교합이 명확하게 외상의 원인로 보여지지 않는다면 그것은 윤리적인 이유 때문에 치열 교정 술에 의해 교정이 되어서는 안된다.\n외상성 부정 교합을 위한 몇몇 치료 선택들이 있지만 세계 대부분의 지역에서 발치가 가장 적당한 치료 법이다.\n\nReferences:\n\nBellows J: (2004) Orthodontic equipment, materials and techniques. In Small animal dental equipment, materials and techniques, a primer. Oxford, Blackwell. 263-96.\n\nGawor J (2013): Genetics and Heredity in Veterinary Orthodontics. In Veterinary Orthodontics (Niemiec BA ed). Practical Veterinary Publishing, San Diego, pp 8-12.\n\nStartup S (2013) Rotated/crowded/supernumerary teeth In Veterinary Orthodontics (Niemiec BA ed). Practical Veterinary Publishing, San Diego, pp 66-72.\n\nThatcher G (2013): Mesiocclused maxillary canines (lance effect): teeth In Veterinary Orthodontics (Niemiec BA ed). Practical Veterinary Publishing, San Diego, pp 73-80.\n\nMartel D (2013): Linguocclused mandibular canines (Base narrow teeth In Veterinary Orthodontics (Niemiec BA ed). Practical Veterinary Publishing, San Diego, pp 81-98.\n\nStorli SH (2013): Class II Malocclusions In Veterinary Orthodontics (Niemiec BA ed). Practical Veterinary Publishing, San Diego, pp 99-109\n\nYelland R (2013): Class III Malocclusions In Veterinary Orthodontics (Niemiec BA ed). Practical Veterinary Publishing, San Diego, pp 110-15.\n\nHarvey CE, Emily PP (1993): Orthodontics, In: Small Animal Dentistry. St. Louis, Mosby. 266-96.\n\nRoux P, Howard J: (2010) The evaluation of dentition and occlusion in dogs. EJCAP. 20(3): 241-51.\n\nStockard CR, Johnson AL: (1941) The Genetic and Endocrine Basis for Differences in Form and Behavior. In: The American Anatomical Memoirs, number 19, Wistar Institute of Anatomy and Biology, Philadelphia.\n\nAngle EH: (1899) The Angle System of Regulation and Retention of the Teeth and Treatment of Fractures of the Maxillae. 5th ed. Philadelphia, SS White Manufacturing Co.\n\nHardy D (2013): Class IV Malocclusions: In Veterinary Orthodontics (Niemiec BA ed). Practical Veterinary Publishing, San Diego, pp 116-20.\n\nGawor J (2013): Ethical considerations in veterinary orthodontics: In Veterinary Orthodontics (Niemiec BA ed). Practical Veterinary Publishing, San Diego, pp 13-16\n\nMoore J (2013): Fixed and removable orthodontic appliances In Veterinary Orthodontics (Niemiec BA ed). Practical Veterinary Publishing, San Diego, pp 36-47.\n\nMoore J (2011): Vital Pulp Therapy. In Veterinary Endodontics (Niemiec BA ed). Practical veterinary Publishing, San Diego, pp 78-92.\n\nHobson P (2005). Extraction of retained primary canine teeth in the dog. Journal of Veterinary Dentistry 22(2):132‒7.\n\nSection 2: 치과 건강에 관한 동물 복지 문제 서론\n수의 직업의 필수 핵심(veterinary professionʼs core)에 다섯 가지 중심 동물 복지 신조(ﬁve central animal welfare tenets)가 있다: 동물은 자연적인 행동을 표현할 자유 뿐만 아니라 스트레스, 두려움, 고통 및 통증을 최소화하는 방법로 보살펴져야 한다(Brambell R, 1965). 동물은 대체 기제(coping mechanism)가 없기 때문에 자극과 생리적 어려움을 견뎌야 할 때 동물의 삶의 질에 관한 추가적인 우려가 표현되어 왔다(Fraser et al, 1997). 양질의 규칙적인 치아 관리가 수의 환자에 있어서 최적의 건강과 삶의 질을 제공하는데 필수적이다. 만약 치료받지 못한다면 구강 질환은 꾸준한(unrelenting) 통증을 유발하고, 다른 심각한 국소 혹은 전신 질환의 원인이 될 수 있며(Niemiec BA 2013, Niemiec BA 2008), 적절 한 생리학적 대체 기제의 부재로 인해 구강 및 안면 행동의 자연스러운 표현을 방해할 수 있을 것이다 (Palmeira I et al 2017). 치료되지 않거나 과소 치료된 치과 질환은 환자의 복지에 심각한 영향을 주며, 그렇기 때문에 수의사는 의도적로 해결하지 않은 상태로 남겨두어서는 안된다.\n\n치과 질환은 흔하다\n역사적로 반려동물은 어떠한 치과 치료도 필요 없다라는 일반적로 생각된 믿음이 있었다; 그러나 우리 는 현재 치과 질환이 반려동물에서 가장 흔한 질환이라는 것을 알고 있다. 3살 이하의 80% 이상의 개와 70% 이상의 고양이에서 치주염의 증거를 가지고 있다(Kortegaard et al, 2008). 더구나 10%의 개는 통 증이 있는 직접적인 수질 노출(복잡성 치관 파절이라 명명)을 가진 부러진 치아를 가지고 있고(Golden 1982, Chidiac 2002) Bellows(2009)는 검사된 모집단에 따라 20-75%의 성숙 고양이가 임상적로 구강 흡수 병변에 이환되었다는 것을 발견했다. 50%의 대형견이 통증성의 상아질 노출을 가진 작은 파절(비 복잡성 치관 파절이라 명명)을 가지고 있을 것이라 추정된다(Hirvonen et al. 1992) (구강 병리학 부분  조). 따라서 명확히 대부분의 수의 환자들이 통증, 감염 혹은 모두를 일상적로 겪고 있다.\n\n치과 질환은 통증과 고통을 야기한다\n사람에서 치과 통증이 극단적일 수 있다는 것이 잘 밝혀져 있다(Bender 2000; Hargreaves et al. 2004; Hasselgren 2000). 생산성 저하 수면 장애, 심각한 사회적 심리학적 영향과 치아 통증의 관계를 연결시키 는 다양한 논문들이 발표되었다(Reisine et al, 1989; Anil et al, 2002, Heaivilin et al, 2011, Choi et al, 2015). 만약 사람과 동물의 통증 역치가 유사하다면(Bennett et al, 1988; Rollin B, 1998) 동물 들은 꽤 감정이 결여되어 있긴 하지만 치과 통증은 동등할 수 있다(Cohen AS & Brown DC 2002, Niemiec BA 2005, Holmstrolm SE et al 1998). 통증은 각 개체에게 독특한 경이고 통증 특히 치과 통증에서의 행동학적 표현은 보호자와 수의사가 놓칠 수 있다.\n\n연구 시설에서 책임있는 동물 사용을 위해 세계적로 교육 기관의 동물 관리 위원회의 가이드라인이 더 엄 격해졌기 때문에 통증 연구가 드물어지고 있다(le Bars 2001). 그러나 사람 세계에서의 치과 통증을 위해 비인간 영장류들이 훌륭한 모델이라고 알려져 있다. 심한 고통의 사람 수질염에 관한 연구는 소형 설치류가 훌륭한 모델이라는 것을 발견하였다. 수질의 통증에 기인한 명백하고 재현성이 있는 변화들은 감소된 체중 증가, 증가된 식사 완료 시간, 떨쪽, 하품, 냉담함, 감소된 활동을 포함하지만(Chidiac 2002, Chudler et al. 2004) 수질성(pulpal) 및 비수질성(non-pulpal) 통증에서 행동학적 변화들을 보여주는데 개와 고양 이도 이용되고 있다(le Bars, 2002; Rodan et al. 2016). 구강 통증을 이해하고 그것이 반려동물 종에서 어떻게 가장 잘 평가되어야 하는지에 대한 추가적인 연구가 강력하게 권고된다. 그러나 비록 동물의 통증을 증명하는 것이 항상 가능하지 않을지라도 우리는 동물이 가지고 있을 것이라 항상 의심하는 통증을 해소하 기 위해 노력해야 한다는 실제적인 믿음이 이 직업 내에 있다(WSAVA 2013).\n\n치료되지 않은 치과 질환은 구강 조직의 만성 염증 및 감염을 초래할 수 있다. 다른 신체 영역과 마찬가지로 검사되지 않은 감염은 의심이 된다면 적절한 치료가 없이 내버려 두기에는 윤리적로 받아들일 수 없는 상 태이다.\n\n치과 질환은 행동을 변화시킬 수 있다\n통증을 평가하는 행동학적 스코어링 시스템이 다양한 시스템과 종(species)을 위해 존재하며 마취 영역에 서는  더 심도있게 설명된다. 그러나 치과 통증 지표들은 종종 불분명하고 비특이적이다.\n\n많은 개와 고양이들은 매일 견뎌야하는 고통을 관찰 가능한 방식로 단순하게 나타내지는 않는다(Merola et al. 2016). 통증이 행동적로 인지될 때 발로 긁 기, 입의 변형, 식욕 감소와 같은 행동이 주로 나타난다(Rusbridge et al. 2015). 수의사로서 우리 환자를 위해 진단하고, 치료하고, 통증과 고통을 덜어주는 것이 우리의 확실한 책임감이다. 치료없이 지속적인 통증 을 야기하는 치과 질환을 치료하지 않고 내버려두는 것은 심각한 동물 복지 문제이다. 이런 통증의 상태를 진단하고, 적절한 치료를 제공하고, 이런 상태를 치료하지 않는 복지 문제에 관해 보호자를 교육시키는 것이 수의사로서의 의무이다.\n\n구강 통증의 행동적 신호를 해석하는 것이 복잡할 수 있겠지만 쇠약과 극도의 치통에도 불구하고 동물들이 계속 음식을 먹을 것이라는 것은 단순한 사실이다. 동물은 생존을 영위하는 것이 필요하고 생존 본능은 통증 을 회피하는 욕구보다 더 강하다. 대부분의 동물들이 치통을 경하고 있면서도 장난감을 가지고 놀고 안 면 샘을 이용하여 표식하거나 환경을 색하는데 입을 사용하는 것과 같은 정상적인 구강 행동을 나타내는 반면 다른 동물들은 만성적인 불편때문에 이런 자연스럽고 필수적인 행동을 표현하는 것이 방해될지도 모른 다. 또한 보호자들은 그들의 반려동물이 통증이 없다는 것을 아는 것이 더 행복하다고 보고한다 (McElhenny J, 2005). 행동적 변화 관찰 여부와 관계 없이 수의계 혹은 보호자들은 동물이 내재적 통증을 견딜 것이라고 예상해서는 안된다.\n\n구강 질환 및 불편함에 따른 행동적 변화를 평가하는 신뢰할 만한 행동학적 지이 현재 가능하지 않며 저 자들은 이것이 추가 연구가 필요한 분야라는 것을 강력하게 제안한다.\n\n치통과 감염이 스트레스의 생리학적 증상을 야기한다\n근관 질환 및 특히 치주 질환과 같은 감염성 원인은 환자들이 매일 감당해야 하는 심각한 세균성 질환의 부 담을 가져온다(Niemiec BA 2013, Niemiec BA 2008). 신체의 자연적인 스트레스 반응이 활성화되기 때문에 검사되지 않은 통증 및 감염은 재적로 좋지않은 결과를 초래할 수 있다(Broom DM, 2006). 단기적로는 적절할 수도 있겠지만 만성적 스트레스 요인들은 다양한 신체 기관에 부정적인 영향을 미친 다. 면역 기능 영향은 급성 스트레스성 백혈구상의 발달이 처음로 발견될 수 있며 만성적로 백혈구 감 소증과 면역 억제성 염증 사이토카인의 만성 변화로 진행된다(Henkman et al, 2014). 사람과 쥐에서 만 성 스트레스 반응이 세균 감염 제거 능력 감소 및 질병에 대한 감수성 증가와의 연관이 있다는 몇몇 발표가 있었다(Biondi et al, 1997; Karin et al, 2006; Kjank et al, 2006).\n\n대화를 시작할 때 변화가 시작된다\n수의사의 수준에서 현재의 구강 및 안면 행동과 지까지 나타난 변화에 대해 보호자와 단순한 질의 또는 토 의가 진행되고, 환자의 의료 기록지에 기록해야 한다. 일화적로 대부분의 보호자와 많은 수의사들은 구강 통증이 식욕을 감소시킨다는(그리고 따라서 그것의 부재시 변화를 잘못 보고하게 된다) 것을 감지하는 것과 동시에 우리는 수의사들이 구강 질환의 후유증로서 인지될 수도 있는 광범위하고 다양한 변화에 대한 더 보편적인 견해를 고려하는 것을 권고한다. \nTable 1: 치과 통증과 연관된 관찰 가능한 변화들\n변화된 접촉 양상들: 반려동물과 보호자\n타액 과다\n공격성\n위축\n수면 양상의 장애\n털고르기 감소\n섭식 행동 변화\n음식 선호 변화 - 딱딱한 사료에서 부드러운 사료\n입 로 음식물 토스: 음식 전체를 삼기기\n편측성 로 씹기\n입술 쩝쩝거리기\n입 소리내기\n이 갈기: 특히 \n\n보호자로부터 병력을 청취할 때 수의사가 유도성(leading) 또는 종결된(closed ended) 질문을 하는 것이 아니라 보호자들이 이 문제에 관해 관찰 혹은 관찰하지 못했을 수도 있는 어떠한 변화들을 평가하도록 흥미 를 끄는 것이 중요하다. 마찬가지로 중요한 것은 이 변화들의 추적 관찰 혹은 전문적 치과 치료가 완료된 후 에 보호자들이 인지한 어떤 추가적인 변화들이다. 치료 후 관찰된 개선의 전체적인 그을 그리기 위해 2주, 8-10주째 추적 관찰이 권장된다.\n\n동물을 다루는 기술이 복지에 영향을 미친다\n동물병원에 들어오는 순간부터 우리 환자들의 복지 요구가 시작된다. 치과 치료는 적절하게 훈련받은 수의 전문가에 의해 수행되어야 한다. 핸들링은 항상 부드럽고 인도적이어야 한다. 사람-동물 유대는 약하고 이 유대는 수의학적 과 정에서의 핸들링 중 경한 두려움에 의해 빠르게 파괴될 수 있다(Knesl et al, 2016). 우리 환자들의 치과 질환에 몰두할 때 구강 검사 및 치과 치료와 관련된 수행 중 핸들링과 관련된 스트레스를 줄이는 것에 관한 교육과 헌신이 고려되어야 한다.\n\n기도 확보(기관 내 삽관)와 전신 마취 하에서의 모든 구강 내 행위(전문적 치아 스케일링을 포함한)가 수행 되어야 한다. 마취 부분에서 고된 것 처럼 모든 예방 조치, 안전 조치, 감시 규칙 및 표준이 적용된다 (Hyperlink to Anaesthesia).\n\n치료 후 과도한 통증 및 종창 예방을 위해 부드럽고, 효과적이고, 신중한 조직(tissue) 핸들링(최소화의  습적 외과술)이 권고된다. 뿐만 아니라 개구기의 적절한 선택 혹은 사용 회피는 모두 외상 예방에 도움이 될 수 있다(Hyperlink to Anaesthesia). 적절한 치과 치료로 부터 경될 수 있는 통증을 조절하기 위해 국소 혹은 국부 마취 차단, 수술 전-후의 충분한 통증 관리가 필수적이다.\n\n비-마취 치과(NAD) 과정은 중대한 동물 복지 우려를 나타낸다\n범세계적로 수의 단체들은 마취가 없는 치과가 의학적로 효과가 없다는 것에 대해 동의한다. 치과 치료 과정을 수행하는 사람은 적절한 마취 없이는 도저히 병변을 평가하거나 중요한 치은 연하 치료를 수행할 수 없다. 이것은 아마 미용적로만 개선된 지속적인 감염, 염증, 통증이 있는 구강을 초래할 것이다. 따라서 치 료 과정이 비효율적일 뿐만 아니라 적절한 치료를 지연시키고 종종 병변의 존재를 숨기는 결과를 초래한다. 이것은 이 가이드라인에 중심에 있는 복지 혜택과 삶의 질 개선에 직접적로 반한다. 뿐만 아니라 시간 소 모적인 미용적인 치료 동안 초래되는 스트레스와 불쾌감이 의학적 그리고 윤리적 관로부터 전적로 피 할 수 없고 또한 변명의 여지가 없다. 그렇기 때문에 세계 소동물 수의사회(WSAVA)는 적절한 마취가 없는 그리고 반려동물 보호자에게 오도할 수 있는 표준 이하의 치료 수준을 제공하는 수의 치과 임상을 강력하게 반대한다.\n\n치과 치료에 관한 교육은 동물 복지를 향상시킬 것이다\n\n수의 치과 치료는 예방적 건강 관리 계획의 필수 요소이지만 아직까지 수의학 교육 시스템에서 상당히 무시 되고 있다. 이 가이드라인에서 따로 더 완벽하게 명시된 것처럼(대학 부분 고) 치과 질환의 진단, 치료 기 법 뿐만 아니라 구강 통증의 발견과 그 병소와 관련된 행동적 변화에 대한 교육 기회의 장려 및 교육에서의 대학의 역할이 전세계의 수의학 교육 과정에 의해 시작되어야 한다. 교육의 개혁과 우선 순위가 없이는 질적 그리고 양적로 향상된 치과 치료로부터 성취할 수 있는 복지와 삶의 질 향상이 저해될 것이다.\n\n복지 지지자로서 수의 전문직이 반려동물을 위한 치과 치료의 요구에 대한 그들의 목소리를 변화시키고, 우 리 환자를 위한 적절한 치과 치료의 지지를 시작하고, 반려동물 복지에 대한 양질의 치과 치료의 중요성에 대해 보호자들을 교육하는 것이 필요하다. 동물 복지의 5가지 신조를 우리의 가이드라인로 이용함로써 규칙적인 치과 검사와 적절한 치료가 감염을 처리하고, 통증을 조절하고, 정상적인 행동로 되돌리는 것을 가능하게할 것이다. 구강 내 치료 과정을 권장하고 수행하는 동시에 이 목표를 우리의 사고의 중심에 유지하 는 것이 인도적인 수의학 임상에 필수적이다.\n\n핵심 사항\n현대 동물 복지 과학은 수의사가 두려움, 고통, 통증을 최소화하는 방법로 동물을 치료하길 바라고 동 물이 자연적인 행동을 표출하도록 도와준다.\n치과 질환은 반려동물이 직면한 가장 일반적인 질환이며 진단과 치료가 되지 않을 때 복지에 심각한 영 향을 미친다.\n치과 질환은 꾸준한 통증과 검사되지 않은 감염을 초래하고, 면역 및 생리적 스트레스를 유발하고, 심각 한 국소 및 전신 질환을 야기하며, 자연적인 행동 표현을 방해한다.\n구강 통증에 기인한 행동적 변화는 불분명하고 비특이적일 수 있며, 드물게 식욕 소실을 유발하며 치 과 치료 전-후에 보호자들과 함께 평가될 필요가 있다.\n치료 전-중-후 치과 환자를 위한 훌륭한 핸들링 기법을 교육 및 장려하는 것은 사람과 동물 사이의 유대 를 유지하고 통증 및 정신적 고통을 최소화하기 위해 중요하다.\nWSAVA 치과 가이드라인 위원회는 마취가 없는 치과(적절한 마취 혹은 진통이 없이 치과 치료를 수행 하는)는 부적절하고 심각한 복지 및 삶의 질 문제를 초래하는 표준 이하 수준의 치료를 제공한다고 생각 한다.\n수의사는 부적절한 치과 치료를 받는 그들의 반려동물이 직면한 고통, 감염, 질병 위성에 대한 복지 문 제에 대한 보호자들의 이해를 돕기 위해서 치과 질환을 논의하고 환자들을 위한 우리의 지지를 향상시키 는 방법을 변화시킬 필요가 있다.\n\nReferences\n\nBrambell, Roger (1965), Report of the Technical Committee to Enquire Into the Welfare of Animals Kept Under Intensive Livestock Husbandry Systems, Cmd. (Great Britain. Parliament), H.M. Stationery Ofﬁce, pp. 1‒84\n\nBender IB. (2000) Pulpal pain diagnosis을(를) 실시한다 a review. J Endod. 26:175\n\nChidiac, J.-J., Rifai, K., Hawwa, N. N., Massaad, C. A., Jurjus, A. R., Jabbur, S. J. and Saadé,\nN. E. (2002), Nociceptive behaviour induced by dental application of irritants to rat incisors: A new model for tooth inﬂammatory pain. European Journal of Pain, 6: 55‒67.\n\nHargreaves KM, Kaiser K. (2004) New advances in the managem ent of endodontic pain emergencies. J Calif Dental Assoc 32:469\n\nHasselgren G (2000) P ains of dental origin. Den Clin North Am. 12:263\n\nLe Bars D, Gozariu M, Cadden SW. Animal models of nociception. Pharmacol Rev. 2001;53(4):597‒652.\n\nMerola, I., & Mills, D. S. (2016). Behavioural Signs of Pain in Cats: An Expert Consensus. PLoS ONE, 11(2)\n\nI. Palmeira, M. J. Fonseca, C. Lafont-Lecuelle, P. Pageat, A. Cozzi, P. Asproni, J. Requicha and J.T. Oliveira (2017) Pain assessment in cats with dental pathology: the accuracy of a behavioral observation-based scale. European Congress of Veterinary Dentistry Proceedings. Pp 87.\n\nRusbridge C and Heath S (2015) Feline Orofascial Pain Syndrome. In: Feline Behavioural Health and Welfare, Elsevier pp 213-226.\n\nFraser D, Weary DM, Pajor EA, Milligan BN (1997) A scientiﬁc conception of animal welfare that reﬂects ethical concerns. Animal welfare 6, 187-205\n\nHirvonen T, Ngassapa D, Narhi M (1992) Relation of dentin sensitivity to histological changes in dog teeth with exposed and stimulated dentin.\n\nBennett GJ, Xie YK. (1988), A peripheral mononeuropathy in rat that produces disorders of pain sensation like those seen in man. Pain. 33(1):87-107.\n\nRollin, BE (1998) The Unheeded Cry: Animal Consciousness, Animal Pain, and Science. Expanded ed. Ames: Iowa State University Press.\n\nBroom, DM (2006) Behaviour and welfare in relation to pathology. Applied Animal Behaviour Science, 97 (1) Pp 73-83.\n\nHekman JP, Karas AZ, Sharp CR (2014). Psychogenic Stress in Hospitalized Dogs: Cross Species Comparisons, Implications for Health Care, and the Challenges of Evaluation. Animals: An Open Access Journal from MDPI, 4(2), 331‒347.\n\nMcElhenny J (2005) Taking away the pain. Veterinary Medicine: A Century of Change. pp. 61-64.\n\nBiondi, M., & Zannino, L. G. (1997). Psychological stress, neuroimmunomodulation, and susceptibility to infectious diseases in animals and man: a review. Psychotherapy and Psychosomatics, 66(1), 3-26.\n\nKarin M, Lawrence T, & Nizet V (2006). Innate immunity gone awry: linking microbial infections to chronic inﬂammation and cancer. Cell 124.4: 823-835.\n\nKiank, C., et al. (2006) \"Stress susceptibility predicts the severity of immune depression and the failure to combat bacterial infections in chronically stressed mice.\" Brain, behavior, and immunity 20.4, 359-368.\n\nKnesl O, Hart BL, Fine AH, Cooper L (2016). Opportunities for incorporating the human- animal bond in companion animal practice. Journal of the American Veterinary Medical Association, 249(1), 42-44.\n\nRodan I, Sundahl E, Carney H, et al (2011) AAFP and ISFM Feline-Friendly handling guidelines. J Feline Med Surg; 13:364‒375\n\nCarney HC, Little S, Brownlee-Tomosso D, et al. (2012) AAFP and ISFM Feline-Friendly Nursing Care Guidelines. J Feline Med Surg. 14:337‒349.\n\nHerron ME, Shreyer T (2014) The pet-friendly veterinary practice: a guide for practitioners. Vet Clin North Am Small Anim Pract;44(3):451-481.\n\nNiemiec BA (2013) Local and Regional  Consequences of Periodontal Disease. In: Veterinary Periodontology. (Niemiec BA, ed). Ames, Wiley Blackwell, 69-80.\n\nNiemiec BA (2013) Systemic Manifestations of Periodontal Disease. In: Veterinary Periodontology. (Niemiec BA, ed). Ames, Wiley Blackwell, 81-90.\n\nPettersson A, Mannerfelt T (2003) Prevalence of dental resorptive lesions in Swedish cats. J Vet Dent. 20(3):140-2.\n\nLund EM, Bohacek LK, Dahlke JL, et al: (1998) Prevalence and risk factors for odontoclastic resorptive lesions in cats. J Am Vet Med Assoc. 212(3):392-5.\n\nIngham KE, Gorrel C, Blackburn J, Farnsworth W (2001) Prevalence of odontoclastic resorptive lesions in a population of clinically healthy cats. J Small Anim Pract. 42(9): 439-43.\n\nGolden AL, Stoller NS, Harvey CE (1982) A survey of oral and dental diseases in dogs anesthetized at a veterinary hospital. J Am Anim Hosp Assoc. 18:891-9.\n\nI. Palmeira, M. J. Fonseca, C. Lafont-Lecuelle, P. Pageat, A. Cozzi, P. Asproni, J. Requicha and J.T. Oliveira (2017) Pain assessment in cats with dental pathology: the accuracy of a behavioral observation-based scale. European Congress of Veterinary Dentistry Proceedings. Pp 87.\n\nNiemiec BA (2008) Oral Pathology. Top Companion Anim Med. 23(2):59-71.\n\nCohen, AS, Brown DC (2002) Orofacial dental pain emergencies: endodontic diagnosis and management. In: Pathways of the Pulp, 8th edition (Cohen AS, Burns RC eds). St. Louis, Mosby. pp 31‒76.\n\nNiemiec BA (2005) Endodontics. In: Vet clin N Am. 35(4): 837-68.\n\nHolmstrom SE, Frost P, Eisner ER (1998) Endodontics. In: Veterinary Dental Techniques, 2nd edn. Philadelphia, WB Saunders. pp 312-7.\n\nDeforge DH: http://www.veterinarypracticenews.com/April-2009/Identifying-And-Treating- Oral-Pain/index.php?fb_comment_id=569809023123958_986424798129043#f37f617b61bb348\n\nGolden AL, Stol ler N, Harvey CE. (1982) A survey of oral and dental diseases i n dogs anaesthetised at a veterinary hospital. Am Anim Hosp Assoc 18:891-9.\n\nSection 3: 마취 및 통증 관리 서론\n거의 대부분의 개와 고양이가 치과/구강 질환을 가지고 있다(Lund EM et al 1999, U of Minnesota 1996). 이 질환은 종종 삶의 질(QoL), 영양학적 상태, 환자의 복지에 극한의 영향을 주는 심각한 통증과 염증을 일킨다. 그러나 고통의 외부 임상 증상이 항상 관찰되는 것이 아니기 때문에 대부분의 반려동물이 조용히 고통을 겪는다(Niemiec BA 2012)(구강 병리 부분 고).\nWSAVA 세계 통증 의회(WSAVA Global Pain Council)는 반려동물에서 통증의 예방, 평가, 치료에 관한 광범위한 가이드라인을 발표했다. 이 문서는 http://www.wsava.org/sites/default/ﬁles/jsap_0.pdf (Matthews K et al 2014)에서 다운로드가 가능하며 WSAVA 치과 표준화, WSAVA 영양학 평가, 앞로 나올 WSAVA 복지 가이드라인 관한 추가 읽을 거리로서 이용되어야 한다(Freeman L et al 2011).\n구강 및 상악-안면 질환은 적절한 임상적 그리고 방사선 검사와 치료를 위해 전신 마취가 필요하다. 치아 스 케일링을 포함한 전문적 구강 관리는 일반적로 경미한 통증과 관련이 있다. 상급의 치주 치료, 발치, 뿌리 관 치료, 하악/상악 절제술 및 턱골절 정복술과 같은 구강 외과 수술 등과 같이 더 습적인 치과 치료 과정 은 전형적로 중등도에서 극심한 통증과 관련이 있다. 적절한 마취와 효과적인 진통이 치과에서 중요한 역 할을 한다.\n이 섹션은 권고 사항을 제공하고 구강/치과 질환을 가진 개, 고양이 환자를 위한 마취와 통증 관리에 대한 “모 범 규준”를 제시한다. 이 주제에 대한 추가적인 정보를 가지고 있는 일부 리뷰 논문이 다른 곳에서 발표된 적 이 있다(Woodward TM 2008, Beckman B 2013, de Vries M Putter G 2015).\n\n“마취가 없는” 혹은 “무마취 치과”(NAD) 과정에 대한 입장\n“마취가 없는” 혹은 NAD는 많은 비전문가와 판에 박힌 예방 치과를 하는 일부 수의사에 의해 옹호되어왔 다. 미국 수의 마취 및 통증 협회(American College of Veterinary Anesthesia and Analgesia)는 미 국 동물 병원 협회(AAHA), 유럽 수의 치과회(EVDS), 미국 수의 치과 협회(AVDC)의 표준에 맞는 이 문 제에 관한 입장 성명을 발표했다(http://acvaa.org/docs/Anesthesia_Free_Dentistry.pdf). 유럽 수의 치과회와 미국 동물병원 협회의 입장 성명은 “치주  검사, 구강 내 방사선 촬영, 치과 스케일링, 발치와 같은 과정들이 구강 검사에 의해 정당화될 때 그 과정들은 마취 하에서 실시되어야 한다”라고 발표하였다 (https://www.avma.org/KB/Policies/Pages/AVMA-Position-on-Veterinary-Dentistry.aspx). 호 주 수의사 협회(Australian Veterinary Association)는 마취가 없는 치과를 복지의 문제로 입장 성명을 발표하였다: “마취가 없는 치과는 동물 복지에 부정적인 영향을 미칠 가능성이 상당히 높고 부정적인 심리 적, 행동적 결과를 가진다. 또한 시술자에 대한 상해의 위을 내포하고 있다. 온전히 의식이 있는 동물에서 전문적로 세심하고 완벽한 치과 검사를 수행하기가 불가능하다; 전신 마취가 개과 고양이에서 필요하다”(http://www.ava.com.au/node/85991).\n\nWSAVA 치과 표준화 위원회는 이런 관행에 강력히 반대하는데 그 이유는 그 자체 영역에서 뿐만 아니라 복 지 및 예방 영역에서도 논의된다. 마취 인식로부터 일부 다른 이유가 아래에서 논의된다:\n\n건강한 혹은 심지어 경미하게 쇠약한 반려동물에서 마취의 위은 훈련된 사람이 수행할 때 특히 낮며 마취를 피하는 것은 타당한 우려가 아니다.\n진정이 전신 마취보다 항상 더 안전한 것은 아니며 수의사/보호자가 항상 이 문제를 인식을 하는 것이 아니다. 화학적 보정에 필요한 일부 진정제는 종종 특별한 경우에서 기 사항이다. 가장 중요한 것은 진 정 동안 심폐의 감시를 쉽게 획득하지 못할 수도 있다.\n기도가 보호되지 않면 구강 및 치과 과정은 진정된 동물에서 일어날 수 있는 혈액, 타액, 파편 흡입의 발생을 증가시킬 수도 있다.\n전신 마취는 기도의 보호, 적절한 환기, 심폐 기능의 충실한 감시를 가능하게 한다. 마취 프로토콜은 사 례별로 조절될 수 있다.\n이 경우에서 진통은 대개 제공되지 않는다.\n목표는 동물과 보호자에게 훌륭한 삶의 질을 제공하는 것이다. 전문 직업로서 “우리가 더 잘 할 수 있 다” 그리고 “마취가 없는 치과”는 이 개념의 일부가 아니다.\n\n환자 준비 및 평가\n적절한 핸들링 및 보정은 스트레스를 최소화하고 진정을 쉽게 할 것이다. 대부분 방어적이거나 공격적인 행 동은 두려움, 걱정과 관련이 있다. 어려운 동물은 인내심과 온화한 접촉로 다루어야 한다. \n\n신경 이완성 진통제는 아편계 약물과 함께 진통제/신경 이완제의 배합이며 약물의 유효한 효과를 극대화하 는 반면 두 약물의 용량과 부작용을 줄이는 데 목적을 두고 있다. 진정과 전 마취를 위한 프로토콜은 일반적으로 아세프로마진(acepromazine), 덱스메데토미딘(dexmodetomidine) 또는 벤조디아제핀 (benzodiazepine) (예, 디아제팜(diazepam) 또는 미다졸람(midazolam)) 중 하나와 함께 아편계 약물 의 배합을 포함하지만 아편계 약물의 단독 혹은 벤조디아제핀계 약물과의 배합 투약이 종종 질병을 가지고 있는 ASA III 또는 IV 환자에서 사용된다. 진정과 전 마취에 사용되는 약물의 제시된 적응증, 장단이 Table 2에 설명되어 있다.\n\n마취 도입은 프로포폴(propofol), 알팍살론(alfaxalone), 티오펜탈(thiopental), 에토미데이트 (etomidate) 또는 케타민/디아제팜(ketamine/diazepam) 배합의 투여를 통해 성취될 수 있다. 각 마취 제는 고유의 장단을 가지고 있고(Table 3) 약물들은 심폐 억압을 최소하하며 “효과를 발휘”해야 한다. 휘 발성 마취제(예컨데 이소플루란과 세보플루란(isoﬂurane and sevoﬂurane))가 마취 유지를 위해 선호되 는 방법이다. 그러나 고농도의 휘발성 마취제는 쇠약한 환자들이 견딜 수 없을지 모르는 말초 혈관 확장을 발생시키고, 심근 수축력 및 심박출량을 감소시킬 수 있다. 균형 잡힌 마취를 사용함로써 감소된 마취제 농도로 저혈압은 가장 잘 예방할 수 있다; 휘발성 마취제 요구량을 감소시키고 훌륭한 혈역학 안정성 및 진 통을 제공하는 약물들(예컨데 아편성 약물 적 또는 일회 주입). 이는 노령의 혹은 쇠약한 환자들이 연관된 경우에서 특히 중요하다. 이 집단은 생리학적 예비(physiological reserves)가 감소되어 있며 마취 약물 들은 일반적로 상당한 결과를 초래할 수 있는 신체의 심각한 영향을 발생시킨다. 진정 및 전신 마취 중 눈 물 생산이 감소되기 때문에 눈은 적어도 매 시간 윤활제가 적용되어야 한다.\n\n제한된 약물 이용 가능성\n휘발성 마취제는 항상 이용이 가능하지 않고 많은 나라에서 아편계 약물들은 수의사에게 엄격한 규정과 관 리가 적용될 수 있다.\n최적의 마취/구강 치료가 주사 마취 프로토콜(예컨데 자일라진(xylazine), 케타민 및 디아제팜 배합, 그 리고 틸레타민-졸라제팜(tiletamine-zolazepam)과 관련된 프로토콜)의 사용로도 여전히 가능하다.\n전신 마취는 기관 내 삽관이 요구된다.\n이상적로 수액 치료/산소의 투여, 적절한 마취 및 체온 감시가 수행되어야 한다.\n국소 마취 차단이 광범위하게 유용하며 수술기(perioperative) 통증 관리에서 필수적이다(아래 고).\nNSAIDs 또한 이미 사용이 가능하며 다른 방법이 불가능할 때 수술 후 통증 및 염증을 조절하는데 중요 한 역할을 한다.\n주사용 트라마돌(tramadol)이 남미 및 유럽의 많은 국가에서 가능하며 만약 아편계 약물이 가능하지 않다면 효과적인 대체가 될 수 있다.\n\n삽관\n기관 내 삽관은 심지어 휘발성 마취제가 없거나 약물의 유용성이 제한적이더라도 치과 과정에서 필수적이 다.\n삽관에 사용되는 커프가 달린 기관 내 튜브는 기도 보호 및 보조적 환기의 방법을 제공한다. 이것은 높은 흡입의 위성 때문에 구강 치료 과정에서 특히 중요하다.\n구강 인후부의 패킹이 권장된다.(예방 부분을 조)\n기관 내 삽관은 전신 마취 중에 필요하고 수의사는 특히 고양이에서 커프의 과팽창을 피해야 하는데 왜 냐하면 특히 환자의 움직임 중 기관 손상/괴사를 발생할 수도 있기 때문이다.\n환자는 한에서 다른 로 회전될 때 항상 호흡 회로(breathing circuit)로부터 분리되어야 한다.\n\n수액 처치\n정맥의 접근은 이상적로 정맥 내 카테터를 이용한 최고급 치료의 일부분로 모든 환자에서 이루어져야 한다. 그것은 수술기 동안 수액, 응급 약물, 항생제, 진통제 및 마취제의 투여를 가능하게 한다.\n수액 처치는 계속되는 소실을 보상하고, 탈수와 저혈량증을 예방 및 치료하며, 전해질을 제공한다.\n대부분의 마취 약물은 어느 정도의 심혈관 억압을 야기하고 균형적인 정질(crystalloid) 용액의 투입은 마취 중 수화 상태와 조직 관류를 최적화할 것이다.\n선택은 환자의 요구와 필요에 기초로 할 것이다. 일반적로, 감지하지 못하는 액체 소실이 더 적기 때문 에 외과적 정질 용액 속도(5 mL/kg/hour)보다 더 낮은 속도(2-3 mL/kg/hour)가 구강 수술 중인 마 취 환자에서 사용되는 것로 받아들여 진다.\n개와 고양이에서 특히 치료 과정이 길어지고 습적인 특성이 아닌 을 감안하면 수액의 과부하는 위쪽 하다. 만약 동반된 심질환이 없는 저혈량증의 경우에 필요하다면 더 높은 속도의 수액이 투여되어야 할 것이다.\n진행된 신장 질환을 가진 환자는 적절한 수화를 유도하는 수술기 수액의 투여로부터 혜택을 받을 수 있 을 것이다.\n\n감시\n마취 감시는 발생률 및 사망률의 감소와 유의한 관련성이 있다. 대부분의 마취사가 개와 고양이가 면밀하게 감시되지 않거나 종종 사람의 실수 때문에 발생하기 때문에 수의사는 수술기의 사고사에 대해 “마취” 그 자 체의 탓로 돌려서는 안된다. 간단한 말초 맥박 촉진과 맥박 산소 측정은 고양에서 마취 관련 사망의 위쪽 을 80%까지 상당히 줄일 수 있다 (Brodbelt et al 2007).\n맥박 산소 측정은 촉자가 쉽게 이탈될 수 있어서 구강 치료 수행을 중 마취 감시를 어렵게 할 수 있지 만 귀나 발다박에 설치할 수 있다.\n평균 혈압 감시는 적절한 조직 관류를 위해 70mmHg이상 유지되어야 한다. 이것은 만성 신장 질환이 있는 개와 고양이에서 특히 중요하다. 도플러 초음파는 수축기 혈압 측정에 이용될 수 있다.\n호흡수의 감시가 “호흡 기능의 질”(크기, 가스 교환, 대사, 마취 호흡계로부터의 분리 등)에 대한 정보를 제공하지 않기 때문에 호흡은 이상적로 호기말 이산화탄소 분압 측정기(capnography)를 이용하여 감시되어야 한다.\n체온은 37에서 38°C (98.6 - 100.4°F) 사이에 유지되어야 한다. 그것은 모든 상황에서 감시되어 야 한다(Stepaniuk K Brock N 2008). 저체온증의 예방은 차가운 표면과의 접촉을 피하고, 발열 패 드, 능동적인 발열 기구 및 담요의 사용, 따뜻한 환경에서 작업로써 가능할 수 있다. 사지 말단 주위의 버블 플라스틱 랩 또한 저체온증의 예방을 위해 이용될 수 있다. 이 재료는 싸고 전세계적로 이용가능 하다.\n\n장비\n전신 마취 전에 마취 기계, 호흡계 및 기관 내 튜브를 포함한 마취 장비를 검사해야 한다. 장비들은 깨끗하고 훌륭한 사용 상태여야 하며 규칙적로 관리되어야 한다.\n\n이상적로 마취-관련 사망 고위군의 개와 고양이(예, ASA III 또는 이상)는 가능하다면 수의 마취의 고등 훈련을 받은 수의사에게 위탁해야 한다(예, 일부 국가는 미국 또는 유럽 수의 마취 및 진통 학회에 의해 엄격 한 훈련을 받은 협회 자격증이 있는 수의사들이 있다).\n\n통증 관리 일반적인 고려 사항\n통증 관리는 윤리 및 복지 관에서 중요한 것 뿐만 아니라 기관(organ) 기능을 복구하고, 퇴원을 단축시키 고, 경제적 비용을 최소화하기 위한 치료 전략로서 중요하다. 국제 통증 연구를 위한 학회(International Association for the Study of Pain, IASP)는 사람 치과에서 통증에 대한 초보자 수준의 교육 과정의 윤 곽을 발표했다(http://www.iasp-pain.org/Education/CurriculumDetail.aspx?ItemNumber=763). 수의대 학생을 가르치기 위해 수의학에서 비슷한 윤곽을 개정 및 적용하였다. 수의 치과에서 수의사는 통증 관리의 검증된 방법을 적용하고 적절한 경우에는 이용 가능한 논문 및 과학적 증거에 기초하여 구강-안면 통 증을 치료해야 한다. 구강 및 상악-안면 질환에서의 통증 관리 원칙들이 아래에 나와있다:\n통증은 네 번째 중요 평가로 여겨지고 통증의 평가 및 치료는 각 환자의 “치료”의 일부가 되어야 한다. 수술기 동안 그리고 퇴원 후 수일에서 일주일 동안의 진통 계획이 있어야 한다.\n\n진통 프로토콜은 사례별로 만들어져야 하고 용량법은 그에 따라 조정되어야 한다. 치과 환자는 다양한 수준의 통증을 가지며 효과적인 접근이 어려울 수 있다.\n통증 관리는 예방적 그리고 다양한 진통적 접근을 가지고 항상 최고로 다루어지며 종종 환자가 명백한 통증의 증상을 보여주지 않기 때문에 구강 질환을 가진 환자에서 더욱 더 중요할 것이다(Box 1).\n“기본적인” 진통 프로토콜은 기 사항이 없다면 아편계 약물의 투여, 국소 마취 차단, 비스테로이드성 항염제를 포함한다(Mathews et al. 2014 for drugs, doses and indications 고).\n각 종류의 진통제의 장단을 고려해야 한다.\n보조적인 진통제의 투여는 중등도 및 심한 통증의 경우 그리고 퇴원 환자를 위해서 권장된다. 예컨데 빈 번한 평가와 아편계 및 케타민의 적 투여 치료가 요구되는 습적 외과 치료를 위해 환자의 입원이 권 장된다.\n\n통증 평가\n구강 질환을 가진 환장의 통증 평가를 위한 특별한 장비/기구들이 아직 알려져있지 않기 때문에 수의사가 개 와 고양이에서 통증을 평가하기가 힘들다. 하나의 기구가 현재 연구 중이고 특히 만성 감염 혹은 외상이 존 재하는 대다수의 동물이 통증을 가지고 있는 것로 일반적로 받아들여지고 있다(Della et al 2016). 구 강 질환 및 연관된 통증은 삶의 질과 영양학적 상태에 영향을 주기 때문에 이것은 복지의 문제이다(Box 2). 최근 한 연구에서 치과 질환이 고양이의 통증과 관계가 있었다(Palmeira et al 2017).\n\n일반적로 구강 질환과 관련된 통증은 구강 치료 후 개선될 수 있는 특이적 혹은 비특이적인 임상 증상을 유발할 수 있다. 치과 통증의 증상은 타액 과다, 구취, 감소된 식욕, 얼굴 문지르기 혹은 발로 문지르기, 태도 변화, 장난감 가지고 놀기를 꺼리는 것을 포함한다. 통증 인지 및 평가는 개와 고양이에서 글라스고 통증 채(Glasgow pain scoring) 수단을 이용해 수행될 수 있다(Reid et al 2017). 이 수단들은 특별히 구강 질환이 있는 환자에서는 검증되지 않았지만 “전반적인” 그의 아이디어를 제공하고 내과/외과적 질환에서 사용될 수 있다.\n\n수술기 통증 관리\n\n아편계 약물은 급성 통증 관리에서 치료의 첫 번째 라인이며 다른 곳에서 상세하게 리뷰되었다(Simon BT Steagall PV 2016, Bortolami E, Love EJ 2015).\n그것은 (약물과 환자의 건강 상태에 의존하여) 다양한 수준의 진정을 유발하고, (개에서) 농도-의존적쪽로 마취 필요성을 감소시키며, 가역성의 혜택(beneﬁt of reversibility)을 가진다.\n아편계 약물은 수용체 친화성, 효능, 유효성, 각 반응에 따라 다양한 효과를 가진다.\n이 토론은 가이드라인의 범위를 넘지만 많은 완전 아편계 작용약(full opioids agonists)(예컨데 몰핀 (morphine), 하이드로몰폰(hydromorphone), 메타돈(methadone), 펜타닐(fentanyl), 레미펜타 닐(remifentanil))은 용량 의존성 진통 효과를 제공하고, 전신 혈관 저항 또는 심근 수축력의 변화없이 서맥을 유도하고, 혈역학적 안정화를 제공하는 미주 신경 긴장을 증가시킬 것이다.\n뷰프레놀핀(Buprenorphine)은 뮤-아편계 수용체(μ-opioid receptors)의 부분 작용약이며, 고양이 에서의 사용이 리뷰되었다(Steagall PV et al 2014). 뷰프레놀핀과 메타돈 둘 다 고양이에서 구강  막을 통해 투여 가능하며 유의한 진통 효과를 제공한다. 이것은 치과 환자에서 흥미롭지만 보호자에 의 해 투여되는 이런 약물의 처방에 대한 법적 문제를 가지고 있다. 또한 염증이 구강 막 pH와 아편계 약 물의 흡수 및 진정 효능에 영향을 미치는지는 알 수 없다.\n\n대다수의 구강 및 상악-안면 질환과 치료 요법은 염증과 조직 손상/외상을 수반한다. 이런 증례에서 NSAIDs의 투여가 강력히 권장되며 수의사는 그들 국가에서 인증된 용량법을 숙지해야 한다.\n만약 기 사항이 없다면 NSAIDs 치료는 구강 질환/치료 과정의 형태에 따라 일반적로 3-7일 정도 투여된다.\nNSAIDs는 또한 고양이에서 며칠 동안 투여될 수 있다. \n\n구강의 국소 마취 기법\n국소 마취 약물은 나트륨/칼륨 경로와 통각 입력 전달의 가역적 차단을 발생시킨다. 국소 마취 기법은 수술 기 (그리고 수술 후 즉시) 진통을 제공하고 비용대비-효율적인 방식로 휘발성 마취제의 필요성을 감소시 킨다(Snyder CJ Snyder LB 2013, Aguiar J et al 2015, Gross ME et al 1997, Gross ME 2000). 뿐만 아니라 초기 수술적 외상을 둔하게 하고 회복 시간을 감소시킨다. 이 차단은 최소한의 훈련이 필요하며 발치를 포함한 다양한 치과 치료 또는 상악 절제술, 하악 절제술, 다른 치료와 같은 많은 구강 수술에서 사용 될 수 있다. 일부 고려 사항들이 아래에 나와있다:\n불행하게도 국소 마취 기법은 사용에 익숙하지 않아서 수의학에서 널리 쓰이지 않는다. WSAVA 치과 표준화 위원회는 진통제의 사용이 제한된 경우 수술기 통증 관리를 위해 이 기법을 사용할 것을 강력하 게 제안한다.\n이런 약물은 즉시 사용 가능하며 구강 상악-안면 질환을 가진 환자의 마취 관리의 일부가 되어야 한다.\n해부학적 차이 때문에 개에서 사용하는 기법이 고양이에게 직접적로 적용될 수 없다는 사실이 중요하 다.\n다양한 국소-국부(loco-regional) 마취 기법을 묘사한 설명과 도표가 통증의 인지, 평가, 관리에 관한 WSAVA 가이드라인에서 설명되어 있다(Mathews K et al 2014).\n이 기법은 몬트리올대학 수의학과의 유투브 채널에서 시청할 수 있다(링크 아래에 제공).\n\n재료:\n구강의 국소-국부 마취 기법은 일회용 1mL 주사기, 25-30mm 27G 또는 25G 바늘과 같은 단순하고 저 비용의 재료가 필요하다. 큰 바늘은 신경과 혈관 손상을 야기할 수 있기 때문에 지양되어야 하는 반면 작은 주사기는 주입 시 과도한 압력을 유발하고 국소 조직 손상을 일킬 수 있다.\n\n약물\nTable 4는 국소 마취제의 일반적인 용량과 농도를 보여주고 있다(Table 4). 레보뷰피바카인 (levobupivacaine) 또는 뷰피바카인은 연장된 작용 기간 때문에 구강 국소마취 기법에서 리도카인보다 더 선호될 것이다. 그러나 만약 구강과 특히 혀는 치료의 종결 후/기관 튜브를 제거 후에도 여전히 마취가 되어 있는 경우 자가-절단이 일화적로 보고된 적이 있다. 혀 및 턱목뿔(mylohyoid) 신경의 마취는 아마 하악 신경 차단 중에 일어날 것이고 혀의 앞쪽 3분의 2의 무감각증을 초래할 것이다. 이 견해는 국소 마취의 사용으로 수술 중 그리고 초기 수술 후 탁월한 진통을 가지며 반면 수술 후 통증 경감은 아편계 약물, NSAIDs , 보조적인 진통제의 투여로 획득된다는 것이다. 일부 수의사는 구강 차단을 위한 국소 마취제와 뷰프레놀핀 (0.003-0.005 mg/kg)과 같은 아편계 약물을 조합한다. 사람에서 뷰프레놀핀의 투여가 작은 구강 수술 후 뷰피바카인의 효과를 향상 및 연장한다(Modi M et al 2009). 개에서 뷰피바카인 단독 혹은 뷰프레놀핀과 의 조합이 이소플루란의 필요성을 약 20%까지 감소시켰다. 뷰프레놀핀의 추가는 신경 차단 기간을 연장시 키지 않았지만 일부 개체에서 장기간 이소플루란 절약 효과를 발생시켰다(Snyder LB et al 2016).\n\n국소 마취제의 혼합\n역사적로, 2% 리도카인과 0.5% 뷰피바카인은 뷰피바카인의 작용 시작을 감소시키는 반면 리도카인의 작 용 기간을 증가시키기 위해 함께 혼합되었다. 그러나 이 약물들은 서로 다른 pKa, 단백질 결합 %를 가지며 이 조합이 뷰피바카인 단독 사용보다 뛰어나다는 증거가 없다. 결과는 예상하기 힘들고 작용 기간이 실제로 감소되었다(Shama T et al 2002).\n\n용량\n\n이 기법을 위해 소량의 국소 마취제가 요구된다. 만약 필요한 모든 치과 차단을 고려하여 독성 용량이 계산 되는 한 일반적로 고양이에서 0.1-0.2mL 개에서 0.2-1mL까지 리도카인 혹은 뷰피바카인의 용량이 다 양하다(아래 고). 구강은 다양한 뇌신경 가지들이 광범위하게 분포하고 있고 차단이 실패되는 것은 드물지 않다(Krug W Losey J 2011). 수의사가 만약 독성 용량(아래 합병증을 고)을 고려한다면 반복 가능한 기법의 조합을 사용해야 하지만 다른 진통 기법들이 항상 고려되어야 한다. 골 내 또는 인대 내 마취는 다른 기법이 실패했을 때 선택될 수 있지만 이 차단은 주사 시 내재적 통증을 유발한다.\n\n\n합병증 예방\n국소 마취 차단의 투여 전 합병증 예방을 위한 몇몇 중요한 고려 사항이 있다.\n\n독성 용량 계산 - 투여 용량법과 투여 간격이 적절하게 계산되지 않았을 때 국소 마취제의 독성이 발생 할 수 있다.\n10mg/kg(개)과 5mg/kg(고양이) 이상의 리도카인, 그리고 2mg/kg(두 종에서 모두) 이상의 뷰피바 카인은 개와 고양이에서 발작, 심폐 억압, 혼수, 사망과 같은 독성 임상 증상을 야기할 수도 있다(Chadwick 1985, Feldman et al 1989, Feldman et al 1991, Woodward TM 2008).\n\n혈액의 음압 흡인 - 수의사는 심장 독성 측면 때문에 뷰피바카인 투여 시 우발적인 정맥 내 투여를 예방 하기 위해 약물 투여 전에 항상 혈액의 음압 흡인 검사를 해야한다(Aprea F et al 2011). 만약 뷰피바 카인이 정맥 내로 투여되면 심실 조기 수축과 같은 부정맥이 관찰될 것이다.\n리도카인의 정맥 내 투여는 문제가 아니지만 차단이 효과적이지 않고 혈종/출혈을 야기할 수 있다 (Loughran CM et al 2016). 혈종은 국소 마취 투여 후 30-60초 동안 지압을 이용하여 가장 잘 예방 할 수 있다.\n투여에 대한 저항성 - 투여에 대한 저항성이 신경 바늘 투와 신경 손상의 위을 지시할 수 있기 때문 에 만약 저항이 발생한다면 국소 차단이 이루어져서는 안된다. 이런 경우 바늘을 빼거나 다시 적용해야 한다.\n\n드물지만 국소 마취 차단 후 구강의 합병증이 보고되고 있고 아주 가끔 안구 적출이 필요한 안구의 관통을 포함한다(Perry R et al 2015). 안구 관통은 또한 발치에 의해서도 야기될 수 있고 따라서 마취제의 투여 와 관련이 없을 수도 있다(Smith MM et al 2003, Guerreiro CE et al 2014). 수의사는 이 기법의 사용 을 두려워해서는 안된다; 그러나 이 기법은 적절한 표지쪽(landmarks)을 이용해 주의해서 사용되어야 한 다. 국소 차단은 농양 혹은 종양이 있을 경우에는 감염 혹은 종양 세포 파종의 위성 때문에 피해야 한다.\n\n염증과 국소 마취 차단의 실패\n국소 마취제는 pKa가 7.5와 9 사이이며 염산염(pH 3.5-5.0)의 산성 용액로 만들어진다. 이 제제는 이 온화 형태의 망상 퍼짐(net prevalence)을 제공하고 따라서 수용성이다. 국소 마취 용액이 생리학적로 pH 7.4인 신체 조직로 주입될 때, 비이온화된 지용성 형태가 만연될 것이다. 이것은 비이온화 형태가 생 물학적 막을 통과 하기 때문에 약물의 효과에 있어서 중요하다. 염증성 조직에서는 이온화된 형태가 만연하고 이것은 왜 국소 마취제가 그런 상태에서(산성 pH와 염증) 비효과적일 수 있는지 설명이 된다. 국소 마취 차단의 투여는 효능을 증대시키기 위해 비염증성 부위에서 수행되어야 한다. 예를 들면, 하치조 신경 차단 (inferior alveolar nerve block)은 그 차단이 염증 부위로부터 근위(거리)에서 수행되기 때문에 원위의 염증성 치아의 마취를 일킬 수 있다.\n\n특수 기법들\n하치조  신경  차단  (https://www.youtube.com/watch?v=2q8ndh5Bn6U)\n\n치아, 아랫입술, 혀의 일부, 경구개, 연구개를 포함한 하악골의 감각 및 운동 신경 지배의 마취. \n\n구개 신경 차단 (https://www.youtube.com/watch?v=-xsDqqGRrjI)\n\n구개 신경과 구개의 마취\n안와 아래 신경 차단 (https://www.youtube.com/watch?v=H3L1LHBcM-g)\n\n구강 내의 피부와 연부 조직, 비강의 등쪽 부분, 안와 아래 구멍 앞의 상악골, 앞니의 마취. 같은 의 송곳 니의 무감각화를 위해서 상악 신경 차단이 더 선호되며 더 지속적인 차단을 발생시킨다. 안와 아래 구멍이 안구의 바로 아래에 위치하기 때문에 주의가 요구된다. 안와 아래 관은 정상 및 장두종의 개에 비해 고양이와 단두종의 개에서 훨씬 더 짧다. 그것은 길이가 단 몇 mm이다. 안구 관통을 예방하기 위해서, 바늘은 배로 주입되고 대략 2mm 정도만 전진되어야 한 다.\n\n중간  이  신경  차단  (https://www.youtube.com/watch?v=r9j06VVGvMw)\n\n앞쪽 아랫입술 및 같은  앞니 뼈/치아를 포함한 하악의 마취. 고양이와 소형견에서는, 구멍이 작며 신 경 손상을 예방하기 위해 관통되지 않아야 한다.\n\n상악  신경  차단  (https://www.youtube.com/watch?v=1AYNmsyzCv0)\n같은  상악, 치아, 구개, 코의 피부,  및 윗입술의 마취. 상악 신경의 또 다른 접근이 설명된 적이 있다. 안와 아래 접근을 이용하여 카테터(이 없는)의 끝이 안와 아래 관과 평행한 가상의 선과 그것에 직각쪽 로 그려진 외안각 절개(고)지까지 전진된다. 윗입술이 거상되면 안와 아래 구멍이 위치한다 (대략 3번 째 작은 어니 등로). 카테터는 약 2-4mm정도 구멍 속로 전진되고 카테터의 크기는 수의사에 의해 미리 선택된다.\n\n*주사 용량(0.25 ‒ 1 mL)은 크기, 환자의 해부학 및 체중에 따라 다양하다. 마취 차단은 과정의 기간, 수술 후 진통제의 관심, 최고 권장 용량 이하의 사용에 따라 반복될 수도 있다(교재 조).\n\nReferences\n\nLund EM, Armstrong PJ, et al (1999): Health status and population characteristics of dogs and cats examined at private veterinary practices in the United States. J Am Vet Med Assoc. 214, 1336-41.\n\nNational Companion Animal Study (1996) : University of Minnesota Center for companion animal health. Uplinks: pp 3.\n\nNiemiec BA (2012) How to address and stabilize dental emergencies. In: Veterinary Dentistry Applications in Emergency Medicine and Critical or Compromised Patients. San Diego, Practical  Veterinary Publishing. pp 1-32.\n\nMathews K, Kronen PW, Lascelles D, et al (2014) Guidelines for recognition, assessment and treatment of pain: WSAVA Global Pain Council members and co-authors of this document. J Small Anim Pract. 55(6):E10-68.\n\nFreeman L, Becvarova I, Cave N,et al (2011) WSAVA Nutritional Assessment Guidelines. J Small Anim Pract. 52(7):385-96.\n\nWoodward TM (2008) Pain management and regional anesthesia for the dental patient. Top Companion Anim Med. 23(2):106-14.\n\nBeckman B (2013) Anesthesia and pain management for small animals. Vet Clin North Am Small Anim Pract. 43(3):669-88.\n\nde Vries M, Putter G (2015) Perioperative anaesthetic care of the cat undergoing dental and oral procedures: key considerations. Journal of Feline Medicine and Surgery 17, 23-36.\n\nRodan I, Sundahl E. Carney H et al (2011) AAFP and ISFM Feline-friendly handling guidelines. Journal of Feline Medicine and Surgery. 13, 364-375.\n\nReid, J; Nolan, AM; Hughes, JML, et al (2007). Development of the short-form Glasgow Composite Measure Pain Scale (CMPS-SF) and derivation of an analgesic intervention score. Animal Welfare, Volume 16, Supplement 1, pp. 97-104(8)\n\nBrodbelt, D.C, Blissitt, K.J., Hammond, R.A., et al. (2008) The risk of death을(를) 실시한다 the conﬁdential enquiry into perioperative small animal fatalities. Veterinary Anaesth esia and Analgesia. 35, 365-373.\n\nBrodbelt DC, Pfeiffer DU, Young LE et al. (2007) Risk factors for anaesthetic-related death in cats: results from the conﬁdential enquiry into perioperative small animal fatalities (CEPSAF). British Journal of Anaesthesia. 99, 617‒623.\n\nMatthews NS, Mohn TJ, Yang M, et al (2017) Factors associated with anesthetic-related death in dogs and cats in primary care veterinary hospitals. J Am Vet Med Assoc. ;250(6): 655-665.\n\nAlef M, von Praun F, Oechtering G (2008) Is routine pre-anaesthetic haematological and biochemical screening justiﬁed in dogs? Vet Anaesth Analg. 35(2):132-40.\n\nde Miguel Garcia C, Whiting M, Alibhai H (2013): Cerebral hypoxia in a cat following pharyngoscopy involving use of a mouth gag. Vet Anaesth Analg.;40(1):106-8.\n\nStiles J, Weil AB, Packer RA, Lantz GC.(2012): Post-anesthetic cortical blindness in cats: twenty cases. Vet J.;193(2):367-73.\n\nMartin-Flores M, Scrivani PV, Loew E, Gleed CA, Ludders JW.(2014) Maximal and submaximal mouth opening with mouth gags in cats: implications for maxillary artery blood ﬂow. Vet J.;200(1):60-4.\n\nScrivani PV, Martin-Flores M,  van Hatten R, Bezuidenhout AJ. (2014)Structural and functional changes relevant to maxillary arterial ﬂow observed during computed  tomography and nonselective digital subtraction angiography in cats with the mouth closed and opened.Vet Radiol Ultrasound. 55(3):263-71.\n\nBarton-Lamb AL, Martin-Flores M, Scrivani PV, et al (2013) Evaluation of max illary arterial blood ﬂow in anesthetized cats with the mouth closed and open. Vet J. 196(3):325-31.\n\nMitchell SL, McCarthy R, Rudloff E, et al. (2000) Tracheal rupture associated with intubation in cats: 20 cases (1996‒1998). J Am Vet Med Assoc 216: 1592‒1595.\n\nStepaniuk K, Brock N (2008) Hypothermia and thermoregulation during anesthesia for the dental and oral surgery patient. J Vet Dent. 25(4):279-83.\n\nDella RG, Di Salvo A, Marenzoni ML et al. Development and initial validation of a pain scale for the evaluation of odontostomatologic pain in dogs and cats: preliminary study. Proceeding of the Association of Veterinary Anaesthetists Meeting, 20-22nd April 2016, Lyon, France.\n\nReid et al (2017) Deﬁnitive Glasgow acute pain scale for cats: validation and intervention level. Vet Rec 180:449.\n\nSimon BT, Steagall PV (2016) The present and future of opioid analgesics in small animal practice. J Vet Pharmacol Ther. (in press) doi: 10.1111/jvp.12377.\n\nBortolami E, Love EJ. (2015) Practical use of opioids in cats: a state-of-the-art, evidence- based review.J Feline Med Surg. 17(4):283-311.\n\nSteagall PV, Monteiro-Steagall BP, Taylor PM. (2014) A review of the studies using buprenorphine in cats. J Vet Intern Med. ;28(3):762-70\n\nSnyder CJ, Snyder LB (2013)Effect of mepivacaine in an infraorbital nerve block on minimum alveolar concentration of isoﬂurane in clinically normal anesthetized dogs undergoing a modiﬁed form of dental dolorimetry. J Am Vet Med Assoc. 15;242(2):199-204.\n\nAguiar J, Chebroux A, Martinez-Taboada F, Leece EA. (2015)Analgesic effects of maxillary and inferior alveolar nerve blocks in cats undergoing dental extractions. J Feline Med Surg. 17(2):110-6.\n\nGross ME, Pope ER, O'Brien D, Dodam JR, Polkow-Haight J (1997) Regional anesthesia of the infraorbital and inferior alveolar nerves during noninvasive tooth pulp stimulation in halothane-anesthetized dogs. J Am Vet Med Assoc. 211(11):1403-5.\n\nGross ME1, Pope ER, Jarboe JM: (2000) Regional anesthesia of the infraorbital and inferior alveolar nerves during noninvasive tooth pulp stimulation in halothane-anesthetized cats. Am J Vet Res. 61(10):1245-7.\n\nModi M, Rastogi S, Kumar A. (2009) Buprenorphine with bupivacaine for intraoral nerve blocks to provide postoperative analgesia in outpatients after minor oral surgery. J Oral Maxillofac Surg. 67(12):2571-6.\n\nI. Palmeira, M. J. Fonseca, C. Lafont-Lecuelle, P. Pageat, A. Cozzi, P. Asproni, J. Requicha and J.T. Oliveira (2017) Pain assessment in cats with dental pathology: the accuracy of a behavioral observation-based scale. European Congress of Veterinary Dentistry Proceedings. Pp 87.\n\nChadwick HS (1985) Toxicity and resuscitation in lidocaine- or bupivacaine-infused cats. Anesthesiology 1985; 63:385-390.\n\nFeldman HS, Arthur GR, Covino BG (1989) Comparative systemic toxicity of convulsant and supraconvulsant doses of intravenous ropivacaine, bupivacaine, and lidocaine in the conscious dog. Anesth Analg 69, 794-801.\n\nFeldman HS, Arthur GR, Pitkanen M et al. (1991) Treatment of acute systemic toxicity after the rapid intravenous injection of ropivacaine and bupivacaine in the conscious dog. Anesth Analg 73, 373-384.\n\nSnyder LB, Snyder CJ, Hetzel S. (2016) Effects of Buprenorphine Added to Bupivacaine Infraorbital Nerve Blocks on Isoﬂurane Minimum Alveolar Concentration Using a Model for Acute Dental/Oral Surgical Pain in Dogs. J Vet Dent. ;33(2):90-96.\n\nShama T, Gopal L, Shanmugam MP, et al (2002): Comparison of pH-adjusted bupivacaine with a mixture of non-pH-adjusted bupivacaine and lignocaine in primary vitreoretinal surgery. Retina. 22(2): 202-7.\n\nKrug W, Losey J. Area of desensitization following mental nerve block in dogs. J Vet Dent. 28(3):146-50.\n\nAprea F, Vettorato E and Corletto F.(2011) Severe cardiovascular depression in a cat following a mandibular nerve block with bupivacaine.Vet Anaesth Analg; 38: 614‒618.\n\nLoughran CM, Raisis AL, Haitjema G, Chester Z.(2016)Unilateral retrobulbar hematoma following maxillary nerve block in a dog. J Vet Emerg Crit Care (San Antonio). 26(6): 815-818.\n\nPerry R, Moore D, Scurrell E.(2015) Globe penetration in a cat following maxillary nerve block for dental surgery. J Feline Med Surg. 17(1):66-72.\n\nSmith MM1, Smith EM, La Croix N, Mould J.(2003) Orbital penetration associated with tooth extraction. J Vet Dent. 20(1):8-17.\n\nGuerreiro CE, Appelboam H, Lowe RC.(2014) Successful medical treatment for globe penetration following tooth extraction in a dog. Vet Ophthalmol.17(2):146-9.\n\nSection 4: 구강 검사 및 기록\n모든 환자의 철저한 구강 진단은 증례 병력, 임상 검사 그리고 챠트 작성, 치과 방사선 그리고 필요하다면 실실 검사의 결과에 기초를 둔다. 검사는 중요한 을 놓치지 않기 위해 체계적인 방법로 이루어져야만 한 다. 모든 발견은 의료 병력에 기록되어야 한다.\n\n의식이 있는 환자의 검사\n일부 과정은 첫 진료 동안 의식이 있는 환자에서 수행될 수 있다. 결과는 개괄적인 질병의 정도를 알려주고 예비적인 치료 계획의 수립을 가능하게 한다. 이것은 초기 계획이고 후속 치료는 종종 필히 마취 하에서 얻 어지는 검사 및 방사선 사진을 토대로 해야만 한다는 사실을 포함하여 보호자와 함께 면밀하게 토의되어야 한다.\n\n구강/치과 검사\n검사는 구취, 섭식 습관의 변화, 타액 과다, 머리 흔들기 등과 같은 치과 질환을 나타낼 만한 징후들을 포함 하는 면밀한 병력 청취부터 시작된다. 임상 검사는 눈, 두부의 대칭성, 종창, 프절, 코, 입술을 평가하기 위 해 머리의 검사부터 시작한다. 다음로 교합과 측두 하악골 관절(TMJ)의 기능성이 평가되어야 한다. 치과 검사는 분실된, 파절된 또는 착색된 치아 뿐만 아니라 치열(일차/영구)의 단계를 관찰하는 것을 포함한다. 구강의 연부 조직 검사는 구강 막, 치은, 구개, 혀의 등쪽 및 배면, 편도선, 샘 및 관을 포함한다. 검사 자는 종양, 종창, 궤양, 출혈, 염증을 위해 구강 연부 조직을 평가해야 한다. 의식이 있는 환자에서의 치주 검 사는 치은의 염증, 치석 퇴적물, 치은 퇴축에 초을 두어야 한다. 뿐만 아니라 용해된 티올의 정도를 측정하 기 위한 치주 진단 검사 스트립이 잇몸 건강과 치주 상태에 대한 매우 유용한 진료실 지시자가 될 수 있다 (Manfra Maretta et al, 2012). 이것은 치과적 권고 사항에 대한 보호자의 준수를 향상시키는 것로 나 타났다.\n\n구강 건강 지표(Oral Health Index, OHI)\n모든 증례에서 첫 번째 단계는 최소한의 임상 자료를 수집하는 것이다. 구강 건강 지표(OHI)(Gawor et al., 2006)는 의식이 있는 환자의 기본 검사로부터 만들어진 유용한 방법이며 전반적로 좋은 임상적 인상 을 준다. 검사는 구강 및 주위 부위 뿐만 아니라 생활 형태 및 영양도 포함한다. 검사된 평가 항목은 프절, 치아 퇴적물, 치주 상태, 영양, 구강 관리(전문적 및 홈케어)를 포함한다. 평가 항목은 임상 증상에 관련하여 수를 매기고 그리고 나서 전체 수가 결정된다. 결과는 추가적인 검사 및/혹은 치료가 지시되는지를 결정 하고 확정하는 데에 도움이 된다. Link to PDF\n\n교합\n미국 수의 치과 협회(AVDC)의 전문 용어 위원회에 따라 이상적인 교합은 다음과 같이 묘사된다: 상악 치아 와 하악 치아의 완벽한 감합(interdigitation). 개에서 이상적인 치열 궁(arches) 내에서 치아의 위치는 전 형적인(archetypal) 개의(예컨데 늑대) 치아의 교합, 치열 궁-사이 및 치아 사이의 관계에 의해 정의된다 (www.avdc.org/nomenclature). 비정상은 각 치아의 골격의 부정 교합 또는 위치 이상로 정의된다( 더 상세한 정보를 위해서 부정 교합의 1d 장을 고하라).\n\n치아 교합을 위한 검사 목록: (Gorrel C, 2004)\n머리 대칭\n앞니 관계\n송곳니 교합\n작은어니 배열\n뒤쪽 작은어니/큰어니 교합\n각 치아의 위치\n전신 마취 하에서의 검사\n완전한 검사는 전신 마취 하에서만 이루어질 수 있다. 마취 전 검사 및 마취는 마취 섹션 XX(Section XX, Anaesthesia)에 설명되어 있다. 마취 도입 후 검사는 일제히 수행된 챠트 작성을 이용해 상세하고 체계적 인 방법로 이루어져야 한다. 구강 전반의 시각적인 검사 후 촉각적인 검사가 적절한 기구를 이용하여 두 단계로 수행된다. 첫 번째로 치아 자체는 치아 을 이용하여 치아 마모, 흡수, 충치, 수질 노출, 에나멜질 질환과 같은 결손이 검사된다. 이 후 치은 낭(pocket) 깊이 및 치근 이개부 노출이 치주 을 이용해서 평 가된다. 적절한 진단을 위해 관련된 구조의 해부학을 아는 것이 중요하다( 더 상세한 정보를 위해 구강 및 치과 해부학 그리고 생리학의 1a 장을 고하라). 검사자 한 명과 기록자 한 명이 함께 하는 포 핸디드(four- handed) 작업이 매우 도움이 된다 (Huffman LJ, 2010).\n\n단계적인 검사:\n구강 인후부를 검사하라: 기관 내 삽관과 인후부 패킹 전에 구강 인후부의 빠른 검사가 권장된다\n(Fig 1).\n\n수술 전 사진 촬영을 하라: 수술 전 사진은 치료 전에 촬영되어야 한다. 양쪽 각 한 장씩 그리고 앞쪽 한 장이 권장된다. 사진은 주인에게 시각적인 증거를 보여주는 것 뿐 아니라 수술 전 치아 상태를 증 명하는데 이용된다. 전체 치열 및 주변 구조의 더 좋은 시야를 위해 입술 견인기 또는 치과 거울을 이용하는 것이 권장된다(Fig. 2).\n\n세균의 양을 줄여라: 0.12% 클로르헥시딘을 이용하여 구강을 세척하라.\n\n치열을 평가 및 확인하라: 유치, 영구치 혹은 혼합.\n\n연부 조직을 평가하라: 변화 및 구강 종양을 위해 구강 막(색깔, 촉촉함, 종창), 입술 및 , 구개, 혀 및 혀밑 조직 등을 포함한 구강 전체가 검사되어야 한다.\n\n초반 치아의 스케일링: 치아 표면과 잇몸의 더 좋은 시야를 위해 치아 스케일러를 이용한 초반 스케 일링이 권장된다.\n\n수술 중 사진: 스케일링에 의해 드러난 병변의 사진을 찍은 것이 권고된다(Fig. 3).\n\n치아 탐침을 이용한 치과 검사: 각 치아는 치아 을 이용하여 각 사분면의 첫 번째 앞니부터 시작 하여 전체 치아 궁을 덮고 있는 치아 하나 하나를 차 원위 및 뒤로 검사하여야 한다. 건조한 치아를 검사하는 것이 더 쉬우며 치과 거울이 아주 도움이 될 수 있다. 정상 치아 표면은 매우 부드 럽다; 어떠한 거친면도 병변의 지시가 된다. 각 치아의 전체적인 표면이 색되어야 하고 흡수 병변 을 찾기 위해 특히 잇몸 가장자리 바로 아래 부분이 색되어야 한다. 검사는 기록되어야 한다:\n치아의 존재(혹은 부재): 치아의 부재는 부분 무치(선천적인 결핍 치아), 미맹출(혹은 매복) 치 아, 잔존 치아 뿌리, 이전의 발치 혹은 박탈된 치아를 의미할 수 있다(Niemiec BA, 2010). 간 혹, “결핍” 치아는 실제로 기형의 치아일 것이다. 치과 방사선 사진은 “결핍” 치아의 모든 예에 서 항상 지시된다(Niemiec BA, 2011). 과잉 치아도 가능하다.\n치아 표면: 모든 불규칙성은 병리적 진행 과정이 의심스럽다. 거칠어진 치아 표면의 다양한 감별 은 치아 파절(비복잡성/복잡성)( 더 자세한 내용은 파절 치아의 1c 장을 고하라), 에나멜질 결손(예, 저석회화증), 충치, 교모/식, 치아 흡수를 포함한다(DuPont GA, 2010)( 더 자 세한 내용은 치아 흡수의 2f 장을 고하라).\n색 (DuPont GA, 2010): 내인성 착색(보라색, 노란색, 분홍색 혹은 회색 치아)은 치아 수질염 을 나타낸다(예컨데 죽은 치아) (Fig. 4). 이런 치아는 근관 치료 또는 발치가 필요하다. 외인성 착색은 마모, 속 씹기, 성장기의 특정 약물 때문일 것이다. 이런 치아는 일반적로 치료가 필 요없지만 치과 방사선 사진이 지시된다.\n\n치주 검사:\n치주  깊이(PPD): 치주  깊이는 각 치아의 각 뿌리에서 적어도 4-6 곳에서 눈이 매 겨진 치주 로 측정되어야 한다(Holstrom SE et al., 2004). 정상적인 PPD는 개에서 0- 3mm, 고양이에서 0-1mm이다(Niemiec BA, 2012). ( 더 상세한 내용을 위해 치주 질환, 1b 장을 고하라).\n잇몸 비대: 잇몸의 비대는 거짓 낭(pseudo pockets)을 초래한다(Fig. 5)\n잇몸 퇴축: PPD가 필수적로 증가되지 않을지라도 치주 질환을 지시한다(Fig 6).\n치근 이개부 연루: 치근 이개부의 연루는 다근 치아의 뿌리 사이의 골 소실을 지시한다(Fig. 7).\n흔들쪽: 흔들의 정도가 진단되어야 한다(Fig. 8)\n전체 구강 치주 수(Total Mouth Periodontal Score, TMPS): 이 방법은 환자의 치주 건강 의 매주 정확한 진단에 도움이 된다(Harvey CE et al., 2008).\n\n치과 방사선 사진 노출: 치과 방사선 사진은 치과 검사의 아주 중요한 부분이고 가능하다면 실시되 어야 한다(Niemiec BA, 2011). (Figure 9)  더 상세한 내용을 위해 방사선 2c 장을 고하라.\n\n치주 질환의 단계화: 단계화는 임상 증상 및 치과 방사선 사진을 결합하여 이루어질 수 있다 (미국 수의 치과 협회, 2017)(Fig. 10).\n\n최종 세척 및 연마\n추가적인 치료: 모든 이용 가능한 정보(시각, 촉각, 방사선 사진)를 바탕로 최종 치료 계획이 결정 되고 시행된다. 이것은 최종 세척 전 혹은 후에 실시될 수 있다.\n\n수술 후 방사선 사진 및 사진(Fig. 11)\n\n치과 방사선 사진은 구강 검사에서 중요한 부분이지만 이 보고서의 시에서는 보편적로 이용되지 않는다 (Hotlink to Required Equipment Section). 이 상황에서 치과 , 치주 , 거울을 이용한 완전한 검사가 구강 상태에 관한 꽤 정확한 정보를 줄 것이다. 치과 x-ray를 이용하지 않은 치주 질환의 단계화는 매우 부정확하지만 만약 어떤 선택 사항도 없다면 여전히 약간의 도움이 될지도 모른다. 치아에 따라 매우 다르지만 치관:뿌리의 비율은 평균적로 40:60이다. 치관의 측정로, 뿌리의 길이가 추정될 수 있고 단계 화가 근사화될(approximated) 수 있다.\n\n기록\n마취된 환자에서만 완전한 검사가 이루어질 수 있다. 임상 검사의 결과들은 모든 단계(tiers)에서 적절한 치 료 계획을 가능하게 하기 위해 치과 챠트에 기록되어야 한다. 또한 의료 기록의 일부분로 보관되어야 하며 수행된 치료를 보호자에게 설명할 때 사용될 수도 있다.\n\n수정 트리아단 시스템(Modiﬁed Triadan System)\n다양한 동물 종을 통들어 치아의 번호를 매기는 일관적인 방법을 제공하는 수정 트리아단 시스템(Modiﬁed Triadan System)이 가장 보편적로 인정되는 치아 스코어링 시스템이다(Floyd MR, 1991). 각 치아는 사분면, 위치, 유치 혹은 영구치를 식별하는 3자리의 숫자를 가진다. 첫 번째 숫자는 사분면을 의미하고 오 른쪽 위 사분면부터 시계 방향로 숫자가 매겨진다(1-4 영구치, 5-8 유치). 두 번째 그리고 세 번째 숫자 는 사분면 내에서의 위치를 표시하며 정중면에 있는 첫 번째 앞니에서 시작하는 순서의 배열이다(Fig. 12).\n\n수정 트리아단 시스템은 치아의 확인을 쉽게 해주고, (언어의 장벽이 없이) 전세계적로 이해할 수 있며, 모든 종에서 적합하고, 치아의 설명을 적는 것 보다 더 빠르고 디지털화된 기록 및 통계에 이상적이다.\n\n수동 스코어링\n임상 증상은 수기로 기록될 수 있다(Fig. 13) 몇몇 종을 위한 치과 챠트를 (http://cpd.vetdent.eu)에서 무료로 다운로드 받을 수 있다. 결과는 치과 챠트에 손로 그려지거나 첨부된 다양한 선택 문서에 표기될 수 있다. 치과 기록에서 가장 일반적인 증상은 결핍 치아는 동그라미(O), 파절 치아는 우물정(#) 그리고 발 치된 치아는 엑스(X)이다. 더 상세한 지식은 기초 치주 치료 부분을 고하라.\n\n전자 스코어링\n결과들은 또한 디지털 방식로 기록될 수 있다.\n\n유럽 수의 치과 학회(UK charity 1128783)는 다섯 가지 언어의(영어, 프랑스어, 독일어, 스페인어, 포르 투갈어) 모든 수의사들이 이용할 수 있는 무료 온라인 치과 챠트 소프트웨어(electronic Veterinary Dental Scoring)을 제공한다. 그것은 일상 진료에서 수의사들을 지원해주는 간단한 도구이다. 기본적인 임 상 증상이 치과 챠트에 간단한 마우스 클릭로 스코어링될 수 있다. 스코어링 척도는: 결핍 치아, 개에서의 잔존 유치/고양이에서의 흡수 병변, 파절 치아, 염증 지수, 발치이다. 보고서는 PDF로 진료 소프트웨어에 저 장될 수 있고 보호자를 위해 여섯 가지의 일반 언어(영어, 프랑스어, 독일어, 이탈리아어, 스페인어, 포르투 갈어) 중 하나로 출력되거나 혹은 어떤 다른 것로 쉽게 변경될 수 있다. 몇 번의 클릭로 임상 자료와 로 고가 삽입될 수 있고 고객의 로열티를 높이는 개별적인 보고서가 만들어질 수 있다 (Fig. 14). 프로그램은 또한 사진을 기본로 하는 튜토리얼을 갖추고 있다. 그 기능은 교육적인 도구, 진단 및 치료 계획의 보조로 사용되고 고객들에게 상태를 설명하는 데에도 사용될 수도 있다. 프로그램은 www.evds.org를 통해 접근이 가능하다. Tier 2&3는 더 상세한 상업적 프로그램을 사용하는 것을 권고한다. 몇몇 가능한 옵션이 있다 (알 파벳 순서로 2017: www.chartiﬁc.com; www.evds.org; www.vetdentalcharts.com)\n\n핵심 사항:\n\n의식이 있는 상태에서의 검사(conscious examination)는 중요하지만 매우 제한적인데 왜냐하면 완전 한 검사는 전신 마취 하에서만 가능하기 때문이다. 이것은 본 위원회가 비-마취 치과(NAD)를 강력하게 권고하지 않는 많은 이유 중 하나이다.\n완전한 구강 검사는 모든 치과 치료 과정의 한 부분이 되어야 한다.\n수정 트리아단 시스템은 치과 챠트/기록에 사용되어야 한다.\n구강 검사는 체계적이고 반복할 수 있는 방식로 수행되어야 한다.\n치과 방사선 사진은 검사의 필수적인 부분이다.\n만약 가능한 x-ray 장비가 없다면 치과  및 치주 을 이용한 세한 검사가 치아 상태의 꽤 적절 한 그을 제공한다.\n임상 증상 및 치료의 적절한 기록이 중요하다.\n\nReferences:\n\nAmerican Veterinary Dental College (2017), http;//www.avdc.org (accessed 29 April 2017)\n\nBaxter CJK (2007) Oral and dental diagnostics. In: BSAVA Manual of Canine and Feline Dentistry. 3rd ed. Eds C. Tutt, J. Deeprose, D. Crossley. British Small Animal Veterinary Association, Gloucester. pp 22-40\n\nDupont GA (2010) Pathologies of the dental hard tissue. In: Small Animal Dental, Oral & Maxillofacial Disease. Ed B. A. Niemiec. Manson Publishing Ltd., London. pp 127-157\n\nFloyd MR (1991) The modiﬁed Triadan system을(를) 실시한다 Nomenclature for veterinary dentistry. Journal of Veterinary Dentistry 8(4)을(를) 실시한다 18-19\n\nGawor JP, Reiter AM, Jodkowska K (2006) Inﬂuence of Diet on Oral Health in Cats and Dogs. Journal of Nutrition 136: 2021S-2023S\n\nGorrel C (2004) Odontoclastic resorptive lesions. In: Veterinary Dentistry for the General Practitioner, 1st edition. Ed C. Gorell. WB Saunders, Philadelphia, pp 119-129\n\nHarvey CE, Laster L, Shofer F, Miller B (2008) Scoring the full extent of periodontal disease in the dog: development of a total mouth periodontal score system (TMPS) system. Journal of Veterinary Dentistry 25(3): 174-178\n\nHolmstrom SE, Frost P, Eisner ER (2004) Dental prophylaxis and periodontal disease stages. In: Veterinary Dental Techniques, for the Small Animal Practitioner. 3rd edn. Eds S. E. Holstrom, P. Frost Fitch, E. R. Eisner. WB Saunders, Philadelphia. pp 175-232\n\nHuffman LJ (2010) Oral Examination. In: Small Animal Dental, Oral & Maxillofacial Disease. Ed B. A. Niemiec. Manson Publishing Ltd., London. pp 39-61\n\nManfra Marretta S, Leesman M, Burgess Cassler A et al. (2012) Pilot evaluation of a novel test strip for the assessment of dissolved thiol levels, as an indicator of canine gingival health and periodontal status. Canadian Veterinary Journal: 1260-1265\n\nNiemiec BA (2010) Pathology in the Pediatric Patient. In: Small Animal Dental, Oral & Maxillofacial Disease. Ed B. A. Niemiec. Manson Publishing Ltd., London. pp 89-126\n\nNiemiec BA (2011) The Impo rtance of Dental Radiology. European Journal of Companion Animal Practice 20(3): 219-229\n\nNiemiec BA (2012) The complete dental cleaning. In: Veterinary Periodontology. Ed B. A. Niemiec. Wiley-Blackwell, Ames. pp 129-153\n\nClarke DE, Caiafa A (2014) Oral examination in the cat: a systematic approach. J Feline Med Surg. Nov;16(11): 873-886\n\nWolf HF, Rateitschak EM, Rateitschak KH et al. Color atlas of dental medicine: periodontology, 3rd ed. Stuttgart: Georg Thieme Verlag, 2005.\n\n치주 질환의 단계\n치주 질환(PD)의 심각성 정도는 하나의 치아와 관련이 있다; 한 환자에서 다 양한 단계의 치주 질환이 있는 여러 개의 치아를 가질 수도 있다.\n정상 (PD0): 임상적  로 정상; 잇몸 염증 또는 치주염의 임상적 증거가 없다.\n단계 (PD1): 부착 소실이 없는 치은염; 치조 변연부의 높이와 구조는 정상 이다.\n\n단계 (PD2): 초기 치주염; 25% 미만의 부착 소실 또는, 대부분 다근 치아 에서 1 단계 치근 이개부 연루가 있다. 치주염의 초기 방사선학적 증상이 있다.\n에 의한 임상적 부착 수준의 검사에 의해 혹은 뿌리 길이 대비 시멘트질- 에나멜질 연접부로부터 치조 변연부의 간격의 방사선학적 측정에 의해서 치주 부착의 소실은 25% 미만이다.\n\nSection 5: 치주 치료 기본적인 전문 치료\n치주 질환에서 많은 유용한 치료 선택이 있지만 치주 치료의 기본은 결국 치태 억제이다.\n치태 제거와 억제는 질병의 단계에 따라 4가지 측면로 구성된다. 이 치료들은 다음과 같다: (Niemiec BA 2013)\n\n완벽한 치과 예방(스케일링, 구강 ATP(평가(assessment), 치료(treatment), 예방 (prevention)), COHAT(종합 구강 위생 평가 및 치료(Comprehensive Oral Health Assessment and Treatment)). (Bellows J 2010)\n홈케어\n치주 외과\n발치\n이 부분은 치주 외과와 발치를 위한 기본적인 적응증 뿐만 아니라 완벽한 치과 예방/스케일링을 다룰 것이 다. 홈케어와 기본적인 발치 기술은 이 문서의 다른 곳에서 다루어질 것이지만 치주 외과는 이 가이드라인의 범위가 아니다. 이름에 관계없이 이 치료의 목적은 치아를 스케일링하고 폴리싱 하는 것 뿐만 아니라 치주 조직 및 전체 구강을 평가하는 것이다. 환자를 위한 모든 전문적인 치주 치료는 커프(cuff)가 잘 된 기관 내 튜브를 이용한 전신 마취 하에서 수행되어야 한다(Colmery 2005, Niemiec 2003, Niemiec 2013, Holmstrom 1998, AAHA 2013). 환자가 적절하게 마취되었을 때만 안전하고 효과적인 스케일링과 구강 검사가 수행될 수 있다. 적절한 치주/치과/구강 치료는 시간과 인내가 필요하다는 것을 알아야 한다. 모든 치 과 케이스에 최소 한 시간이 할당되어야 하고 많은 경우에서는 더 많은 시간이 필요하다. 전문적인 치주 치 료는 (양이 아닌) 질을 염두에 두고 수행되어야 한다.\n\n치료 과정:\n완벽한 치과 예방은 다음의 최소한의 단계를 포함해야 한다(Bellows J 2010; Niemiec BA 2013, Niemiec BA 2003; Holmstrolm et al 1998; Wiggs RB & Lobprise HB 1997).\n\n단계: 수술 전 검사 및 진료: (Huffman LJ 2010)\n\n수의사는 완벽한 신체 및 구강 검사를 시행해야 한다. 수술 전 검사와 함께 신체 검사는 치주 질환을 악화하 거나 마취 안전성을 약화시킬 수 있는 일반적인 건강 문제를 조사한다(Joubert KE 2007)(마취 부분  고.). 의식이 있는 상태에서의 구강 검사는 치주 상태의 예비 평가 뿐만 아니라 가장 명백한 구강 병변을 확 인해야 한다. 진찰 중인 수의사에 의한 치주 진단 스트립의 사용은 의식이 있는 상태에서의 치주 평가의 정 확성을 향상시킬 수 있다. 수의사는 보호자와 함께 가능한 치료 선택들 뿐만 아니라 검사에서 발견된 다양한 질환의 진행에 대해 의논할 수 있다. 이 대면 논의는 질병 진행과 관련된 후유증에 대한 보호자의 이해를 향 상시킬 것이다.\n\n구강의 임상 증상에 기초하여 수의사는 보호자에게 더 정확한 치료 시간 및 경제적 비용에 대한 견적을 만들 어 줄 수 있다. 이 시에서 보호자는 완벽한 구강 검사는 의식 상태의 환자에서는 가능하지 않다는 것을 인 식하여야 한다.\n\n스태프 및 환자 보호\n초음파 및 음파 스케일러에 의한 심각한 양의 세균 에어로졸 발생이 연구들에 의해 발견되었다 (Szymańska J 2007; Harrel SK 2004; Pederson ED et al 2002). 전염성 미생물은 환자의 입 뿐만 아니라 전동 핸드피스의(초음파 스케일러와 고속 핸드피스) 물관(water line)에 의해 공급된다(Shearer BJ 1996; Meiller TF et al 1999; Wirthlin MR et al 2003). 치과 예방(혹은 어떠한 치과) 치료를 수행 중인 스태프는 오염을 줄이기 위해 항상 개인 보호 장구(마스크, 고글, 장갑)를 착용해야 한다(Figure 2) (Pattison AM & Pattison GL 2006; Harrel SK et al 1998; Holmstrolm SE et al 2002). 또한 세균 물 여과기 혹은 클로르헥시딘 세척도 오염을 줄이기 위해 권장된다(Bellows J 2004). 또한 치과 치료 과정 은 수술실과 같은 “멸균” 환경에서 수행되지 않아야 한다. 또한 치료는 아프거나 면역이 쇠약한 환자 혹은 깨 끗한 치료 행위의 주위에서 수행되어서는 안된다(Bellows J 2004). 치과 치료는 치과의 지정된 공간에서 만 가장 적절하게 제한된다(Legnani P et al 1994; Osorio R et al 1995; Leggat PA & Kedjarune U 2001; Al Maghlouth A 2007).\n\n단계: 클로르헥시딘 세척:\n\n구강은 오염 구역이며 완전한 치과 스케일링은 다소 습적이다. 이것은 치과 스케일링이 심한 치주염을 가 진 환자에서 종종 일시적 균혈증을 발생시킨다는 것을 의미한다(Lafaurie GI et al 2007; Forner L et al 2006; Daly CG et al 2001). 치과 스케일링은 초음파 장비 사용 중 세균 에어로졸을 발생시키고 작업실 환경을 오염시킨다. 예방 치료 시작 전 0.12 혹은 0.2% 클로로헥시딘 클루코네이트 용액을 이용한 구강의 세척은 세균의 양을 감소시키는 것로 알려져 있다(Fine DH et al 1993; Bellows J 2004).\n\n단계: 치은 연상 스케일링\n아주 큰 치석은 치석 겸자를 이용해 빨리 제거될 수 있다. 하지만 치아와 잇몸의 손상을 피하기 위해 매우 조 심스럽게 시행되어야 한다. 치은 연상 스케일링은 기계 혹은 수동 스케일링을 통해 이루어질 수 있지만 여러 방법의 조합을 사용할 때 가장 잘 수행된다(Pattison AM & Pattison GL 2006; Bellows J 2004).\n\n기계 스케일러\n기계 스케일러는 음파 및 초음파 형태 모두를 포함한다(Jahn CA2006, Holmstrolm SE et al 1998). 오 늘날 수의 치과에서 가장 일반적로 사용되는 기계 스케일러는 초음파 모델이다. 두 가지의 주요 형태(자기 변형식(magnetostrictive)과 피에조 전기식(piezoelectric))가 있다(Wiggs RB & Lobprise HB 1997). 이 두 초음파 스케일러는 약 25,000-45,000Hz로 진동한다. 두 형태의 초음파 스케일러는 매우 효과적이고 냉각제 분사에서 항균 효과(공동화, cavitation)를 형성하는 추가적 효과도 제공한다 (Felver B et al 2009; Arabaci T et al 2007).\n\n음파 스케일러는 압축된 공기를 사용하고 비록 9,000Hz까지 보고가 되어있지만 2,000-6,500Hz에서 진 동한다. 더 낮은 진동에서는 최소한의 열을 발생시켜 초음파에 비해 더 안전할 것이다.\n\n(기계 스케일러의 철저한 토론을 위해 장비 부분을 고하라). 기계 스케일링\n기계 스케일러 사용 시 첫 번째 고려 사항은 출력의 설정이다. 초음파 팁(tip)은 권장된 진동값(Hz) 범위를 가지며 스케일링 시작 전에 결정 및 설정되어야 한다. 출력은 낮게 설정하고 필요한 최소한의 출력로 조정 해야 한다. 초음파 스케일러를 위한 최고 진동 영역은 팁로부터 1-3mm이다(DeBowes LJ 2010). 뾰족 한 부분은 치석 제거에 효과적이지 않고 재적로 치아의 에나멜질을 손상시킬 수 있기 때문에 장비의 뾰 족한 팁을 사용하지 말고 평평한 면을 사용하라.\n\n다음로, 스케일러 작업 끝단을 통해 전달되는 적절한 냉각제를 확보하는 것이 중요하다. 장비 작동 시 미 세하지만 중요한 분사가 명확해야 한다(Figure 1). 충분한 냉각제가 없는 기계 스케일러의 사용은 치아 사 망을 비롯한 많은 악영향을 야기할 수 있다(Nicoll BK & Peters RJ 1998). 표준 치주 팁을 치은 변연부 아래로 넣어서는 안된다 것이 중요하다(Wiggs RB & Lobprise HB 1997). 냉각수가 장비의 작업 영역에 도달하지 않을 것이고 특히 자기 변형식 스케일러를 사용할 때 과열 및 치아 손상이 가능하다. 특정 저출력 치주 팁은 치은 연하 사용이 가능하고, 수의사 및 스태프는 그 장비의 사용 전에 장비 사용에 익숙해져야 한 다. 또한 치주 팁이 있는 치과 장비는 치은 연하 스케일링에 적절한 기계에 조절 장치를 가지고 있다.\n\n촉감 민감성 증가, 작동자의 피로 감소, 우수한 스케일링의 제공을 위해 장비를 부드럽게 잡아야 한다.\n\n장비 표면이 치아 표면과 아주 가볍게 닿도록 위치하라(Debowes LJ 2010)(Figure 2). 과도한 압력은 장 비의 효율을 개선시키지 않을 것이고 장비 및 치아 모두에 손상을 줄 수 있다(Brine EJ et al 2000). 스케 일러 팁의 과도한 하향(downward) 압력이 진동을 완전히 멈출 수도 있다.\n\n수많은 다른 방향의 겹쪽 긁음(overlapping strokes)을 이용하여 전체 치아 표면에 장비를 사용하라. 치아 의 손상을 피하기 위해 항상 장비의 움직임을 유지하라.\n\n초음파 스케일러가 한 치아에 머무르는 시간을 엄격하게 제한하는 것이 오랫동안 권고되어왔다. 전형적로 15초 이하의 치아와 지속적인 접촉이 권고된다. 뿐만 아니라 일반적로 냉각수의 부재에 의해서도 열 손상 이 야기된다(Nicoll BK & Peters RJ 1998; Vérez-Fraguela JL et al 2000).\n\n장비가 치아와의 접촉을 상실하게 되면 스케일러는 더 이상 유효할 수 없다. 장비는 겹치고, 넓고, 광범위한 동작로 치아 표면 위에서 천천히 지속적인 움직임로 유지되어야 한다. 치태는 치아가 깨끗하게 보이는 것과 상관없이 치아의 모든 표면에 미세하게 존재할 수 있고 각 치아 표면의 각 평방 mm마다 처리되어야 한 다.\n\n팁의 끝단 1mm에 가해진 손상은 초음파 스케일러의 효과를 25%까지 그리고 2mm는 50%까지 감소시킨 다(Bellows J 2004). 따라서 마모된 오래된 팁은 새로운 팁로 교체되어야 한다.\n\n예전에는 회전식 스케일링이 인기가 있었지만 더 이상 권장되지 않는다(Bellows J 2004). 이것은 이 장비 가 핸드 스케일러 및 초음파/음파 출력 스케일러와 견주어 상당히 더 거친 표면을 발생시키기 때문이다 (Brine EJ et al 2000). 또한 그 장비는 지까지 가장 손상을 많이 유발하는 기계 스케일링 장비였다(Wiggs RB & Lobprise HB 1997).\n\n핸드 스케일링:\n장비\n치은 연상 치아의 핸드 스케일링은 스케일러를 이용해 수행된다. 이것은 두 개의 날카로운 절삭 날과 하나의 날카로운 팁로 구성된 삼각형의 기구이다. 전형적로, 날은 자루(shaft)에 90도 각도로 위치하며 이것은 일반 스케일러(universal scaler)로 불린다. 스케일러는 날카로운 뒷면과 팁 뿐만 아니라 기구의 모양이 잇 몸을 쉽게 손상시킬 수 있어서 치은 연상 치아에만 사용하도록 고안되었다(치주 핸드 기구의 더 상세한 설명 을 위해서는 장비 부분을 고).\n\n치주 핸드 기구는 그것이 날카로울 때만 효과가 있다는 것을 명심하라. 이것은 장비를 규칙적로 날카롭게 갈아야할 필요가 있다는 것을 의미한다(만약 규칙적로 사용한다면 적어도 매주).\n\n기법\n핸드 장비는 일반적로 수정 펜잡이(a modiﬁed pen grasp)로 잡지만(Figure 3) 특정 상황에서 다른 쥐 는 법이 필요할 수도 있다. 장비는 엄지와 검지의 끝 사이에 질감이 있거나 고무로 싸여진 곳에서 부드럽게 쥔다. 중지는 자루의 끝 근처에 두고 잔존 치석 또는 병적/거친 치아/뿌리 표면을 신호하는 떨을 감지하기 위해 사용된다. 마지막로, 4번째 5번째 손가락은 일반적로 목표 치아 또는 근접 치아와 같은 안정적인 표면에 위치한다. 이 잡는 방법과 앞서 설명된 스케일링 방법이 스케일링 과정 중에 최고의 통제력을 허용한 다.\n\n핸드 장비는 또한 부드럽게 접촉하여 사용해야 한다. 이 장비는 끝 자루(terminal shank)를 치아 표면과 평 행하게 잡고 날은 치은 변연부에 위치하여 잡는다(Figure 4). 핸드 스케일러는 당기는 긁음(pull stroke) 로 사용되어야 하는데 이것은 연부 조직로부터 멀어지게 당김로써 부주의에 의한 잇몸의 열상을 피하게 한다(Pattison AM & Pattison GL 2006; Bellows J 2004).\n\n단계: 치은 연하 치태 및 치석 스케일링\n\n치은 연상 치태 관리가 치주 질환 치료에 충분하지 않기 때문에 치아 스케일링에서 이 단계가 가장 중요하다\n(Westfelt E et al 1998).\n\n치은 연하 스케일링은 전형적로 큐렛을 이용하여 수동로 수행되어 왔지만, 현재 음파 및 초음파 팁의 전 진(advances)이 치은 변연부 아래에 사용될 수 있다. 초음파 스케일러의 사용만로 만족스러운 결과를 얻 을 수 있지만, 일반적로 초음파(혹은 음파) 및 핸드 스케일링의 조합이 최상의 결과를 위해 권장된다 (Holmstrom 1998, Pattison AM & Pattison GL 2006; Bellows J 2004).\n\n핸드 스케일링\n큐렛은 뭉툭한 끝단과 바닥을 가지는 두 절삭 날을 가진다(그러나 실제로는 치아에 기대어 놓여진 하나의 날 이 사용된다). 뭉툭한 바닥은 과도한 힘이 가해지지 않는다면 연약한 치주 부착을 절단하지 않을 것이다. 일 반 그리고 그레이시(Gracey) 두 가지 형태의 표준 큐렛이 있다. 일반 큐렛은 대개 장비를 90도 각도로 치 아에 올바르게 적용함로써 구강 전반에 사용하게 도안되었다. 그레이시 큐렛은 부위 특이적이고, 치아의 특정 부위에 최상의 적용을 제공해주기 위해 다른 각도로 도안되었다. 적절한 큐렛은 각도 측정에 따라 선택 되어야 한다. 큐렛은 숫자에 의해 라벨이 부착된다: 낮은 숫자(예컨데 1-2)일수록 더 작은 자루의 말단 각도 를 가지며 구강의 더 앞에 쓰이는 장비이다(Niemiec BA 2013) (핸드 장비의 전체적인 토론을 위해 장 비 부분을 고).\n\n수동 치은 연하 스케일링은 기술적로 매우 어려운 과정이며 비록 여기에 설명되어 있다 할지라도 수의사 는 기술 연마를 위해 지속적인 교육 프로그램이 지시된다. 치은 연하 스케일링은 다음과 같이 수행된다.\n\n하부 자루를 치아 표면에 평행하게 하여 유리 치은 변연부 바로 위의 치관 표면에 장비의 날을 위치 하라(Figure 5).\n날의 평평한 “면”이 치아 표면에 기대도록 장비를 회전시켜라.\n열구 또는 낭의 기저부로 장비를 조심스럽게 넣어라(Figure 6).\n낭의 바닥에 도달했을 때 90도의 작업 각도를 형성하도록 장비를 회전시켜라. 이것은 끝부분(또는 자루)이 치아와 평행할 때이다(Figure 7).\n치아 표면 위에서 아래 방향로 약간의 압력을 적용하라.\n치관 방향로 낭 안에서 견고한/짧은 긁음로 장비를 움직여라(Figure 8). 이 기술은 치아/뿌리 가 부드럽게 느껴질 때까지 다른 끝단에서 치관 방향로 수많은 겹쪽 긁음로 반복된다.\n\n기계 스케일링\n전통적인 초음파 스케일러(특히 자기 변형식)는 치은, 치주 조직, 수질의 손상을 피하기 위해 치은 연하에서 사용되어서는 안된다. 최근에 치은 연하 사용을 위해 특별한 치주 팁이 있는 음파 및 초음파 스케일러들이 개발되었다. 임상 시에 의해 확증되지 않았지만 이 장비들은 사용하기 훨씬 쉬워서 미숙자의 손에서도 최 상의 스케일링을 제공해 줄 수 있다(Kocher T et al 1997 (a & b)). 치은 연하 스케일링을 성취하기 위해 서 이 장비들은 위에 묘사된 치은 연상 스케일링과 비슷한 방법로 사용되지만 뿌리 표면에 손상을 주지 않기 위해  더 주의가 요구된다. 다시 한 번, 이 기술은 뿌리가 부드럽게 느껴질 때까지 부드럽게 접촉하여 수많은 겹쪽 긁기를 이용해 수행된다.\n\n단계: 잔여 치태 및 치석의 확인\n스케일링 후에 을 이용하여 작은 부위의 치과 병소 또는 잔여 치석을 지시하는 거친 부위의 감촉을 검사 하는 것이 권장된다(Figure 8). 잔여 치태 및 치석은 또한 치태 검사 용액 또는 공기를 이용한 치아 표면의 건조(잔여 치석은 가루처럼 나타날 것이다)를 이용해 확인될 수 있다(Pattison AM & Pattison GL 2006).\n\n단계: 연마\n치과 스케일링(기계 및 수동 모두)은 치아 표면의 미세 식과 거을 야기할 것이고 이것은 치태의 착을 증가시킬 것이다.\n\n시판 중인 연마제를 사용하거나 부석 가루와 클로르헥시딘 용액 또는 물의 현탁액을 만드는 것을 선택할 수 있다. 이것은 각 환자를 위해 다펜 디쉬에서 혼합될 수 있다.\n\n연마 과정은 일반적로 90도 각을(프로피 각) 가진 저속 핸드 피스 끝의 고무 프로피 컵을 이용해 수행된 다(Fichtel T et al 2008). 핸드 피스는 3,000RPM 이하의 저속에서 작동되어야 한다. 더 빠른 회전은 연 마의 속도나 질을 향상시키지 않을 것이고 치아의 과열을 야기할 것이다. 뿐만 아니라 항상 적당한 양의 연 마제를 사용하는 것이 중요하다. 연마제를 사용하지 않고 프로피 컵을 작동하는 것은 비효율적일 뿐만 아니 라 치아를 과열시킬 수 있다.\n\n스케일링처럼 각 mm2 치아 표면이 연마되어야 한다. 치은 연하 영역을 연마을 위해 프로피 컵의 가장자리 를 벌어지게 하도록 치아 위로 약간의 압력을 가해야 한다(Figure 9). 과열을 피하기 위해 하나의 치아에서 한 번에 최대 5초 동안 연마할 수 있다.\n\n단계: 열구 세척\n스케일링 및 연마 동안, 치석 및 연마제(이들 중 어떤 것은 세균이 가득하다)와 같은 찌꺼기들이 치은 열구(또 는 치주 낭) 내에 축적된다. 이물질의 존재가 지속적인 감염 및 염증을 일키고 따라서 치은 열구의 부드러 운 세척이 치유 향상을 위해 강력히 권장된다. 열구 세척은 작은 규격(22-25 게이지)의 뭉툭한 끝을 가진 배관(cannula)를 이용해 수행된다. 배관은 열구 안로 부드럽게 위치되고 용액은 아케이드를 따라 천천히 이동하면서 주입된다.\n\n멸균 생리 식염수가 세척 용액로 사용될 수 있지만 대부분의 치과 의사는 0.12% 클로르헥시딘 용액을 선 호한다((Jahn CA 2006).\n\n단계: 치주 탐지, 구강 평가, 치과 챠트 작성\n이것은 완벽한 치과 예방에서 결정적로 중요한 단계지만 불행하게도 종종 형편없이 수행되거나 완전히 생 략된다. 구강 전체는 시각적 및 촉각적 감각을 이용하여 체계적로 평가되어야 한다.\n\n치주 평가는 낭의 깊이 측정로 시작되어야 한다. 치주 낭은 방사선 사진 상에서 항상 진단되지 않기 때문 에 치주 낭을 지하고 측정하는 단 하나의 정확한 방법은 치주 을 이용하는 것이다(Carranza FA & Takei HH 2006; Tetradis S et al 2006, Niemiec BA 2010, Niemiec BA 2013, Niemiec BA 2011).\n\n치주 평가는 사분면 중 하나의 첫 번째 앞니부터 시작되어야 한다. 그리고 나서 한 번에 하나의 치아씩 원위 로 계속되어야 한다. 정중면에서 시작하고 이 방법로 체계적로 원위로 이동하는 것은 어느 한 치 아를 건너뛰는 가능성을 줄여줄 것이다. 치주 지는 이 멈출 때까지 부드럽게 낭 속로 주입하고 그리 고 나서 천천히 기구를 치아 주위로 “주행”함로써 수행된다(Figure 10).(Carranza FA & Takei HH 2006; Niemiec BA 2008; Bellows J 2004). 깊이 측정은 각 치아 마다 6개의 지에서 이루어져야 한 다(Carranza FA & Takei HH 2006). 정상 열구의 깊이는 개에서 0-3mm, 그리고 고양이에서 0-0.5mm 이다(Wiggs RB & Lobprise HB 1997; Debowes LJ 2010).\n\n모든 비정상적인 증상이 치과 챠트에 기록되어야 한다. 치과 챠트 작성은 4 핸드로 수행될 때 더 쉽고 효율 적이다(Huffman LJ 2010). 이것은 한 사람이 구강을 평가하고 챠트를 기록하는 보조자에게 병소의 발견 을 알려주는 것을 의미한다. 수정 트리아단 시스템 또한 이 단계의 효율을 상당히 증가시킬 것이다.\n\n수정 트리아단 시스템은 치아를 식별하기 위해 숫자를 사용한다(Floyd MR 1991; Huffman LJ 2010). 우선 각 사분면은 오른쪽 상악 사분면부터 시작하여 100 시리즈로 수치화된다. 이것은 시계 방향로 진행 되어 왼쪽 상악은 200, 왼쪽 하악은 300, 오른쪽 하악은 400 시리즈이다. 다음로 앞쪽 정중면에서 시작 하여 치아들은 첫 번째 앞니는 치아 01로 시작하여 원위로 계속된다. 송곳니는 항상 숫자 04이고 첫 번 째 큰어니는 09이다. 예를 들어, 왼쪽 상악 4번째 작은어니는 208이다. 이것은 조상의 육식 동물 (ancestral carnivore)의 완전한 치열이 각 사분면의 구성이 3개의 앞니, 1개의 송곳니, 4개의 작은어쪽 니, 3개의 큰어니로 구성된다는 것이 해부학자들에 의해 측정되어져 왔다는 사실로부터 추론되었다. 치과 챠트는 정확한 병소의 위치를 알려주기 위해 적당한 크기여야 한다는 것이 중요하다.\n\n단계: 치과 방사선 사진\n가능하다면 치과 방사선 사진은 최소한 치과 검사에서 언급된 병소의 각 부위에서 시행되어야 한다(구강 검 사를 고). 이것은 정상보다 더 큰 치주 낭, 파절 또는 조각난 치아, 종괴, 종창, 결손 치아를 포함한다. 뿐만 아니라 수많은 연구들은 모든 치과 환자에서 전체 구강 방사선 사진이 누락된 병소를 추가적로 제거한다 것을 뒷받한다(Tsugawa AJ & Verstraete FJ 2000; Verstraete FJ et al 1998 (a & b).\n\n단계: 치료 계획\n\n이 단계에서 수의사는 적절한 치료를 결정하기 위해 모든 가능한 정보(시각, 촉각, 방사선 사진 상의 발견)를 이용한다. 환자의 전반적인 건강, 홈케어를 수행하는 보호자의 관심 및 의지, 모든 가능한 추적 검사를 고려 하는 것이 중요하다(Niemiec BA 2008).\n\n만약 환자가 매우 긴 마취가 요구되는 광범위한 치료가 필요하거나 혹은 수의사가 지나치게 서둘러야 한다 면 남은 치과 작업을 다시 계획하는 것이 명백히 수용 가능한 대안이라는 것을 주의하는 것은 매우 중요하 다. 마취 환자에서 장기적인 발생률과 사망률에 직접적로 영향을 끼치는 두 가지 요인은 저체온과 저혈압 인데(Torossian A 2008, Brodbelt DC 2008) 이것은 마취 시간이 연장될 수록 더 뚜렷해진다. 실제로마 취의 길이가 사람과 동물에서 모두 합병증 발생률을 증가시키는 것로 나타났다(Tiret L et al 1986; Broadbelt DC 2008) (See anesthesia section).\n\n단계 (선택적): 치과 실런트 (밀봉제, sealant)의 적용\n치과 스케일링 후 치태와 치석의 재부착을 예방하기 위한 2개의 시판 중인 실런트가 있다. 치아의 정전기 전 하를 변화시키는 왁스 기반 실러가 임상적로 치태 및 치석을 감소시키는 것이 증명되었다(Gengler WR 2002). 예방 치료 후 치아가 건조되고 나서 제조사의 지시에 따라 제품이 적용된다. 매주 보호자에 의해 지 속적인 적용이 집에서 수행된다. 다른 것은 레진 실런트로서 치태가 치은 연하로 확대되는 것을 방지하기 위 해 폴리머 기술을 이용한 브러스(brus)를 이용해 치은 연하에 적용된다. 최소 30일 동안 치태 및 치석을 감 소시키는 것로 보고되었다(Sitzman C 2013).\n\n핵심 사항:\n완벽한 치과 예방은 수많은 단계의 복잡한 과정이다.\n모든 치과의 예방적 치료 과정은 전신 마취 하에서 수행되어야 한다.\n각 단계는 긍정적인 결과를 성취하기 위해 적절하게 수행되어야 한다.\n상당한 임상 혜택을 가지기 위해 치료 과정에 충분한 시간이 할당되어야 한다.\n치은 연하 스케일링이 예방의 가장 중요한 단계이다.\n완벽한 구강 검사와 챠트 작성이 치료 과정의 중요한 일부분이다.\n\nReferences:\n\nNiemiec BA (2013) Veterinary Periodontology. Ames, Wiley Blackwell.\n\nBellows J (2010) Treatment of Periodontal Disease. In Feline Dentistry: Oral Assessment, Treatment, and Preventative Care. Ames, Iowa, Wiley-Blackwell publishing, PP 181-95.\n\nColmery B (2005) The gold standard of veterinary oral health care, in Holmstrolm SE (ed) Veterinary clinics of North America. 35(4): pp 781-7.\n\nNiemiec BA (2003) Professional Teeth Cleaning. J Vet Dent. 2003, 20(3): 175-80.\n\nBellows J (2004) Equipping the Dental Practice. In: Small Animal Dental Equipment, Materials, and\nTechniques, a Primer. Blackwell, pp. 13-55.\n\nHolmstrolm SE, Frost P, Eisner ER (2002) Dental Prophylaxis and p eriodontal disease stages, in Veterinary Dental Techniques, (ed 3). Philadelphia, PA, S aunders, pp 175-232.\n\nBellows J (2004 ) Periodontal equipment, Materials, and Techniques. In: Small Animal Dental Equipment, Materials, and Techniques, a Primer. Blackwell, 2004, pp. 115-73.\n\nHolmstrolm SE, Frost P, Eisner ER (2002) Dental Prophylaxis and p eriodontal disease stages, in Veterinary Dental Techniques, (ed 3). Philadelphia, PA, S aunders, pp 175-232.\n\nWiggs RB, Lobprise HB: (1997) Periodontology, in Veterinary Dentistry, Principals and Practice. Philadelphia, PA, Lippin cott ‒ Raven, pp 186-231.\n\nHuffman LJ: Oral examination. In: Small Animal dental, oral and maxillofacial disease, A color handbook (Niemiec BA ed.). London, Manson, 2010, pp39-61.\n\nHolmstrolm SE, Frost P, Eisner ER (1998 ) Periodontal Therapy and Surgery. in Veterinary Denta l Techniques, (ed 2). Philadelphia, PA, Saunders, 1998, pp 167-213.\n\nJoubert KE (2007) Pre-anesthetic screening of geriatric dogs. J S Afro Vet Assoc;78(1):31-5.\n\nHolmstrom SE, Bellows J, Juriga S, Knutson K, Niemiec BA, Perrone J; American Veterinary Dental College.. 2013 AAHA dental care guidelines for dogs and cats. J am Anim Hosp Assoc. 2013 Mar-Apr;49(2):75-82.\n\nSzymańska J.(2007 ) Dental bioaerosol as an occupational hazard in a dentist's workplace. Ann Agric Environ Med.;14(2):203-7.\n\nHarrel SK. (2004) Airborne spread of disease--the implications for dentistry. J Calif Dent Assoc. 32(11):901-6.\n\nPederson ED, Stone ME, Ragain JC Jr, Smack (2002) JW. Waterline bioﬁlm and the dental treatment facility: a review. Gen Dent;50(2):190-5\n\nShearer BJ (1996) Bioﬁlm and the dental ofﬁce. J Am Dent Assoc. 127:181-9.\n\nMeiller TF, Depaola LG, Kelley JI, Baqui AA, Turng BF, Falkler WA. (1999) Dental unit waterlines: bioﬁlms, disinfection and recurrence. J Am Dent Assoc. 130(1):65-72.\n\nWirthlin MR, Marshall GW Jr, Rowland RW. (2003) Formation and decontamination of bioﬁlms in dental unit waterlines. J Periodontol. 74(11):1595-609.\n\nPattison AM, Pattison GL: (2006) Scaling and root planing, in Carranzaʼs Clin ical Periodontology. St. Louis, Mo, WB Saunders, pp 749-97\n\nHarrel SK, Barnes JB, Rivera-Hildalgo F (1998) Aerosol and splatter contamination from the operative site during ultrasonic scaling. J Am Dent Assoc. 129:1241.\n\nHolmstrolm SE, Frost P, Eisner ER: (1998) Ergonomics and general health safety in the dental workplace. in Veterinary Denta l Techniques, (ed 2). Philadelphia, PA, Saunders, pp 497-506.\n\nBellows J (2004) The Dental Operatory. In: Small Animal Dental Equipment, Materials, and Techniques, a Primer. Blackwell, pp. 3-12.\n\nLegnani P, Checchi L, Pelliccioni GA, D'Achille C. (1994) Atmospheric contamination during dental procedures. Quintessence Int. 25(6):435-9.\n\nOsorio R, Toledano M, Liébana J, Rosales JI, Lozano JA. (1995) Environmental microbial contamination. Pilot study in a dental surgery. Int Dent J. 45(6):352-7.\n\nLeggat PA, Kedjarune U.(2001) Bacterial aerosols in the dental clinic: a review. Int Dent J. 51(1):39-44, 2001.\n\nAl Maghlouth A, Al Yousef Y, Al-Bagieh NH.(2007) Qualitative and quantitative analysis of microbial aerosols in selected areas within the College of Dentistry, King Saud University. Quintessence Int. 2007 May;38(5): e222-8.\n\nLafaurie GI, Mayorga-Fayad I, Torres MF, Castillo DM, Aya MR, Barón A, Hurtado PA.(2007) Periodontopathic microorganisms in peripheric blood after scaling and root planing. J Clin Periodontol. 34(10):873-9.\n\nForner L, Larsen T, Kilian M, Holmstrup P.(2006) Incidence of bacteremia after chewing, tooth brushing and scaling in individuals with periodontal inﬂammation. J Clin Periodontol. 33(6):401-7.\n\nDaly CG, Mitchell DH, Highﬁeld JE, Grossberg DE, Stewart D.(2001) Bacteremia due to periodontal probing: a clinical and microbiological investigation. J Periodontol.72(2):210-4.\n\nFine DH, Yip J, Furgang D, Barnett ML, Olshan AM, Vincent J. (1993) Reducing bacteria in dental aerosols: pre-procedural use of an antiseptic mouth rinse. J Am Dent Assoc. 124(5): 56-8\n\nJahn CA (2006) Sonic and ultrasonic instrumentation, in Carranzaʼs Clin ical Periodontology. St. Louis, Mo, WB Saunders, pp 828-835\n\nHolmstrolm SE, Frost P, Eisner ER: (2002) Dental Equipment and Care. in Veterinary Dental Techniques, (ed 3). Philadelphia, PA, Saunders, pp 31-106.\n\nWiggs RB, Lobprise HB: (1997) Dental Equipment, in Veterinary Dentistry, Principals and Practice. Philadelphia, PA, Lippincott ‒ Raven pp 1-28\n\nFelver B, King DC, Lea SC, Price GJ, Damien Walmsley A. (2009) Cavitation occurrence around ultrasonic dental scalers. Ultrason Sonochem. 16(5):692-7.\n\nArabaci T, Ciçek Y, Canakçi CF: (2007) Sonic and ultrasonic scalers in periodontal treatment: a review. International Journal of Dental Hygiene:5(1):2‒12.\n\nDebowes LJ (2010) Pro blems with the gingiva. In: Small Animal dental, oral and maxillofacial disease, A color handbook (Niemiec BA ed.). London, Manson, pp159 ‒ 181.\n\nNicoll BK, Peters RJ. (1998 ) Heat generation during ultrasonic instrumentation of dentin as affected by different irrigation methods. J Periodontol. 69(8):884-8.\n\nBrine EJ, Marretta SM, Pijanowski GJ, Siegel AM.(2000) Comparison of the effects of four different power scalers on enamel tooth surface in the dog. J Vet Dent. 2000 Mar;17(1): 17-21.\n\nVérez-Fraguela JL, Vives Vallés MA, Ezquerra Calvo LJ. (2000) Effects of ultrasonic dental scaling on pulp vitality in dogs: an experimental study. J Vet Dent. 17(2):75-9.\n\nWestfelt E, Rylander H, Dahlen G, Lindhe J: (1998) The effect of supragingival plaque control on the progression of advanced periodontal disease. J Clin Periodontol. 25(7): 536-41.\n\nKocher T, Rühling A, Momsen H, Plagmann HC (1997) . Effectiveness of subgingival instrumentation with power-driven instruments in the hands of experienced and inexperienced operators. A study on manikins. J Clin Periodontol.24(7):498-504.\n\nKocher T, Riedel D, Plagmann HC. (1997) Debridement by operators with varying degrees of experience: a comparative study on manikins. Quintessence Int. 28(3):191-6.\n\nSilness J: (1980) Fixed prosthodontics and periodontal health. Dent Clin North Am. 24(2): 317-29.\n\nBerglundh T, Gotfredsen K, Zitzmann NU, Lang NP, Lindhe J.(2007) Spontaneous progression of ligature induced peri-implantitis at implants with different surface roughness: an experimental study in dogs. Clin Oral Implants Res. 18(5):655-61.\n\nFichtel T, Chra M, Langerova E, Biberaur G, Vla in M: (2008) Observations on the effects of scaling and polishing methods on enamel. J Vet Dent. 25(4): 231-5.\n\nJahn CA (2006 ) Supragingival and subgingival irrigation. in Carranzaʼs Clin ical Periodontology. St. Louis, Mo, WB Saunders, pp 836-844.\n\nTetradis S, Carranza FA, Fazio RC, Takei HH (2006) Radiographic aids in the diagnosis of periodontal disease, in Carranzaʼs Clin ical Periodontology. St. Louis, Mo, WB Saunders, pp 561-578\n\nNiemiec BA (2010) Veterinary dental radiology. In: Small Animal dental, oral and maxillofacial disease, A color handbook (Niemiec BA ed.). London, Manson, pp 63-87.\n\nNiemiec BA (2011) The Impo rtance of Dental Radiology. Eur J Comp Anim Pract. 20(3): 219-29.\n\nCarranza FA, Takei HH (2006) Clinical diagnosis, in Carranzaʼs Clin ical Periodontology. St. Louis, Mo, WB Saunders, pp 540-60.\n\nWiggs RB, Lobprise HB (1997) Oral exam and diagnosi s, in Veterinary Dentistry, Principals and Practice. Philadelphia, PA, Lippi ncott ‒ Raven, pp 87-103\n\nTsugawa AJ, Verstraete FJ.(2000) How to obtain and interpret periodontal radiographs in dogs. Clin Tech Small Anim Pract 15(4): 204-10.\n\nVerstraete FJ, K ass PH, Terpak CH. (1998) Diagnostic value of full-mouth radiography in cats. Am J Vet Res. 59(6):692-5.\n\nVerstraete FJ, K ass PH, Terpak CH.(1998) Diagnostic value of full-mouth radiography in dogs. Am J Vet Res;59(6):686-91.\n\nTorossian A.(2008 ) Thermal management during anaesthesia and thermoregulation standards for the prevention of inadvertent perioperative hypothermia. Best Pract Res Clin Anaesthesiol. 22(4):659-68.\n\nBrodbelt, D.C, Blissitt, K.J., Hammond, R.A., et al. (2008) The risk of death을(를) 실시한다 the conﬁdential enquiry into perioperative small animal fatalities. Veterinary Anaesth esia and Analgesia. 35, 365-373.\n\nTiret  L,  Desmonts  JM,  Hatton  F,  Vourch  G.(1986)  Complications  associated  with anaesthesia--a prospective survey in France. Can Anaesth Soc J. 33:336-44.\n\nGengler WR, Kunkle BN, Romano D, Larsen D: (2003 ) Evaluation of a barrier sealant in dogs. J Vet Dent 22(3): 157-9.\n\nSitzman C (2013) Evaluation of a hydrophilic gingival dental sealant in beagle dogs. J Vet Dent.30(3):150-5.\n\nFloyd MR (1991) The modiﬁed Triadan system을(를) 실시한다 Nomenclature for veterinary dentistry. Journal of Veterinary Dentistry 8(4)을(를) 실시한다 18-19.\n\n치과 홈케어\n서론\n홈케어는 치주 치료의 중요한 측면이다. 세균 치태는 스케일링 후 24시간 이내에 치아 표면에 부착한다 (Wiggs RB & Lobprise HB 1997, Boyce EN et al 1995). 뿐만 아니라 홈케어가 없면 잇몸 감염/염 증이 빠르게 재발한다(Fiorellini JP et al 2006; Rober M 2007; Corba NH 1986). 만약 홈케어가 수 행되지 않면 예방 치료 후 2주 안에 치주 낭은 재감염되고 낭의 깊이는 치료 후 6주 이내에 치료 전 깊이 로 돌아간다(Rober M 2007). 더구나 사람에서 전문적인 스케일링은 홈케어가 없이는 어떠한 가치도 없다 는 것이 밝혀졌다(Needleman I et al. 2005). 한 합의 보고서는 “40년 동안의 실쪽 연구, 임상 시쪽, 다양 한 지역 및 사회적 환경에서의 시범 프로젝트들이 치태의 효과적인 제거가 일생 동안의 치과 및 치주 건강에 필수적이라는 것을 확인하였다”라고 단호하게 공표했다(Quintessence 1998).\n\n홈케어 토론/교육\n일상적인 홈케어의 장을 규칙적로 각 보호자에게 전달해야 한다. 종종 강아지/고양이 건강 검진 혹은 예 방 접종과 같은 첫 동물병원 방문 시 보호자와 함께 치과 치료(홈케어를 포함한)에 관해 토론해야 하고 전 직원이 수행해야 한다(Wiggs RB & Lobprise HB 1997). 홈케어의 초기 교육은 최대의 이익을 이끌 뿐 만 아니라 훈련을 더 쉽게 만든다.\n\n가정에서의 치태 관리의 목표\n홈케어의 일차적인 목표는 치아에서 세균성 치태의 양을 줄이는 것이다(Perry DA 2006). 이것은 다음에는 잇몸 염증의 정도 및 궁극적로 치주 질환을 감소시켜야 한다.\n치은 연상 치태와 치석은 치주 질환에 아무 영향이 없다는 것이 중요하다. 잇몸 선 및 아래의 치태가 염증을 유발하고 치주 질환을 일킨다(Westfelt E et al 1998, Niemiec BA 2008). 어떤 홈케어 방법을 권장할 것인지를 결정할 때 이것을 항상 숙지하라. 변연부 및 치은 연하의 치태 관리를 위한 다른 방법들의 적합성 에 대한 정보는 아래의 설명과 함께 다루어진다.\n\n칫솔질은 현재까지 치태를 기계적로 제거를 하는 가장 효과적인 방법이다(Hale FA 2003). 씹는 제품들 은 적절하게 고안되었을 때 효과적일 수 있지만 구강 스프레이, 세척제, 물 첨가제들은 일반적로 충분하지 않다. 이것은 치아에 착하는 치태가 가지고 있는 착력과 살균제에 대한 치태 생체막의 증가된 저항성(하 나의 세균보다 500,000배까지 높다는 것이 보고되었다) 때문이다(Williams JE 1995; Quirynen M et al 2006).\n\n홈케어의 종류\n가정에서의 치태 관리의 두 가지 주요 형태는 능동적 관리 및 수동적 관리이다. 두 가지 종류 모두 정확하고 일관적로 수행된다면 효과적일 수 있지만 능동적 홈케어가 현재 표준이다. 능동적 홈케어는 칫솔질 또는 세척과 같은 반려동물 보호자의 여가 수반된다. 수동적 방법은 전형적로 간식 혹은 특별히 고안된 사료 를 통한 씹는 행동에 기반한다. 능동적 홈케어는 앞쪽 치아(앞니 및 송곳니)에서 가장 효과적이다(Capik I 2007). 반대로 수동적 홈케어는(씹는 기반) 뒤쪽 치아(작은어니 및 큰어니)에서 더 효과적이다(Capik I 2007; Bjone S et al 2007). 앞쪽 치아는 보호자들이 접근하기 더 쉬운 반면 수동적 홈케어는 저작이 일 어날 때 뒤쪽 치아에서 더 효과적이기 때문에 이 차이는 명확하다.\n\n능동적 홈케어\n칫솔질\n적절히 수행된다면 치태 관리에 있어서 칫솔질이 가장 효과적인 방법이라고 증명되어 오고있다(Hale FA 2003). 따라서 보호자 교육을 통해 반려동물의 칫솔질을 장려하는 것이 모든 수의사의 목표가 되어야 한다.\n\n칫솔질을 위한 재료 및 방법\n칫솔: 도구 중 단 하나 가장 중요한 것이 칫솔이다. 수많은 동물용 칫솔이 가능하며 환자의 크기를 고려하여 적당한 칫솔이 선택되어야 한다. \n\n동물용 제품 뿐만 아니라 나일론 유로 만들어진 부드러운 사람용 칫솔도 대체될 수 있다. 어린이용 칫솔이 종종 작은 환자에 적당한 크기이고 오히려 그보다 큰 동물용 제품보다 더 효과적일 수 있다. 유아용 칫솔은 토이 견종, 고양이, 미성숙 환자에서 가장 효과적일 수 있다.\n\n사람에서의 연구에서 기계화된(음파 및 특히 회전식) 칫솔이 전통적인 칫솔에 비해 뛰어나다고 알려져 있다 (Moritis K et al 2008; Deery C et al 2004). 수많은 사람용 제품의 선택 뿐만 아니라 현재 기계화된 동 물용 칫솔이 이용 가능하다. 이 칫솔의 단 하나의 단은 장비의 움직임/진동이 이상하게 느껴질 수 있고/혹 은 환자들을 두려워하게 할 수도 있다는 것이다(Holmstrolm SE et al 1998). 따라서 기계화된 칫솔은 받 아들일 수 있는 기질을 가진 환자에서만 사용되어야 한다.\n\n치약\n수많은 동물용 치약이 가능하고 반려동물의 칫솔질 수용을 매우 증가시킨다. 치약은 또한 치아 위의 치석 퇴 적물의 양을 감소시키는 것로 알려진 칼슘 킬레이트화제(chelator)를 함유할 것이다(Hennet P et al 2007; Liu H et al 2002). 그러나 치석 그 자체는 거대한 비병원성 물질이라는 것이 중요하다. 따라서 치 약은 치태와 치은염의 감소에 큰 역할을 하지 않는다. 칫솔/장비의 움직임에 의한 치태의 기계적 제거가 치 태 관리에서 중요하다(Hale FA 2003). 만약 삼켰을 때 위 이상(gastric upset) 혹은 불소증을 유발하는 세척제 혹은 불소, 베이킹 소다(중탄산염)과 같이 뇨의 pH을 변화시킬 수 있는 물질들이 함유되어 있기 때 문에 사람용 치약은 권장되지 않는다(Niemiec BA 2008, Wiggs RB & Lobprise HB 1997).\n\n항균 조합제(아래 클로르헥시딘 고) 또한 사용이 가능하다. 이런 제품은 칫솔질과 함께 사용되었을 때 치 약의 효과를 넘어 치태와 치은염 조절을 향상시킬 것이고 따라서 고위군 환자 및 치주 질환이 발생된 경우 에서는 치약 대신 고려되어야 한다(Eaton KA et al 1997. Hennet P 2002).\n\n칫솔질 기술\n\n동물 환자에서 칫솔질을 안전하고 효과적로 시작하기 위해 다음의 훈련이 권장된다. 이상적인 기술은 가 장 다루기 쉬운 환자에서만 가능하다는 것을 숙고라하. 이런 수준의 관리가 되도록 보호자들이 노력해야 하 지만 어떤 성공도 가치가 있다고 받아들여야 한다. 환자의 홈케어를 너무 강요하는 것은 역효과적이고 보호 자-동물 연대를 파괴할 수도 있다(Niemiec BA 2013, Wiggs RB & Lobprise HB 1997).\n\n칫솔질을 준수하는 열쇠는 다음과 같이 명시될 수 있다.\n빨리 시작하라: 어린 환자들은 훈련에 더 잘 따른다.\n천천히 가라: 단지 입을 잡는 것부터 시작하고 그리고 나서 손가락로 발전시키고 마지막로 칫솔 질을 천천히 시작하라.\n일관되라: 이 것을 훈련된 행동로 만들어라.\n긍정적으로 만들어라: 보상로 음식, 간식, 놀이 시간을 이용하는 것은 수용의 가능성을 엄청나게 증가시킬 것이다.\n위험성을 논의하라: 동물의 입 주위를 핸들링하는 것은 재적로 보호자를 교상의 위에 빠뜨릴 수 있다. 항상 칫솔질 논의의 일부분로 이런 위을 보호자들에게 조언하라.\n적절한 칫솔질 기술은 치아의 장축에 45도 각도로 칫솔을 잡는 것로 시작한다. 그리고 나서 칫솔은 치은 변연부에 위치하고 회전 운동을 이용하여 아케이드를 따라 움직인다. 치아의  표면이 가장 접근성이 있 고 다행히도 가장 중요한데 왜냐하면  표면이 일반적로 많은 양의 치석 퇴적을 가지기 때문이다. 칫솔 질 과정의 초기에 반려동물의 입을 여는 것을 시도하지 않도록 확실하게 조언하라. 대부분의 동물 환자는 입 이 강제로 열리는 것을 아주 싫어하고 이 접근은 저항의 증가를 초래할 수 있다. 대신 보호자는 입이 닫힌 상 황에서 볼쪽 표면을 효과적로 칫솔질하는 것을 시작하도록 교육받아야 한다. 원위쪽 치아는 이런 치아에 도달하기 위해 볼 안로 칫솔을 부드럽게 넣고 적절한 위치 선정을 위해 촉감과 경에 의존하여 접근될 수 있다. 만약 환자가 순하다면, 보호자는 치아의 구개쪽/혀쪽 표면의 관리까지 발전해야 한다. 입을 열기 위 해서, 아래 송곳니 뒤에 비우세(non-dominant) 손의 엄지를 위치하는 것로 시작하라. 이것은 손가락 을 두기에 입 속의 가장 안전한 장소이다.\n\n이런 수준의 관리가 치태 형성 전에 있어야하기 때문에 칫솔질의 빈도는 하루에 한 번이 이상적이다. 게다가 격일의 칫솔질은 치은염 관리에 효과적이라고 발견되지 않았다(Gorrel C & Rawlings JM 1996). 일주일 에 3일이 건강한 구강을 가진 환자들을 위한 최소한의 빈도라고 여겨진다(Tromp JA et al 1986). 치주 질 환 환자에서는 매일의 칫솔질이 구강 건강을 유지를 위해 필요하고 하루 두 번이 권장될 것이다(Gorrel C & Rawlings JM 1996; Corba NH et al 1986 a & b; Tromp JA et al 1986). 마지막로 일관적인 홈케어가 결정적이라는 것이 중요하다. 만약 칫솔질이 한 달에 한 번처럼 거의 단절된다면 잇몸의 염증 수준 이 치료가 없는 환자와 동일한 수준로 돌아갈 것이다(Ingham KE & Gorrel C 2001).\n\n살균 세척\n능동적 홈케어의 또 다른 선택은 살균/항치태 용액의 적용이다. 전통적인 항균제의 선택은 클로르헥시딘이 다. 녹농균(Pseudomonas spp.) 이 외에 이 제품에 저항성을 가진 세균은 알려져 있지 않며 매우 안전 하다(Robinson JG 1995 Roudebush P et al 2005). 클로르헥시딘은 시간을 두고 지속적로 사용된 다면 치은염을 줄인다는 것이 많은 연구에서 밝혀졌다(Hamp SE et al 1973 (a & b); Hennet P 2002, Tepe JH et al 1983). 전하는 바에 따르면 클로르헥시딘은 빠른 개시와 최소량의 전신적 섭취를 가지며 구강 살균제로서 탁월한 선택이다(Salas Campos L et al 2000). 이 제품의 부가적인 장은 적용 후 최 대 7시간까지 살균 효과가 지속된다는 이다(Cousido MC et al 2009; Bonesvoll P 1977). 이 제품의 사용에서 한 가지 유의할 은 기호성이 없는 것이고 이것은 홈케어의 노력을 방해할 수도 있다(Holmstrolm et al 1998).\n\n이런 제품들의 적절한 사용은 단지 적은 양의 용액만 필요로 한다. 이상적로 세척은 치아와 잇몸의 표면에 직접적로 사용되어야 한다. 그러나 대부분의 경우에서 과 치아 사이에 용액을 넣는 것이 보호자가 성취 할 수 있는 최대이다.\n\n능동적인 구강 홈케어를 위한 다른 선택은 가용성 아연염(soluble zinc salts)의 사용이다. 연구들은 이 물 질이 살아있는 치태 생물량(biomass)를 감소시키는 데에 효과적일 수 있다는 것을 보여준다(Wolinsky LE et al 2000). 구강 아연 아스코르브산염 겔이 부착된 한 동물용 제품이 치태와 치은염을 감소시킨다는 것이 증명되었고(Clarke DE 2001) 수용성(acceptance)를 증가시켜주는 무미하다는(being tasteless) 추가 적인 장을 제공한다. 더구나 이 제품은 골라겐 합성을 지지/유도하는 것로 알려진 아스코르브산을 함유 하고 있어서 치과 스케일링 및/혹은 구강 수술 후 치유를 향상시킬 것이다(Pinnel SR et al 1987; Murad S et al 1981).\n\n방벽 실런트\n능동적 홈케어의 마지막 선택은 시판 중인 방벽 실런트의 적용이다. 한 실런트는 치아의 정전기적 전위를 변 화를 통해 기능을 하고 치태의 부착을 예방하기 위해 고안된 소수성(hydrophobic) 표면을 형성한다. 이것 은 치태와 치석의 축적을 감소시키는 것로 밝혀졌다(Homola AM et al 1999; Gengler WR 2005). 추가적인 실런트는 적어도 30일 동안 치태와 치석을 감소시킨다고 보고되었다(Sitzman C 2013).\n\n수동적 홈케어\n수동적 홈케어는 보호자에 의한 최소한의 노력이 필요하기 때문에 협력의 가능성이 높다. 이것은 장기적 일 관성이 치과 홈케어의 효과에서 핵심 요소이기 때문에 중요하다(Ingham & Gorrel, 2001). 매우 적극적 인 보호자의 칫솔질 준수율이 6개월 후에 단 50% 정도라는 것이 밝혀졌다(Miller & Harvey, 1994). 사 실 실제로 수행된다는 사실 때문에 수동적 홈케어는 능동적 홈케어에 비해 우위에 있을 것이라는 것이 한 연 구에서 나타났다(Vrieling et al., 2005).\n\n칫솔질에 부가적 혹은 칫솔질 대신 동물 사료, 보조제, 간식이 가정에서의 치태 관리를 위해 종종 사용된다. 이 제품들과 기술들은 항상 전문적인 치과 치료와 함께 병행되어야 한다. 이 방법은 보호자가 치태를 “능동 적로” 제거하지 않거나 세척제나 젤을 사용하지 않는다는 의미의 “수동적인” 홈케어 형태로 간주된다(Niemiec, 2013).\n\n치과용 사료 또는 간식은 치태와 치석의 관리에 보조제로서 도움을 줄 수 있다. 치석이 일반적로 비병원성 이고 치은 변연부 윗의 치태 조절이 치주 질환을 개선시키지 않는다는 것을 기억하는 것이 중요하다(Westfelt et al., 1998, DeBowes, 2010, Niemiec, 2008). 예를 들어, 보고에 의하면 야생의 육식 동 물은 치아에 상당히 적은 양의 치석을 가지고 있지만 가축화된 육식 동물과 비슷한 수준의 치주 질환을 가진 다(Verstraete et al., 1996; Clarke & Cameron, 1998; Steenkamp & Gorrel, 1999). 더구나 사람 에서의 한 연구는 임상적인 부착 증가가 잔존 치석의 수준과 관련성이 없다는 것을 발견하였다 (Sherman,1990). 따라서 보호자들에게 권고할 때 치은 연하 효과를 위해 잇몸 선 아래를 깨끗하게 할 수 있는 제품을 찾아보아야 한다(아래 고).\n\n반려동물 사료 규정 및 수의 구강 보건 위원회(Veterinary Oral Health Council, VOHC)\n많은 사료 및 간식들이 치과 건강을 개선한다고 주장한다. 이 주장은 아마 치아를 청소하고, 입냄새를 청결 하게 하고, 건강한 잇몸을 조장하고, 치주 질환의 예방을 돕는 것을 포함할 것이다(Logan et al., 2006). 규정을 표시함로써 주장들이 사실이어야 하고 일부는 너무 엄격하여 규정 아래에 있을 수 없며 따라서 그들의 효과에 대한 증거가 거의 없을 수 있다. 비록 미국 사료 관리 당국자 협회(AAFCO)는 치과 치석을 위한 주장을 논의한다고 할지라도(AAFCO, 2010) 미국 사료 관리 당국자 협회와 유럽 반려동물 사료 산업 연맹(FEDIAF)은 반려동물의 사료 또는 간식에서 치과(또는 어떤 다른) 질환의 치료 예방을 위한 주장을 허 용하지 않는다(AAFCO.org; FEDIAF.org).\n\n제품의 효과를 명확히하는 최고의 방법은 그 주장을 검증하는 출간된-전문가 재검토 연구를 조사하는 것이 다. 만약 이 것이 가능하다면 효과적이라고 권장할 수 있을 것이고 따라서 대표 연구자에게 연구 정보를 요 청하라. 그러나 이 조사는 약간의 노력이 필요할 것이기 때문에 바쁜 수의사들에게 가치있는 수단은 수의 구 강 보건 위원회(VOHC(vohc.org))이다. VOHC는 개와 고양이에서 미리 설정된 치태 및 치석의 축적의 조절에 관한 유효성 기준에 만족하는 시판 중인 제품을 인정하는 객관적인 방법을 제공한다(Harvey, 2003). 만약 반려동물 사료나 간식이 VOHC에 의해 인정되었다면 치태/치석을 예방 또는 감소에 효과적 이라는 합리적인 확신이 있다. 그러나 위에서 언급한 것처럼 출간된 연구와 VOHC는 단지 전체 치아 스코 어링(whole teeth scoring)만 제공하는데 이 것이 실제로 치주 상태를 개선 또는 개선시키지 않을 수도 있 다. VOHC는 연합 수의(veterinary) 단체들 뿐만 아니라 전문적 치과 협회들로부터의 대표자들로 구성된 비-규제 기관이다. VOHC 위원회는 과학적 프로토콜 및 연구 설계에 경이 있는 아홉 명의 수의 치과 전 문의 및 치과 연구자, 한 명의 비선출직 위원장로 구성된다.\n\nVOHC는 제품을 검사하지 않는다; 오히려 그들은 프로토콜과 기준을 설정하고 연구를 평가한다. 연구는 회 사 자체에 의해 시행되고 상세한 검사 보고서가 평가를 위해 제출된다. VOHC는 제출된 제품의 검사에 대 한 독립적인고 객관적인 평가를 제공한다. 주장들은 아마 치과 위생 향상에 대한 기계적인 혹은 화학적인 수 단에 근거될 것이다. VOHC는 두 개의 범주에 대한 인감 승인(Seal of Acceptance)을 수여한다: 치태 조 절에 도움이 되는 것과 치석 조절에 도움이 되는 것. 뿐만 아니라 VOHC 승인을 획득하기 위해서 제품은 환 자가 씹을 수 있고 치아를 손상시키지 않을 정도의 안전한 굳기를 가져야 한다.\n\n구강 건강에 대한 반려동물 사료의 효과\n수동적 홈케어 단독로는 임상적로 건강한 잇몸을 유지하기가 힘들고 치태 관리법 중 단 일부분에 불과 하다. 대부분의 씹는 것을 기반로 한 제품들의 실패 원인은 동물이 전반적로 전체 구강을 이용하여 씹지 않아서 많은 부분을 놓치게 될 것이라는 것이다. 수동적 홈케어는 씹는 치아에서 가장 효과적이고 대조적쪽 로 능동적 홈케어는 앞니 및 송곳니에서 뛰어나다(Capik, 2007). 따라서 능동 및 수동 홈케어의 조합이 최 상이다.\n\n습식, 건식 그리고 홈메이드 사료\n사료는 조직 상태의 유지, 치태 세균의 대사, 타액 흐름과 구성에 미치는 영향, 치아 및 구강 표면에 접촉의 영향을 통해 구강 환경에 영향을 줄 수 있다(Logan & Allen, 2003). 소동물 임상에서 공통적인 개념은 건 식 사료의 급여가 치태와 치석을 감소시키고 통조쪽 사료는 치태의 형성을 조장한다는 것이다. 이것은 왜냐 하면 단단한 건식 사료 안로의 씹는 분쇄 작용이 치아를 청소하기 때문이다. 또한 건식 사료는 구강 세균 이 먹는 잔존물을 구강 내에 덜 남김에 따라 치태가 더 천천히 축적된다. 그럼에도 불구하고 시판 중인 건식 사료를 급여 중인 많은 동물이 여전히 상당한 치태와 치석의 축적 그리고 치주 질환을 가지고 있다(Logan et al., 2006; Harvey et al., 1996). 한 연구에서 부드러운 사료를 먹는 개와 고양이는  더 유질 사료 를 먹는 동물에 비해 더 많은 치태와 치은염을 가지고 있었다(Watson, 1994). 다른 연구들에서는 습식 사 료가 치태 및 치석 축적에서 전형적인 건식 사료와 유사한 효과를 보여주었다(Boyce & Logan 1994; Harvey et al., 1996). 마지막로 표준 건식 사료는 치아의 절단연 끝단에서 부서져 치은 변연부에서의 청소 효과를 최소한 혹은 거의 제공하지 하는데 이것은 중요한 부분이다(Niemiec, 2008, Westfelt, et al., 1998; Niemiec, 2013). 홈메이드 사료와 시판 중인 습식 및/또는 건식 사료를 비교한 연구는 홈메이 드 사료의 급여가 고양이에서 구강 위생 문제의 가능성을 증가시켰다. 개와 고양이에서 적어도 사료의 일부 가 건식 사료일 때 홈메이드에 비해 시판 중인 사료 급여의 유의한 효과가 있었다(Buckley et al., 2011). 또 다른 연구는 부드러운 혹은 홈메이드 사료에 비해 건식 사료를 급여한 고양이에서 치주 질환, 치과 퇴적 물(치석)에서의 개선, 감소된 프절증의 발생을 보여 주었다(Gawor et al 2006).\n\n건식 사료에서 사료 알갱이의 크기, 질감, 구성이 구강에서 건식 사료의 효과에 영향을 미친다. 효과들은 치 태 세균의 변화, 치아의 청결, 조직 상태의 유지를 포함한다. 식이 유 또한 잇몸을 운동시키고, 잇몸의 각 화(keratinisation)를 촉진하며, 약간의 치아 청소 효과를 가진다(Logan, 2006). 식이 유는 치태 및 치 석 형성에도 영향을 줄 수 있다; 그러나 반려동물이 가장 표준의 건사료 알갱이를 씹기 때문에 건사료 알갱 이가 부서져 가루가 될 것이고 이것은 기계적인 청소에 거의 효과를 제공하지 않는다(Logan et al., 2010).\n\n치과용 사료\n일부 시판 중인 성견 및 성묘용 건식 사료는 표준 반려동물 사료와 비교하여 증가된 구강 청소 능력을 가지 게 고안되었다. 이런 사료의 기계적인 작용은 저작을 촉진하고 치아와의 접촉을 최대화하는 더 큰 크기와 질 감의 건식 사료 알갱이에 의해 제공된다. 알맞은 형태, 크기, 물리적 구조의 사료는 치태, 착색, 치석 관리를 제공할 수 있다(Logan, 2006; Jensen et al 1995). 치과용 사료의 유 형태 또한 잇몸을 운동시키고, 잇 몸의 각화를 촉진하고, 치아를 청소하는 것로 생각된다(Logan et al 2010). 하나의 중요한 은 심지어 이런 제품이 치태와 치석을 감소키더라도 전형적로 치은 변연부가 아닌 뾰족한 끝단 주위 영역에서 가장 효과적이라는 것이다(Stookey & Warrick, 2005). 만약 사료가 적절하게 고안된다면 사료가 분리되기 전 에 치아가 사료 속로 기게 된다. 치아가 사료 알갱이에 투하는 동안 사료 속의 유소가 치아 표면을 부드럽게 깎아내고 따라서 치태를 제거하게 된다(Jensen, et al., 1995). 연구들은 일부 치과용 사료가 개 와 고양이에서 특별히 치과 예방법과 함께 사용되었을 때 치태, 치석, 착색을 유의한 수준로 조절을 한다 는 것을 보여주었다(Logan et al., 2002; Jensen et al., JVD 1995; Theyse et al., 2003). 현재 단 하 나의 사료만 실제로 잇몸 염증에 긍정적인 효과를 가지고 있다는 증거를 발표하였다. 일반적인 사료와 이 치 과용 사료 급여를 비교한 6개월 간의 연구는 치과용 사료에서 약 33% 정도 감소한 치태와 잇몸 염증을 보여 주었다(Logan et al., 2002). 이런 사료는 대개 성숙 동물을 위한 고유 유지(maintenance) 사료인데 성장, 임신/수유, 높은 칼로리가 요구되는 동물에게 제공되기에는 적절하지 않다. 치과용 사료는 주 사료 (main food) 공급원로 급여되게 되어있다. 연구는 가장 좋은 결과가 치과용 사료가 주 사료일 때 획득되 었지만 처방 사료가 총 칼로리 섭취의 75%, 50%, 심지어 25%로 급여되었을 때에 효과가 감소했지만 여전 히 적당한 효과가 있다는 것을 발견하였다. 치과용 사료를 단순히 간식로 사용하는 것은 제품에 대한 기대 치를 충족시키지 못할 것이다(Hale, 2003).\n\n치과용 간식\n일반 구운 비스킷 간식과 씹는 장난감(예컨데 노끈 및 밧줄 장난감)은 치주염 예방에 효과가 없는 것로 알 려져 있다(Roudebush et al., 2005). 압축된 밀, 간식에 함유된 셀룰로오스, 생가죽로 만들어진 치과용 씹는 간식들은 효능에 관한 훌륭한 증거를 가지고 있다(Roudebush et al., 2005; Beynen et al., 2011; Stookey., 2009; Hooijberg et al., 2015). 혼합 자연 식이를 한 호주의 야생 고양이에서의 한 연구는 비록 두 그룹 사이의 치주 질환 발생률의 차이는 없었지만 건식 혹은 습식 시판 사료를 급여한 사육 고양이와 비교했을 때 더 적은 양의 치석을 가지고 있었다(Clarke and Cameron, 1998). 피질골(소 대퇴 골)을 급여한 8마리의 비글에서의 연구는 비록 치태에서의 효과는 없는 것로 보고되었지만 치석에서의 향 상은 있는 것로 보고되었다(Marx et al, 2016).\n\n\n\n프로바이오틱스\n중요한 염증 매개물인 일산화질소(NO)가 사람의 치주 질환에서 증가되는 것로 나타났며(Matejka et al, 1998; Lappin et al, 2000; Hirose et al, 2001) NO의 발생을 차단하는 물질 혹은 그 효과는 치료 법로 가치가 있을 것이다(Paquette and Williams 2000). Lactobacillus brevis(L brevis)는 고농도 의 아르기닌 탈이민효소를 함유한 프로바이오틱 세균이다. 고농도의 아르기닌 탈이민효소는 같은 아르기닌 기질을 위해 NO 합성과 경쟁함로써 NO의 발생을 억제한다. 사람에서의 연구는 L brevis를 함유한 프로 바이오틱스의 국소적 적용이 치주염과 관련된 염증 매개물을 감소시키는 것을 보여주었다(Leraido et al, 2010). 사람에서 치주 질환 치료에 프로바이오틱스를 사용한 연구들은 감소된 잇몸 출혈을 측정함로써 향상된 잇몸 위생을 보여주었다. 이런 연구에서 사용된 프로바이오틱스 균주들은 L. reuteri strains, L. brevis (CD2), L. casei Shirota, L. salivarius WB21, Bacillus subtilis, L. reuteri, L. brevis를 포함 한다(Haukioja, 2010). 개에서 L brevis CD2의 국소적 적용 예비 연구 결과는 잇몸 염증 윤의 감소를 보여주었다(Vullo,2014).\n\n결론:\n홈케어는 치주 질환 치료에서 중요하지만 종종 무시된다. 조기의 지속적인 교육이 보호자 협력에서 중요한 부분이다. 가능한 많은 선택이 있지만 칫솔질이 황쪽 표준로 남아있다. 건식 사료가 치아를 청소한다는 일 반적인 미신이 마음에 끌리지만 표준 건식 사료는 치주염의 위성의 유의하게 감소시키지는 못한다. 치과 용 사료 혹은 간식은 일부 효과가 있며 특히 치태에 관한 전문가-재검토 연구가 발간되거나/ 혹은 VOHC 인증 인장이 있는 제품이 권장된다. 제품들은 치은 변연부 아래까지 혹은 아래를 청소해야 한다. 표준 건식 사료 혹은 생뼈 급여는 아마 치석은 감소시킬 수 있지만 치주염의 위을 줄인다는 증거는 많지 않다.\n\n핵심 사항:\n치태는 24시간 내에 축적되기 때문에 매일의 홈케어가 권장된다.\n홈케어가 없이는 전문적 치주 치료의 효과는 극도로 제한적이다.\n수동적 홈케어 방법은 아마 효과적이거나 아닐 수도 있며 효과도 아마 주로 뒤쪽 치아에 있을 것이다.\n표준 건식 개 사료는 구강 위생에 유익하지 않다.\n능동적 및 수동적 방법의 조합이 최고의 선택이 될 수 있다.\n\nReferences:\n\nwww.AAFCO.org\n\nBeynen A.C., Van Altena F., Visser E.A. (2010) Beneﬁcial effect of a cellulose-containing chew treat on canine periodontal disease in a double-blind, placebo-controlled trial. American Journal of Animal and Veterinary Science. 5(3):192-195.\n\nBoyce E.N., Logan E.I. (1994) Oral health assessment in dogs: Study design and results. Journal of Veterinary Dentistry 11: 64-74.\n\nBrown W.Y. and McGenity P. (2005) Effective periodontal disease control using dental hygiene chews Journal of Veterinary Dentistry 22(1);15-19.\n\nBuckley C., Colyer A., Skrzywanek M. et al. (2011) The impact of home-prepared diets and home oral hygiene on oral health in cats and dogs. British Journal of Nutrition; 106 Suppl 1(0):S124-S127.\n\nhttp://www.bvda.co.uk/position-statements\n\nClarke D.E. (2006) Drinking water additive decreases plaque and calculus accumulation in cats. Journal of Veterinary Dentistry; 23(2):79-82.\n\nClarke D.R. and Cameron A. (1998) Relationship between diet, dental calculus and periodontal disease in domestic and feral cats in Australia. Australian Veterinary Journal 76(10):690-693.\n\nEngelberg J. (1965) Local effect of diet on plaque formation and development of gingivitis in dogs. 3. Effect of hard and soft diets. Odontologisk Revy 16:31-41.\n\nwww. FEDIAF.org\n\nFinney O., Logan E.I., Simone A.J., et al. (1996) Effects of diet on existing plaque, calculus and gingivitis in dogs. In: Proceedings. Tenth Annual Veterinary Dental Forum, Houston, TX, 1996: 143-146.\n\nGawor J.P., Reiter A.M., Jodkowska K, et al (2006) Inﬂuence of diet on oral health in cats and dogs. Journal of Nutrition. 136:2021S-2023S.\n\nHale F. (2003) Home care for the dental patient. Proceedings of Hillʼs European Symposium on Oral Care. Amsterdam 19th to 20th March 2003, pp50-59.\n\nHarvey C.E. (2003) Veterinary Oral Health Care Council: What Do We Do? Proceedings of Hillʼs European Symposium on Oral Care. Amsterdam 19th to 20th March 2003. Pp27-33.\n\nHarvey C.E., Shofer F.S., Laster L. (1996) Correlation of diet, other chewing activities and periodontal disease in North American client-owned dogs. Journal of Veterinary Dentistry; 13: 101-105.\n\nHaukioja A. (2010) Probiotics and oral health. European Journal of Dentistry ;4(3):348-55.\n\nHirose M., Isihara K., Saito A., et al (2001) Expression of cytokines and inducible nitric oxide synthase in inﬂamed gingival tissue. Journal of Periodontal Research: 72:590-597.\n\nHooijberg E.H., Furman E., Leidinger J., et al (2015) Transient renal Fanconi syndrome in a Chihuahua exposed to Chinese chicken jerky treats. Tierärztliche Praxis Kleintiere Heimtiere 43(3):188-92.\n\nHooper A.N. and Roberts B.K. (2011) Fanconi syndrome in four non-basenji dogs exposed to chicken jerky treats. Journal of the American Animal Hospital Association 47(6):e178-87.\n\nHoriuchi M., Yamamoto T., Tomofuji T., et al (2002) Tooth brushing promotes gingival ﬁbroblast proliferation more effectively than removal of dental plaque. Journal of Clinical Periodontology. 29(9):791-795.\n\nIgase M., Baba K., Shimokawa T., Miyama T.S, et al. (2015) Acquired Fanconi syndrome in a dog exposed to jerky treats in Japan. Journal of Veterinary Medical Science; 77(11): 1507-10.\n\nJensen L., Logan E.I., Finney O., et al. (1995) Reduction in accumulation of plaque, stain and calculus in dogs by dietary means. Journal of Veterinary Dentistry 12: 161-163.\n\nLappin D.F., Kjeldsen M., Sander L.,et al. (2000) Inducible nitric oxide synthase expression in periodontitis. Journal of Periodontal Research 35:369-373.\n\nLeib M. and Sartor L.L. (2008) Esophageal foreign body obstruction caused by a dental chew treat in 31 dogs (2000-2006). Journal of the American Veterinary Medical Association 232(7):1021-1025.\n\nLeJeune J.T. and Hancock D.D. (2001) Public health concerns associated with feeding raw meat diets to dogs. Journal of the American Veterinary Medical Association 219(9): 1222-1225.\n\nLenz J., Joffe D., Kauffman M., Zhang Y., LeJeune J. (2009) Perceptions, practices, and consequences associated with foodborne pathogens and the feeding of raw meat to dogs. Canadian Veterinary Journal 50(6):637-43.\n\nLerairdo G., Bossȕ M., Tarantine D., et al. (2010) The arginine-deiminase enzymatic system of gingivitis: preliminary paediatric study. Annali di Stomatolgoia LIX:8-13.\n\nLogan E.I. (2006) Dietary inﬂuences on periodontal health in dogs and cats. Veterinary Clinics of North America, Small Animal Practice. Ed Kirk CA and Bartges JW. 36 (6): 1385-1402.\n\nLogan E.L., Allen T.A., Debraekeleer A. (2003) Nutritional Support of the Dental Patient: An Overview. Proceedings of Hillʼs European Symposium on Oral Care. Amsterdam, 19th to 20th March, pp 66-75.\n\nLogan E.I., Finney O., and Herrerren J.J. (2002) effects of a dental food on plaque accumulation and gingival health in dogs. Journal of Veterinary Dentistry 19(1):15-18.\n\nLogan E.I., Wiggs R.B., Schert D., and Cleland P. (2010) Periodontal disease. In Small Animal Clinical Nutrition 5th Edn. Editors: Hand MS, Thatcher CD, Remillard RL, Roudebush P and Novotny BJ. Mark Morris Institute, Topeka, Kansas, US. pp 989 ‒ 1001.\n\nMajor A., Schweighauser A., Hinden S.E., and Francey T. (2014) Transient Fanconi syndrome with severe polyuria and polydipsia in a 4-year old Shih Tzu fed chicken jerky treats. Schweiz Archiv fur Tierheilkunde 156(12):593-598.\n\nMarx F.E., Machado G.S., Pezzali J.G., Marcolla C.S., et al. (2016).Raw beef bones as chewing items to reduce dental calculus in Beagle dogs. Australian Veterinary Journal 94(1-2):18-23.\n\nMatejka M., Partyka L., Ulm C., et al. (1998). Nitric oxide synthesis is increased in periodontal disease. Journal of Periodontal Research 33:517518.\n\nMiller B.R. and Harvey C.E. (1994) Compliance of with oral hygiene recommendations following periodontal treatment in client owned dogs. Journal of Veterinary Dentistry 11(1): 18-19.\n\nRobinson J.G.A. and Gorrel C. (1997) The oral status of a pack of foxhounds fed a “natural” diet. In: Proceedings. World Veterinary Dental Congress, Birmingham, UK: 35-37.\n\nRoudebush P., Logan E.I., Hale F.A. (2005) Evidence-based veterinary dentistry: a systematic review of homecare for prevention of periodontal disease in dogs and cats. Journal of Veterinary Dentistry 22(1):6-15.\n\nRubio A., van Goethem B., Verhaert L. (2010) Tongue entrapment by chew toys in two dogs. J Sm Anim Pract 51(10):558-560.\n\nSteenkamp G and Gorrell C (1999) Oral and dental conditions in adult African wild dog skulls: a preliminary result. Journal of Veterinary Dentistry 16(2):913-918.\n\nStookey G.K. (2009) Soft rawhide reduces calculus formation in dogs. Journal of Veterinary Dentistry 26(2):82-85.\n\nStookey G.K., Warrick J.M., Miller L.L. (1995) Sodium hexametaphosphate reduces calculus formation in dogs. American Journal of Veterinary Research 56: 913-918.\n\nTheyse L. (2003) Hillʼs Prescription Diet Feline t/d: Results of a Field Study. Proceedings of Hillʼs European Symposium on Oral Care. Amsterdam 19th to 20th March 2003 pp 60-63.\n\nVerstraete F.J., van Aarde R.J., Nieuwoudt B.A., et al. (1996) The dental pathology of feral cats on Marion Island; part II: periodontitis, external odontoclastic resorption lesions and mandibular thickening. Journal of Comparative Pathology 115(3):283-297.\n\nvohc.org\n\nVullo C. (2014) Lactobacillus brevis CD2 and odontostomatological diseases. Probiotics in veterinary medicine - an update and perspectives. The Sivoy Study The Sivoy Study Group, Rome 17 March, Abstract\n\nWarrick J.M., Stookey G.K., Blickman T.R., et al. The role of plaque and calculus in the etiology of periodontal disease. In: Proceedings 17th Annual Veterinary Dental Forum, November 6-9, 2003, San Diego, CA: 169-174.\n\nWatson A.D. (1994). Diet and periodontal disease in dogs and cats. Australian Veterinary Journal 71(10):313-318.\n\nWiggs RB, Lobprise HB (1997) Periodontology, in Veterinary Dentistry, Principals and Practice. Philadelphia, PA, Lippin cott ‒ Raven, pp 186-231.\n\nBoyce EN, Ching RJ. Logan EI. Hunt JH. Maseman DC. Gaeddert KL. King CT. Reid EE. Hefferren JJ (1995): Occurrence of gram-negative black-pigmented anaerobes in subgingival plaque during the development of canine periodontal disease. Clin Infect Dis. 20 Suppl 2:S317-9.\n\nFiorellini JP, Ishikawa SO, Kim DM (2006) Clinical Features of Gingivitis, in을(를) 실시한다 Carranzaʼs Clinical Periodontology. St. Louis, Mo, WB Sau nders, pp 362- 72.\n\nRober M (2007) Effect of scaling and root planing without dental homecare on the subgingival microbiota. Proceedings of the 16th European congress of veterinary dentistry: pp 28-30.\n\nNeedleman I, Suvan J, Moles DR, Pimlott J. (2005) A systematic review of professional mechanical plaque removal for prevention of periodontal diseases. J Clin Periodontol. 32 Suppl 6:229-82.\n\nProceedings of the European workshop on mechanical plaque control, Chicago, 1998, Quintessence.\n\nPerry DA (2006) Plaque control for the periodontal patient. in: Carranzaʼs Clinical Periodontology. St. Louis, Mo, WB Saunders, pp 728-748\n\nWestfelt E, Rylander H, Dahlen G, Lindhe J (1998) The effect of supragi ngival plaque control on the progression of advanced periodontal disease. J Clin Periodontol. 25(7): 536-41.\n\nNiemiec BA (2008) Periodontal therapy. Top Companion Anim Med. 23(2):81-90, 2008. Hale FA (2003) Home care for the veterinary dental patient. J Vet Dent 20(1) 52-4.\nWilliams JE (1995) Microbial Contamination of Dental Lines, in Current and Future Trends In: Veterinary Dentistry: Proceedings of the Upjohn Worldwide Companion Animal Veterinary Dental Forum. 8-11.\n\nQuirynen M, Teughels W, Kinder Haake S, Newman MG: (2006) Microbiology of Periodontal diseases, in: Carranzaʼs Clinical Periodontology. St. Louis, Mo, WB Saunders, pp 134-169\n\nCapik I (2007) Periodontal health vs. different preventative means in toy breeds ‒ clinical study. Proceedings of the 16th European congress of veterinary dentistry: pp 31-4.\n\nBjone S, Brown W, Harris A, Genity PM (2007) Inﬂuence of chewing on dental health in dogs. Proceedings of the 16th European congress of veterinary dentistry: pp 45-6, 2007.\n\nHolmstrom SE, Frost P, Eisner ER (1998 ) Dental Prophylaxis, in Veterinary Denta l Techniques, (ed 2). Philadelphia, PA, Saunders, 1998, pp 133-166.\n\nMoritis K, Jenkins W, Hefti A, Schmitt P, McGrady M. (2008) A randomized, parallel design study to evaluate the effects of a Sonicare and a manual toothbrush on plaque and gingivitis. J Clin Dent.;19(2):64-8.\n\nDeery C, Heanue M, Deacon S, Robinson PG, Walmsley AD, Worthington H, Shaw W, Glenny AM. (2004)The effectiveness of manual versus powered toothbrushes for dental health: a systematic review. J Dent. 2004, 32(3):197-211.\n\nHennet P, Servet E, Soulard Y, Biourge V (2007) : Effect of pellet food size and polyphosphates in preventing calculus accumulation in dogs. J Vet Dent. Dec;24(4):236-9.\n\nLiu H, Segreto VA, Baker RA, Vastola KA, Ramsey LL, Gerlach RW: (2002) Anticalculus efﬁcacy and safety of a novel whitening dentifrice containing sodium hexametaphosphate: a controlled six-month clinical trial. J Clin Dent.;13(1):25-8.\n\nEaton KA, Rimini FM, Zak E, et al: (1997) The effects of a 0.12% chlorhexidine-digluconate containing mouthrinse versus a placebo on plaque and gingival inﬂammation over a 3-month period. A multicentre study carried out in general dental practices. J Clin Periodontol. 24(3): 189-97.\n\nHennet P (2002) Effectiveness of a dental gel to reduce plaque in beagle dogs. J Vet Dent. 19(1): 11-4.\nNiemiec BA (2012): Home Plaque Control. In: Veterinary Periodontology. John Wiley and Sons. Ames. Pp 175-85.\n\nGorrel C, Rawlings JM. (1996) The role of tooth-brushing and diet in the maintenance of periodontal health in dogs. J Vet Dent.13(4):139-43\n\nTromp JA, Jansen J, Pilot T. (1986) Gingival health and frequency of tooth brushing in the beagle dog model. Clinical ﬁndings. J Clin Periodontol.;13(2):164-8.\n\nCorba NH, Jansen J, Pilot T (1986) Artiﬁcial periodontal defects and frequency of tooth brushing in beagle dogs (II). Clinical ﬁndings afte r a period of healing. J Clin Periodontol.; 13(3):186-9.\n\nCorba NH, Jansen J, Pilot T (1986) Artiﬁcial periodontal defects and frequency of tooth brushing in beagle dogs (I). Clinical ﬁndings afte r a period of healing. J Clin Periodontol.; 13(3):158-63.\n\nTromp JA, van Rijn LJ, Jansen J (1986) Experimental gingivitis and frequency of tooth brushing in the beagle dog model. Clinical ﬁndings. J Clin Periodontol.;13(3):190-4.\n\nIngham KE, Gorrel C. (2011) Effect of long-term intermittent periodontal care on canine periodontal disease. J Small Anim Pract.42(2):67-70.\n\nRobinson JG (1995) Chlorhexidine gluconate ‒ the solution to dental problems. J Vet Dent. 12(1), 29-31.\n\nRoudebush P, Logan E, Hale, FA (2005) Evidence-based veterinary dentistry: a systematic review of homecare for prevention of periodontal disease in dogs and cats. J Vet Dent. 22(1): 6-15.\n\nHamp SE, Emilson CG (1973) Some effects of chlorhexidine on the plaque ﬂora of the beagle dog. J Periodontol Res. 12: 28-35.\n\nHamp SE, Lindhe J, Loe H. (1973) Long term effects of chlorhexidine on developing gingivitis in the beagle dog. J Periodontol Res. 8: 63-70.\n\nTepe JH, Leonard GJ, Singer Re, et al (1983) The long term effect of chlorhexidine on plaque, gingivitis, sulcus depth, gingival recession, and loss of attachment in beagle dogs. J Periodontal Res. 18: 452-8.\n\nSalas Campos L, Gómez Ferrero O, Villar Miranda H, Martín Rivera B (2000) Antiseptic agents: chlorhexidine. Rev Enferm. 23(9):637-40.\n\nCousido MC, Tomás Carmona I, García-Caballero L, Limeres J, Alvarez M, Diz P.(2009) In vivo substantivity of 0.12% and 0.2% chlorhexidine mouth rinses on salivary bacteria. Clin Oral Investig..\nBonesvoll P: (1977) Oral pharmacology of chlorhexidine. J Clin Periodontol 4: 49-65.\n\nWolinsky LE, Cuomo J, Quesada k, et al. (2000) A comparative pilot study of the effects of a dentifrice containing green tea bioﬂavonoids, sanguinarine, or triclosan on oral bacterial bioﬁlm formation. J Clin Dent. 11: 535-559.\n\nClarke DE (2001) Clinical and microbiological effects of oral zinc ascorbate gel in cats. J Vet Dent. 18(4) 177-183.\n\nPinnel SR, Murad S, Darr D (1987) Induction of collagen synthesis by ascorbic acid. A possible mechanism. Arch Dermatol., 123(12):1684-6.\n\nMurad S, Grove D, Lindberg KA, Reynolds G, Sivarajah A, Pinnell SR (1981) Regulation of collagen synthesis by ascorbic acid. Proc Natl Acad Sci U S A.78(5):2879-82.\n\nHomola AM, Dunton RK (1999) Methods, Compositions, and dental delivery systems for the protection of the surfaces of teeth. U.S. Patent No. 5,665,333 issues Sept 9, 1997 and U.S. Patent No. 5,961,958 issued October 5.\n\nGengler WR, Kunkle BN, Romano D, Larsen D: (2005) Evaluation of a barrier sealant in dogs. J Vet Dent 22(3): 157-9.\n\nSitzman C (2013). Evaluation of a hydrophilic gingival dental sealant in beagle dogs. J Vet Dent. 30(3):150-5.\n\nMiller BR, Harvey CE (1994) Compliance with oral hygiene recommendations following periodontal treatment in client-owned dogs. J Vet Dent. 11(1), 18-19.\n\nVrieling HE, Theyse LF, van Winkelhoff AJ, Dijkshoorn NA, Logan EI, Picavet P.(2005) Effectiveness of feeding large kibbles with mechanical cleaning properties in cats with gingivitis. Tijdschr Diergeneeskd.;130(5):136-40.\n\nDebowes LJ (2010) Pro blems with the gingiva. In: Small Animal dental, oral and maxillofacial disease, A color handbook (Niemiec BA ed.). London, Manson, 2010, pp159 ‒ 181.\n\nVerstraete FJ, van Aarde RJ, Nieuwoudt BA, et al (1996) The dental pathology of feral cats on Marion Island, part II: periodontitis, external odontoclastic resorption lesions and mandibular thickening. J Comp Pathol. 115(3): 283-97.\n\nClarke DE, Cameron A (1998) Relationship between diet, dental calculus, and periodontal disease in domestic and feral cats in Australia. Aust Vet J. 76(10): 690-3.\n\nSteenkamp G, Gorrel C. (1999) Oral and dental conditions in adult African wild dog skulls: a preliminary report. J Vet Dent. 16; 65-8.\n\nSherman PR, Hutchens LH Jr, Jewson LG. (1990) The effectiveness of subgingival scaling and root planing. II. Clinical responses related to residual calculus. J Periodontol. 61(1): 9-15.\n\nAssociation of American Feed Control Ofﬁcials, inc (AAFCO). Ofﬁcial publication of the Association of American Feed Control Ofﬁcials, Oxford IN, 2010.\n\nHarvey CE, Shofer FS, Laster L: (1996) Correlation of diet, other chewing activities, and periodontal disease in North American Client-owned dogs. J Vet Dent. 13: 101-5.\n\nStookey GK, Warrick JM (2005) Calculus prevention in dogs provided diets coated with HMP. Proceedings of the 19th annual American Veterinary Dental Forum, Orlando, pp. 417-421.\n\nGorrel C, Bierer TL: (1999) Long-term effects of a dental hygiene chew on the periodontal health of dogs. J Vet dent 16(3):109-13.\n\nStookey GK: (2009) Soft rawhide reduces calculus formation in dogs. J Vet Dent. ;26(2): 82-5.\n\nGorrel C, Warrick J, Bierer TL. (1999) Effect of a new dental hygiene chew on periodontal health in dogs. J Vet Dent. 16(2):77-81.\n\nMariani C, Douhain J, Servet E, Hennet P, Biourge V: (2009) Effect of toothbrushing and chew distribution on halitosis in dogs. Proceedings of the 18th congress of veterinary dentistry, Zurich, pp. 13-15.\n\nWarrick JM, Stookey GK, Inskeep GA, Inskeep TK (2001) Reducing calculus accumulation in dogs using an innovative rawhide treat system coated with Hexametaphosphate. Proceedings of the 15th annual American Veterinary Dental Forum, San Antonio, pp. 379-382.\n\nBrown WY, McGenity P: (2005) Effective periodontal disease control using dental hygiene chews. J Vet Dent 22(1): 16-9.\n\nWhite DJ, Cox ER, Suszcynskymeister EM, Baig AA (2002) In vitro studies of the anticalculus efﬁcacy of a sodium hexametaphosphate whitening dentifrice. J Clin Dent. 13(1):33-7.\n\nStookey GK, Warrick JM, Miller LL, et al (1996): Hexametaphosphate-coated snack biscuits signiﬁcantly reduce calculus formation in dogs. J vet dent 13(1), 27-39.\n\nChapek CW, Reed OK, Ratcliff PA.(1995) Reduction of bleeding on probing with oral-care products. Compend Contin Educ Dent.16(2):188, 190, 192.\n\nSection 6: 치과 방사선학 개와 고양이의 치과 방사선 촬영\n전체-구강 치과 방사선 사진은 특히 만약 동물이 처음 방문했거나 임상적인 상태가 이전의 방문 후 유의하게 변했다면 치과 환자의 진단 작업의 일부로서 수행된다. 치과 방사선 사진은 진단에 도움이 되고 치료를 안내 한다. 또한 합법적인 기록의 중요한 부분이며 보호자 교육에서 엄청난 가치가 있을 수 있다. 전체-구강 치과 방사선 사진은 임상 검사보다 약 40%의 병소를 더 발견한다(Verstraete FJ et al 1998a, b)(구강 병리 부 분 고). 비용이라는 이유로 수의사들은 종종 보호자의 경제적인 상태와 전체-구강 방사선 사진을 위한 필 요성의 균형을 조절해야 한다. 그러나 적어도 임상적로 질병이 발견된 치아의 치과 방사선 사진을 획득하 는 것은 필수이다.\n\n장비 및 기법\n치과 방사선 사진은 치과 x-ray 장치(예컨데 벽 고정식, 이동식, 휴대용)와 지 시스템(예컨데 일반적인 구 강 내 치과 필름, “직접” 디지털 방사선(DR) 또는 컴퓨터 방사선(CR))이 필요하다(Niemiec BA 2010, Niemiec BA et al 2004, Wiggs RB Lobprise HB 1997). 그러나 tier 1 국가에서는 구강 외 플레이트 를 이용하는 의료용 x-ray 장비가 진단적인 정보를 제공해 줄 것이다(Mulligan TM et al 1998)(장비 부 분 고).\n\n치과 방사선 사진을 획득하는 3가지의 표준 기법이 있다: 평행 기법(parallel technique)(중간에서 뒤쪽 하악의 치아를 위해), 구강-외 혹은 근접-평행 기법(extra-oral or near parallel technique)(고양이에서 뒤쪽 상악 치아를 위해), 다른 모든 부위를 위한 이등분 각도 기법(bisecting angle technique) (AVDC 2016a, Niemiec BA et al 2004, Niemiec BA Furman R 2004, Oaks A 2000, Wiggs RB Lobprise HB 1997). 모든 방사선 사진은 전신 마취 하의 동물에서 획득된다(마취 부분 고).\n\n\n평행 기법\n필름/센서/인광판을 구강 내에서 방사선 사진이 촬영될 치아에 혀로 위치하라 그러면 필름이 목표 치아 의 장축에 평행하게 된다. 필름은 하악의 배쪽 경계 너머로 그리고 치관의 등쪽 너머로 튀어나와야 한다. Size 2 센서를 가지고 큰 치아를 영상화할 때 두 장의 방사선 사진이 필요할지도 모른다. 필름의 명확한 3mm 여백이 방사선 촬영이 되는 치아의 주위로 명백해야 한다. 엑스레이 관을 중심 엑스레이 빔(검은색 화 살, Fig. 1)이 필름에 직각이 되게 위치하고 엑스레이 관을 표적물(치아)에 최대한 가까이 가져와라(Figs. 1, 2 왼쪽). 마지막로 관심 부위가 엑스레이 관의 원형 내에 있는 것을 확인하라(AVDC 2016a).\n\n\n\nFig. 1 완전한 개의 두개골 모형을 이용한 뒤쪽 하악 작은어니 및 큰어니를 촬영을 위한 평행 기법의 묘 사. 검은색 화살표는 필름에 수직로 위치된 중심 엑스레이 빔을 가리킨다.\n\n\nFig. 2 마취된 환자에서 왼쪽 하악 네 번째 작은어니 및 첫 번째 큰어니 촬영에서 Size #4 일반 치과용 필름을 이용한 평행 기법의 묘사(왼쪽) 및 방사선 사진 결과(오른쪽). 검사되는 두 치아의 뿌리 너머 3mm 의 깔끔한 여백을 주목하라.\n\n이등분 각도 기법\n이등분 각도 기법은 필름이 치아와 평행하게 그리고 구강 및 치아의 해부학 때문에 엑스레이 빔에 수직로 위치할 수 없을 때 사용된다 - 예컨데 모든 상악 치아 및 앞쪽 하악 치아. 필름은 구강 내에 위치되고 따라서 필름의 끝이 검사될 치아의 치관 위에 놓여지고 반면 필름의 나머지 부분은 구강/구개에 걸쳐 놓여질 것이 다. 방사선 촬영될 치아의 장축(뿌리 끝에서 치관 끝까지)에 의해 형성되는 각도와(Fig. 3 검은색 선) 필름 의 평면을 마음 속로 그려라. 그리고 가상의 선로 그 각도를 이등분하고(Fig. 3 붉은색 선) 중심 엑스레 이 빔이 가상의 이등분 선에 수직이 되도록 엑스레이 관을 위치하라(Fig.3 검은색 화살표). 엑스레이 관을 치아에 가능한 가깝게 위치하고 중요 치아가 둥근 모양의 관 안에 있는지 확인하라(AVDC 2016a). 만약 size #4 또는 #5를 사용한다면 치아/턱뼈로부터 엑스레이 관을 약간 당기면 관을 떠나는 발산 빔이 전체 플레이트를 노출시킬 것이다. 만약 너무 가까우면, coning-off가 일어날 것이다(플레이트 일부가 노출되지 않 는다).\n\n\nFig. 3 완전한 개의 두개골 모형을 이용한 이등분 각도 기법의 한 예시(개에서 우측 상악 송곳니의 외측상). 검은색 선은 송곳니의 장축을 지시하고 붉은색 선은 송곳니의 장축과 필름 평면 사이의 이등분 선을 지시한 다. 검은색 화살표는 중심 엑스레이 빔을 지시하는데 이것은 이등분 선(붉은색)에 직각이다.\n\n\nFig. 4 마취된 환자(왼쪽)에서 왼쪽 상악 송곳니(외측상)의 방사선 촬영을 위한 방벽 봉투(barrier envelope) 안에 있는 size #2 구강 내 영상 플레이트를 이용한 이등분 각도 기법의 묘사 및 방사선 사진 결 과(오른쪽). 송곳니가 방사선 상에서 중앙에 잘 위치한다.\n\n구강-외 기법\n구강-외 근접-평행 기법은 고양이에서 구강 내 이등분 각도 기법을 사용했을 때 종종 나타나는 뒤쪽 상악 치 아 뿌리 위로 협골궁의 겹을 피하기 위해 상악 작은어니 및 큰어니의 방사선 촬영에 이용된다(AVDC 2016a, Oaks A 2000, Niemiec BA and Furman R 2004). 고양이를 옆로 누운 자세로 위치하고 고 양이의 머리/상악 아래의 테이블 위에 필름을 위치하라(방사선 촬영이 될 측면이 테이블/필름에 더 가깝다). 환자의 입은 완만한 개구기를 이용하여 열려 있다(단기간 동안만 개구기를 이용하라 - 예컨데 방사선 촬영 만을 위해 - 개구기 사용과 관련된 가능한 합병증을 피하기 위해 - 마취 부분을 고). 그리고 나서 하나의 선택 사항은(Fig. 5 왼쪽) 고양이의(반대쪽 상악 치아와 겹을 피하기 위해) 머리를 약간 비스듬히 위치하 고 중심 엑스레이 빔이 필름에 수직이 되도록 엑스레이 관을 위치하는 것이다. 필름의 최대한로 사용하기 위해서(예컨데 만약 사이즈 #2 필름을 사용한다면) 방사선 촬영이 될 치아들의 뾰족한 끝단들이 필름 가장 자리를 따라 결집되도록 머리를 위치하라.\n\n\nFig. 5 마취된 환자에서 오른쪽 상악 작은어니 및 큰어니의 방사선 촬영을 위해 방벽 봉투 내의 size #4 구강 내 영상 플레이트를 사용한 구강-외 근접-평행 기법의 묘사(왼쪽) 및 방사선 사진 결과(오른쪽). 이 상 을 “오른쪽 상악- 구강-외”라고 항상 표시하라. 오른쪽 상악 P4의 앞쪽 뿌리들의 분리를 주의하라 - 또한 협 골궁이 이 치아들의 뿌리 끝단이 아니라 치관에 겹쳐지는 것을 주의하라.\n\n구강 내 근접-평행 기법이 기법을 사용하기 위해 구강이 열려있는 채로 필름은 구강을 따라 대각선로 위치된다(약간은 개구기로 서 작용). 필름은 반대의 상악 치아의 구개 표면 위에 그리고 같은 의 하악 치아의 혀쪽 표면에 놓여야 한다. 빔은 그리고 나서(거의 치아 뿌리에 수직로) 플레이트에 거의 평행하게 위치된다(Woodward TM 2009)(Figure 6).\n\n(b)\nFigure 6: 오른쪽 상악 치열의 근접-평행 영상\n근접 평행 기법을 위한 정확한 위치.\n뿌리 위의 최소한의 협골궁 간섭을 가지는 적절한 결과 영상.\n\n표준 상(views)(AVDC 2016a)\n\n개에서의 표준 상은 1) 상악 앞니 및 송곳니의 교합상(이등분 각도 기법), 2) 상악 송곳니의 외측상(이등분 각도 기법), 3) 앞쪽 상악 치아(P1-P3; 이등분 각도 기법), 4)뒤쪽 상악 치아(P4-M2; 이등분 각도 기법),\n5) 하악 앞니 및 송곳니의 교합상(이등분 각도 기법), 6) 하악 송곳니의 외측 상(이등분 각도 기법), 7) 앞 하악 치아(P1-P3; 이등분 각도 기법), 8) 뒤쪽 하악 치아(P4-M4; 평행 기법)을 포함한다.\n\n고양이에서의 표준 상은 1) 상악 앞니 및 송곳니의 교합상(이등분 각도 기법), 2) 상악 송곳니의 외측상(이 등분 각도 기법), 3) 상악 치아(P2-M1)의 구강-외(근접-평행)상, 4) 하악 앞니 및 송곳니의 교합상(이등 분 각도 기법), 5) 하악 송곳니의 외측상(이등분 각도 기법), 6) 뒤쪽 하악 치아(P3-M1; 평행 기법)을 포함 한다.\n\n뿐만 아니라 상악 4번째 작은어니의 겹쳐진 앞쪽- 및 앞쪽-구개쪽 뿌리들의 분리를 위해 다른 상(들) 이 포함될 수 있다 (AVDC 2016a, Niemiec BA and Furman R 2004).\n\n치과 방사선의 단순화된 접근이 Dr. Tony Woodward에 의해 개발되었다(Woodward TW 2008). 이 기 법은 어떤 각도의 직접적인 측정을 이용하지 않지만 대신 진단 영상을 만들기 위해 대략의 각도를 사용한다. 이 체계에서 20, 45 및 90도가 모든 방사선 촬영을 위한 단 3개의 각도들이다.\n\n하악 작은어니와 큰어니는 90도 각도에서 노출이 된다(평행 기법). 상악 작은어니 및 큰어니는 치 관과 수직인 뿌리를 가지고 있며, 센서는 구개를 가로질러 본질적로 평평하게 위치하여 90도 각도를 만 든다. 그러므로 상악 작은어니 및 큰어니는 45도 엑스레이 센서 이등분 각도를 이용하여 영상화된다.\n\n송곳니와 앞니의 뿌리는 구개/하악 잇몸까지 원위로 대략 40도 각도로 굽어져있고 따라서 앞-뒤로 20도 각도를 가지고 영상화된다.\n\n치과 방사선의 해석\n기술적 품질\n방사선 사진이 획득되면 기술적인 품질이 평가되어야 한다(예, 중요 영역이 영상에 있는가? 치아의 신장/단 축이 있는가? 노출의 품질이 어떠한가? 사진 처리 과정의 오류가 있는가?)(Mulligan et al 1998, Eisner ER 2000).\n\n\nFig. 7 고양이의 외측상에서 오른쪽 하악 송곳니의 신장의 예. 이것은 이등분 각도 기법의 부적절한 사용의 결과이다(방사선 빔이 치아의 장축에 거의 수직로 편중되었다).\n\n\nFig. 8 개에서 오른쪽 상악 두 번째, 세 번째, 네 번째 작은어니의 단축의 예. 이것은 이등분 각도 기법의 부적절한 사용의 결과이다(방사선 빔이 필름에 거의 수직로 편중되었다).\n\n\n\nFig. 9 고양이에서 인화된 영상에서 뚜렷한 인공 물질을 야기하며 소실된 하악의 왼쪽 첫 번째 큰어니 부 위의 해석을 방해하는 영상 플레이트 위의 혈액의 예.\n\n치과 방사선 사진의 배치\n방사선 사진은 “입술모양 배치”를 사용하여 위치되어야 한다.\n\n만약 일반 치과 필름을 사용한다면, 양각의 /방향 표시가 구강 내 기법이 사용된 모든 방사선 사진 에서 반드시 위을 향해야 한다.\n 방향을 확실히 하는 것이 디지털 시스템에서는 필수가 아니다. 왜냐하면 그것이 디지털 시스 템에서 표준 방향이기 때문이다.\n\n상악 치아의 치관이 아래를 향하고 하악 치아의 치관은 위로 향해야 한다.\n\n교합상은 첫 번째 앞니와 중심선이 중심에 위치한다.\n\n큰어니는 외면에 위치 한다.\n\n이 표시는 환자의 왼에 있는 치아의 방사선 사진이 오른에 있게 하고 반대의 경우도 마찬가지이 다 (구강-외 상들의 위치를 주의하라). (AVDC 2016b).\n\n치과 방사선 사진의 해석\n진단에 유용한 양질의 방사선 사진은 반드시 체계적로 검사되어야 한다. 치과 방사선 사진의 해석은 해부 적/발생적 비정상, 치주 병소, 근관 병소, 다른 비정상의 진단을 가능하게 하기 위해 정상적인 치과 방사선 사진의 해부학 지식이 요구된다(Niemiec BA 2005, Dupont G and Debowes LJ 2009).(구강 병리 부 분 참고).\n\nReferences\n\nDuPont G, DeBowes LJ (2009). Atlas of dental radiography in dogs and cats. St. Louis: Saunders Elsevier.\n\nAVDC (2016a)\n\nAVDC (2016b) http://www.avdc.org/rad_set_SA_inform.pdf 10.10.2016\n\nNiemiec BA (2010). Veterinary dental radiology. In: Niemiec BA (ed.). A color handbook of small animal dental, oral and maxillofacial disease. Boca Raton: CRC Press, Taylor & Francis Group; p. 63-87.\n\nVerstraete FJ, K ass PH, Terpak CH (1998a). Diagnostic value of full-mouth radiography in cats. Am J Vet Res 59(6):692-695.\n\nVerstraete FJ, K ass PH, Terpak CH (1998b). Diagnostic value of full-mouth radiography in dogs. Am J Vet Res 59(6):686-691.\n\nNiemiec BA, Sabitino D and Gilbert T (2004) Equipment and basic geometry of dental radiography. Journal of Veterinary Dentistry, 21:48‒52.\n\nWiggs RB and Lobprise HB.(1997) Dental and oral radiology. In을(를) 실시한다 Veterinary Dentistry을(를) 실시한다 Principles and Practice. Philadelphia, Lippincott‒Raven, 140-66.\n\nNiemiec BA, Furman R (2004) Canine dental radiography. J Vet Dent.21(3):186-90. Niemiec BA, Furman R (2004). Feline dental radiology. J Vet Dent 21(4):252‒7.\nOakes A. (2000) Introduction: Radiology Techniques. In: An Atlas of Veterinary Dental Radiology. Deforge DH, Colmery BH (eds), Ames, Iowa State University Press. xxi-xxvi.\n\nWoodward TM. (2009) Dental radiology. Top Companion Anim Med. 24(1):20-36.\n\nNiemiec BA (2005) Dental radiographic interpretation. Journal of Veterinary Dentistry, 22:53‒9.\n\nMulligan TW, Aller MS, Williams CA (1998) Technical errors and troubleshooting. In을(를) 실시한다 Atlas of Canine and Feline Dental Radiography. Veterinary Learning  Systems, Trenton, pp. 45‒64.\n\nMulligan TW, Aller MS, Williams CA (1998) Extraoral Imaging Techniques. In을(를) 실시한다 Atlas of Canine and Feline Dental Radiography. Veterinary Learning  Systems, Trenton, pp. .\n\nEisner ER (2000) Film artifacts, visual illusions, and technical errors. In. An Atlas of Veterinary Dental Radiology. (eds. DH DeForge, BH Colmery) Iowa State University Press, Ames, pp. 201‒14.\n\nSection 7: 발치 서론\n발치는 대부분의 동물 병원에서 가장 흔히 수행되는 행위이지만 단순한 작업이 아니다. 발치는 일반적로 감염된/혹은 통증이 있는 치아 제거를 위해 수행된다. 징후들은 근관 질환(예컨데 파절된 혹은 내인성로 착색된 치아)에만 국한되지 않고 증증 치주 질환, 외상성 부정 교합, 잔존 유치, 치아 흡수, 감염된 치아, 뒤\n 구내염, 맹출되지 않은 치아를 포함한다.\n\n병적인 치아의 완전한 발치는 존재하는 질환 상태를 거의 예외없이 해소한다. 그러나 발치가 부적절하게 수 행될 때 심지어 단순한 행위들 조차도 출혈, 골수염, 구-비강 누공, 하악관 또는 비강로 치아 뿌리를 밀어 넣기, 턱 골절, 안구 손상을 포함한 많은 의인성 합병증을 유발할 수 있다(Taylor TN 2004, Holmstrolm Se et al 1998, Niemiec BA 2014). 하지만 거의 대부분의 의인성 합병증은 잔존된 치아 뿌리이다 (Woodward TM 2006, Moore JI & Niemiec BA 2014). 이것은 일반적로 잔존 뿌리 내에 혹은 주 위에 지속적인 감염을 유발한다(Woodward TM 2006). 적절하고 성공적인 폐쇄형 치과 발치의 지은 다음의 10 단계에 요약되어 있다. 이 단계들은 단근(single rooted) 치아를 위한 기법을 구성한다; 하지만 다근 치아는 분절 후 동일한 방법로 치료된다. 마지막로 큰 치아와 뿌리 이형성을 가진 치아는 막골막 (mucoperiosteal) 피판 형성과 골 제거를 포함하는 “개방형” 접근을 이용하여 가장 잘 치료된다.\n\n 단계: 동의를 받아라\n얼마나 진행된 문제인지 혹은 발치가 적절한 치료라는 것이 얼마나 명백한지 관계 없이 사전 보호자 동의 없 이는 절대 발치를 수행하지 말라(Holmstrolm SE et al 1998). 이 동의는 문서 형태가 선호되지만 전화 통 화 상에서 구두로도 허용 가능하다. 만약 보호자가 연락이 불가능하고 사전의 동의를 받지 않았다면 발치를 진행하지 말라(Niemiec BA 2008).\n\n단계: 치료 전 치과 방사선 사진을 획득하라\n치과 방사선 사진은 발치 시작 전에 모든 차아에서 이루어져야 한다(Tier 1 국가에서는 일반 방사선도 허용 가능할 것이다)(장비 부분을 고)(Niemiec BA 2009, Holmstrolm SE et al 2009). 방사선 사진은 수 의사가 현재 질병의 양, 뿌리 이상, 흡수/강직을 측정할 수 있게 해준다(Niemiec BA 2009, Blazejewski S et al 2006). 수술 부위를 깨끗하게 유지하기 위해 흡입기, 공기/물 주사기, 거즈가 항상 이용되어야 한다. 마지막로 돋보기가 유용 할 수 있다(Niemiec BA 2008).\n\n 단계: 통증 관리\n발치는 수술적 과정이며 중등도에서 심한 통증을 수반한다. 다양식의 진통제 접근이 뛰어난 진통을 제공하 기 때문에 환자의 건강에 따라 이 접근이 사용되어야 한다(Kelly DJ et al 2001, Lanz GC 2003)(마취 부분 고).\n\n 단계: 잇몸 부착을 절단하라.\n이것은 수술 칼, 골막 거상기, 치과 거상기를 이용하여 수행될 수 있다. 선택된 기구를 치아로 구부러진 날의 끝을 치은 열구 내에 위치시키는데 이것은 도구를 치주 인대 공간 내에 유지하는 것을 도와준다. 그렇 게 하지 못하면 막 손상을 야기하거나 잇몸을 통과하는 절단을 야기할 수도 있다. 날은 그리고 나서 치조 골 높이에서 뿌리 끝단로 전진된고 전체 치아 주위를 통해 조심스럽게 작업된다(Niemiec BA 2008, Hobson P 2005).\n\n 단계: 거상\n거상/탈구는 발치 과정에서 가장 세하고 위한 단계이다. 거상기는 날카로운 외과 기구이고, 작업 부위에 는 상당히 중요하고 세한 구조물이 있다는 것을 명심하라. 거상기가 환자 뇌를 찌르는 것 때문에 적어도 하나의 사망이 확인된 것 뿐만 아니라 발치 기구에 의한 안구 손상에 대한 많은 보고가 있었다(Smith MM et al 2003). 기구 미끄러짐 또는 병적인 뼈를 만나는 것과 같은 사건에서 의인성 손상의 야기를 피하기 위 해 검지를 기구의 끝단 가까이에 위치해야 한다(Niemiec BA 2008, Blazejewski S et al 2006).\n\n뿌리의 굽은 정도와 크기에 맞는 기구를 선택하는 것이 중요하다(Woodward TM 2006). 일반적로 “작 은 것부터 시작하라” 왜냐하면 이것이 더 적은 압력과 더 적은 손상을 야기하기 때문이다. 탈구형 그리고 날 개가 달린 형태 뿐만 아니라 전형적인 거상기를 포함한 다양한 기구들이 가능하다. 전형적인 거상기와 날개 가 달린 거상기는 치주 인대를 찢기 위해 “삽입과 비틀기” 동작로 사용되는 반면 탈구기는 치주 인대를 절 단하는 것 뿐만 아니라 약하게 하기 위해서 삽입되는 동안 흔드는 동작로 사용된다. 수의사는 아마 거상을 위해 탈구기를 부드럽게 비트는 것에 유혹될 수도 있지만 탈구기는 이를 위해 고안된 것이 아니고 이런 방법으로 사용되면 쉽게 손상될 수 있다.\n\n거상은 치주 인대 공간(치아와 치조골 사이)로 견고하게 그러나 부드럽게 삽입하는 것로 시작된다 (Niemiec BA 2014). 삽입은 미끄러짐을 방지하기 위해 치아로 10-20도 정도로 기구를 유지하는 동 안 진행되어야 한다(Harvey CE & Emily PP 1993). 뼈와 치아 사이의 공간에 들어가게 되면 기구는 부드 럽게 비틀어진다(Wiggs RB & Lobprise HB 1997). 치주 인대를 약화시키고 절단하기 위해 10-30초 동안 그 자세를 유지하라(Holmstrolm SE et al 1998). 하나의 중요한 은 치아는 거상 중 적어도 약간은 움직여야 한다. 만약 치아가 움직이지 않면 치주 인대에 어떠한 손상도 일어나지 않는다.\n탈구는 탈구기를 치은 열구에 부드럽게 삽입시키고 그것을 기구가 뿌리로 전진할 때 진동에 의해 일어 난다. 탈구 거상기(luxating elevators)를 이용할 때 많은 수의 치과 의사들이 탈구와 거상의 조합을 이용 한다.\n\n치주 인대는 짧고 강렬한 힘에 매우 효과적로 저항한다(Profﬁt WR et al 2000). 장기의 힘의 발휘 (exertion of prolonged force)에 의해서만 (예컨데 10-30초) 인대가 약하게 될 것이다. 증가된 압력은 치조골과 치아에 골절을 야기할 수 있는 상당한 힘을 전달시킬 것이다. 따라서 힘을 절제하는 것이 중요하 다. 10-30초 동안 유지한 후 치아 주위로 약 1/8 정도 기구를 재위치시키고 위의 단계를 반복하라. 매 번 거상기를 뿌리로 가능한 한 많이 움직이면서 치아 주위 360도를 계속 시행하라(Niemiec BA 2014, Holmstrolm SE et al 1998, Wiggs RB & Lobprise HB 1997).\n\n성공적인 거상에서 중요한 것은 인내심이다. 오로지 천천히, 안정된 거상이 부러짐이 없이 뿌리를 느슨하게 할 것이다. 파절된 뿌리 끝단을 제거하는 것보다 온전한 뿌리를 발치하는 것이 항상 더 쉽다(Woodward TM 2006, Niemiec BA 2008, Blazejewski S et al 2006).\n\n만약 거상이 단시간 내에 치아의 흔들을 유발하지 못한다면 문제가 있다. 이것은 잘못된 발치 기술, 혹은 치아-치조골 유착 부위 때문일 것이다. 만약 발치가 잘 이루어지지 않면 수술적 접근이 좋은 선택이다. 실 패의 이유가 있는지를 조사하기 위해 방사선 사진의 재촬영을 고려하라.\n\n 단계: 발치\n치아를 제거하는 것은 치아가 아주 흔들리고 느슨해진 이후에만 시도해야 한다. 이것은 발치 겸자을 이용하 여 치아를 잡고 소켓로부터 치아를 조심스럽게 당겨냄로써 성취된다. 만약 뿌리가 다루기 쉽다면(둥글 지만 심하게 구부러져있지 않은) 비틀이 최대 10초 동안 유지되는 한 부드러운 회전이 가능하다. 뿌리의 파절을 야기할 수 있기 때문에 지나친 압력을 가하지 마라(Wiggs RB & Lobprise HB 1997, Niemiec BA 2008, Niemiec BA 2014).\n\n발치 겸자를 손가락의 연장이라고 생각하면 도움이 될 것이다. 과도한 압력을 가하면 안된다. 만약 치아가 쉽게 나오지 않는다면 거상이 약간 더 필요하다. 치아가 치조골로부터 쉽게 제거될 만큼 충분히 느슨해질 때 까지 거상을 다시 한 번 시작하라. 이것은 매우 중요한 사항인데 왜냐하면 뿌리 파절이 거상기를 이용할 때 보다 발치 겸자를 이용할 때 더 흔히 일어나기 때문이다(Niemiec BA 2015).\n\n 단계: 치조 성형\n이 단계는 질병 조직 또는 뼈, 혹은 잇몸을 자극하고 치유를 지연시킬 수 있는 뼈의 거친 가장자리를 제거하 기 위해 수행된다. 질병 조직은 큐렛을 이용하여 수동로 제거될 수 있다. 뼈 제거와 다듬기는 냉각수 고속 공기 구동 핸드 피스(a water-cooled high-speed air driven hand-piece)에 장착된 거친 다이아몬드 버를 이용하여 가장 잘 수행된다(Smith MM 1998, Taney KG & Smith MM 2006, Wiggs RB & Lobprise HB 1997, Frost Fitch P 2003, Harvey CE & Emily PP 1993, Niemiec BA 2014).\n\n 단계: 수술 후 치과 방사선 촬영\n치과 방사선 사진은 치아의 완벽한 제거를 문서화하기 위해 발치 후에 촬영되어야 한다(Holmstrolm et al 2005, Niemiec BA 2009, (Figure 20). 최근 한 연구는 개와 고양이에서 발치된 열육치의 92%가 잔존 된 뿌리를 가지고 있다고 보고하였다(Moore JI & Niemiec BA 2014).\n\n잔존된 뿌리의 끝단이 감염을 일키거나, 더 흔히 이물로서 작용하고 심각한 염증을 유발할 수도 있다 (Wiggs RB & Lobprise HB 1997Ulbricht RD 2003). 이 합병증이 관찰되는 임상 증상은 드물지만 잔 존된 뿌리는 통증을 유발하고/혹은 감염된다. 가끔식 이 문제는 잔존된 뿌리로부터 배액관을 유발하고 이것 은 의료 사고 청구를 발생시킬 수도 있다(Holmstrolm SE et al 1998).\n\n 단계: 발치 부위의 폐쇄\n이것은 수의 치과 전문의 사이에서 논쟁이 되는 주제이며 따라서 일부 교과서들은 단지 큰 발치에서만 봉합 을 권고한다. 그러나 많은 저자들은 거의 모든 발치 부위의 봉합을 권장한다. 발치 부위의 폐쇄는 지혈을 촉 진하고 수술 후 안락과 미관을 향상시킨다. 큰 치아의 경우 혹은 발치를 더 쉽게 하기 위한 잇몸 피판이 만들 어지는 경우에는 항상 지시된다. 이것은 역 절단 바늘(reverse cutting needle)이 달린 크기 3/0에서 5/0 흡수성 봉합사를 이용하여 가장 잘 이루어진다. 폐쇄는 2-3mm 간격의 단순 단속 봉합로 수행된다 (Figure 18). 혀 동작에 대항하기 위해 제조사의 권장보다 하나 더 추가적인 감기(throw)를 사용할 것이 더 권장된다(Smith MM 1998, Taney KG & Smith MM 2006, Wiggs RB & Lobprise HB 1997, Frost Fitch P 2003, Harvey CE & Emily PP 1993, Niemiec BA 2014).\n피판 폐쇄에서는 성공적인 치유와 밀접한 몇몇 중요 사항들이 있다(Wiggs RB & Lobprise HB 1997). 첫 번째 그리고 가장 중요한 것은 절개선 위에 장력(tension)이 없어야 한다 (Blazejewski S et al 2006, Frost Fitch P 2003). 만약에 봉합선 위에 어떠한 장력이 존재한다면 그 봉합은 나중에 벌어질 것이다. 장 력은 아케이드를 따라 잇몸 절개를 연장(봉투 피판(envelope ﬂap)이라 명명된)하거나 혹은 수직 이완 절 개(vertical releasing incisions)를 만들고 골막 천공술(periosteal fenestration)에 의해 제거될 수 있 다(Blazejewski S et al 2006, Frost Fitch P 2003). 골막은  막(buccal mucosa)을 아래의 뼈에 부착시키는 매우 얇은 유 조직이다(Evans HE 1993Grant DA et al 1998). 그것은 유성이기 때문에 경직성이며 장력이 없이 결손을 폐쇄하는 능력을 방해할 것이다.  막은 매우 유연하고 따라서 큰 결손 을 폐쇄하기 위해 당겨질 것이다. 장력이 없이 피판은 손가락을 이용하여 위치될 때 제자리에 있어야만 하고 그러면 제 위치에서 봉합이 될 것이다. 천공술은 외과용 날을 이용하여 수행될 수 있지만, LaGrange 가위 가 더 훌륭한 통제력을 제공한다. 마지막로 손상되지 않은 상피 조직은 치유가 되지 않기 때문에 모든 조 직의 가장자리에서 조직 제거술이 완전하게 시행된 것을 확인하라(Blazejewski S et al 2006). 이것은 구- 비강 누공을 폐쇄할 때 가장 중요하다.\n\n다근(multirooted) 치아의 발치\n모든 다근 치아를 단근(single rooted) 조각로 절단하라(Smith MM 1998, Charmichael DT 2002). 거의 모든 다근 치아의 뿌리들은 분기하며 이것은 만약 발치가 한 조각로 시도된다면 뿌리 끝의 부러짐을 야기할 것이다(Wiggs RB & Lobprise HB 1997 Manfra Marretta S 2002). 흔들리는 치아에서는 절 단 단계만로도 종종 단순한 발치를 가능하게 한다.\n\n치아 절단에 가장 좋은 기구는 고속 공기 구동 핸드 피스에 달린 버(bur)이다(Charmichael DT 2002, Blazejewski S et al 2006 ). 가장 효율적인 장비일 뿐만 아니라 또한 괴사를 야기할 수 있는 주위 뼈의 과 열을 방지하는 공기 및 물 냉각제를 가지고 있다. 많은 다양한 형태의 버가 사용 가능하지만 많은 저자들은 cross-cut taper ﬁssure bur(고양이와 소형견에서 699, 중형견에서 701 그리고 대형견에서 702)를 선 호한다(Niemiec BA 2008, Wiggs RB & Lobprise HB 1997).\n치아를 절단하는 가장 좋은 방법은 치근 이개부(furcation)에서 시작하여 치관 로 작업하는 것이다 (Niemiec BA 2014). 이 방법은 두 가지의 큰 이유 때문에 이용된다. 첫 번째 그것은 치근 이개부를 놓쳐 뿌리를 절단하고 뿌리를 약하게 하여 뿌리 파절의 위성을 증가시킬 가능성을 회피한다(Smith MM 1998). 두 번째로 이 방법은 또한 치아를 지나쳐 절단하고 부주의하게 잇몸 또는 치조골을 손상시킬 가능성 을 회피한다.\n두근(two rooted) 치아는 일반적로 치아를 두 개의 반로 분리하기 위해 중간에서 절단된다. . 개에서 세근(three rooted) 큰어니의 적절한 절단은  교두 끝단(buccal cusp tips) 사이에서 절단되고 그리고 나서 바 로 구개에서 수행된다(Figure 23). 치아가 적절히 절단된 후 각 단근 조각을 위해 위의 단계들을 따르라.\n\n개방 발치:\n어려운 발치는 개방 접근을 통해서 가장 잘 수행된다(Niemiec BA 2008). 이것은 전형적로 송곳니와 열 육치(상악 4번째 작은어니와 하악 첫 번째 큰어니)라고 생각된다. 그러나 그것은 또한 뿌리의 이형성 또 는 병소 그리고 잔존된 뿌리를 가진 치아에 유효하다(Woodward TM 2006, Blazejewski S et al 2006, Frost Fitch P 2003 ).\n\n개방 접근은 수의사가 더 쉬운 발치 과정을 조장하는 소량의  피질골을 절개하는 것을 허락한다. 개방 발치는 잇몸 절개 피판을 만드는 것로 시작된다. 이것은 아치를 따라 수평 절개 피판(봉투 피판) 혹은 수 직 이완 절개를 가지는 피판(완전 피판)일 수 있다(Blazejewski S et al 2006). 봉투 피판은 발치되는 치 아 혹은 치아들의 한쪽 옆면에서 하나부터 여러 개의 치아를 포함하는 아케이드를 따라 골막 거상기를 이용 하여 잇몸 부착을 분리함로써 형성된다(Grant DA et al 1988, Niemiec BA 2015 )(Figure 25). 피 판은 아케이드를 따라 치아 사이의 공간 잇몸 내에서 잇몸을 절개하여 막잇몸 연접부(mucogingival junction, MGJ) 수준의 혹은 아래의 조직을 분리함에 따라 형성된다. 이 피판의 장은 혈액 공급이 방해 되지 않며 더 적은 봉합이다.\n더 흔히 사용되는 피판은 하나 혹은 두 개의 수직 이완 절개를 포함한다(Holmstrolm SE et al 1998, Niemiec BA 2015),(Figure 26). 이 방법은 더 큰 피판의 형성을 가능하게 하는데 이것은 (만약 적절하게 다루어진다면) 더 큰 결손의 폐쇄를 가능하게 할 것이다. 고전적로 수직 절개는 목적 치아의 선 각도(line angle)에서 혹은 목적 치아 로 앞쪽 및 원위에서 형성된다(Smith MM 2003). 만약 자연적로 나 타나는 치아 간격 혹은 이전의 발치와 같은 치아 사이의 공간이 있다면, 절개는 건강한 치아로 확장하는 것보다 그 공간 내에서 만들어질 수 있다(Niemiec BA 2014).\n절개는 끝단로 약간 벗어나서(치은 변연부에서 보다 기저에서 더 넓게) 만들어져야 한다(Carmichael DT 2002, Manfra Marretta S 2002). 전층 절개는 (천천히 그리고 변동이 심한 것 보단) 한 번의 동작에 서 만들어져야 한다. 전층 절개는 뼈에 이르기까지의 절개에 의해 이루어지며 따라서 골막은 피판과 함께 유 지된다(Manfra Marretta S 2002, Frost Fitch P 2003). 형성이 되면 전체 피판은 골막 거상기를 이용 하여 조심스럽게 만들어지게 된다. 특히 막-잇몸 연접부에서 피판이 찢어지지 않게 조심해야 한다\n\n피판 거상 후  뼈가 카바이드 버를 이용하여 제거될 수 있다. 제거되는 양은 이견이 있는데 일부 치과 전문의들은 의 덮고 있는 전체 뼈를 제거하고 다른 치과 전문의들은 하악에서는 뿌리 길이의 단 1/3 그 리고 상악에서는 1/2을 제거한다(Smith MM 1998, Frost Fitch P 2003). 이것은  면에서만 수행되 어야 한다. 만약 적절한 발치가 불가능하다면 더 제거될 수 있다.\n뼈의 제거 후 다근 치아는 절단 되어야 한다(위쪽 고). 일부 저자들은 피판 형성 전에 절단을 권고하기도 한다. 그리고 나서 각 조각들에서 단근 치아 발치를 위해 설명된 단계를 따르라. 뿌리가 제거된 후 (그리고 방사선 사진 증거가 획득되고 난 후) 치조골은 폐쇄 전에 다듬어져야 한다(치조 성형 고).\n\n폐쇄는 골막 천공술이라 불리는 과정로 개시된다(위쪽 고). 골막은  막을 아래에 있는 뼈에 연결 시켜주는 매우 얇은 유성 조직이다(Niemiec BA 2014, Grant DA 1988). 골막이 유성이기 때문에, 그것은 강직성이고 장력이 없이 결손을 폐쇄하는 것을 방해할 것이다. 그러나  막은 매우 유연하며, 큰 결손을 덮기 위해 늘어날 것이다. 결과적로 골막의 절개는 이런 속성의 장을 가지고 있다. 천공술은 피판의 기저부에서 수행되어야 하고, 골막이 매우 얇기 때문에 매우 얕아야 한다. 이 단계는 피판을 잘라먹 지 않도록 조심스런 주의가 요구된다. 이것은 외과용 수술도를 이용해 수행될 수 있다; 그러나 LaGrange 가위가 더 훌륭한 통제력을 제공한다.\n\n천공술 후 피판은 봉합이 없이도 희망하는 위치에 머물러야 한다. 만약 이런 경우가 아니면, 그러면 장력이 여전히 존재하여 이완이 폐쇄 전에  더 필요하다. 이완이 성취되면 피판은 위의 폐쇄 부분에서 설명된 것처럼 봉합된다.\n\n치관 절단술\nTRs을 가진 치아에서 치료의 선택은 발치이다. 그러나 치관 절단술은 진행된 type 2 병변에서 허용되는 치 료 선택이다(Dupont, 1995). 치관 절단술은 환자에게 상당히 더 작은 외상을 발생시키며 완전 발치보다 더 빠르게 치유된다. 비록 광범위하게 용인되고 있다할지라도 이 과정은 여전히 논쟁이 있다. 수의 치과 전 문의들은 뿌리가 심각하게 혹은 완전히 뼈에 의해 대체되었을 때만 일반적로 이 치료 선택을 사용한다. 불 행하게도 대부분의 일반 수의사가 이 기법을 너무 자주 사용한다. 치관 절단술은 특정 기준에 충족될 때만 수행될 수 있다 (Niemiec BA 2015).\n\n이 기준들은: (Figure 33)\n방사선사진 상로 type 2 TRs이 확진되었을 때\n근관 질환의 증거가 없을 때(치근단 주위 희박화)\n치주골 소실의 증거가 없을 때\n방사선 사진 상로 치근관(root canal) 증거가 없을 때\n치주 인대의 방사선 사진의 증거가 없을 때\n뒤쪽 구내염을 치료하지 않을 때\n저자들은 이 기법을 하악 송곳니와 3번째 작은어니에서만 사용하는 경향이 있다. 뿐만 아니라 하악 첫 번 째 큰어니(특히 원위쪽 뿌리)와 상악 송곳니도 종종 이 방법로 치료된다. 방사선 사진 상의 발견에 관계 없이 다른 치아들은 일반적로 발치된다. 수의사들은 치과 방사선이 없이 치관 절단술을 수행해서는 안된 다. 이런 경우에서는 치아들은 완전히 발치되거나 치과 방사선 시설이 있는 곳로 환자를 위탁해야 한다.\n\n기법\n치관 절단술은 목적 치아 주위의 작은 잇몸 피판을 만드는 것로 시작된다. (a) 다음, 치조골 수준에서 전체 치관을 제거하기 위해 고속 핸드 피스에 달린 cross cut taper ﬁssure bur를 사용하라. (b) 그리고 나서, 뼈와 치아가 coarse diamond bur를 이용해서 다듬어져야 한다. (c) 치아가 적어도 뼈 수준에서 제거된 것 을 방사선 사진 상로 확인한 후 결손 부위 위에서 잇몸을 봉합한다. (d) 이것은 장력을 완화시키기 위해 약간의 천공술이 필요할 것이다.\n\n결론\n발치는 수의학에서 매우 흔한 치료 과정이고 특히 초보자에게는 때로 심한 좌절감을 줄 수 있다. 올바르게 수행될 때 이 치료는 구강 통증과 감염을 해소시키는 탁월한 방법이다. 그러나 만약 발치 과정이 적절한 주 의를 가지고 치료되지 않면 뿌리 끝단 파절 및/혹은 더 심각한 의원성(iatrogenic) 문제와 같은 것들을 야기할 수 있다. 위에서 설명된 단계들을 따르고 인내심을 활용함로써 발치가 더 쉬워질 뿐만 아니라 더 성공적이고 보람될 것이다.\n\n핵심 사항\n발치는 수술적 치료 과정이며 합병증을 예방하기 위해 어떤 다른 수술과 같은 수준의 주의를 가지고 치 료되어야 한다.\n모든 발치는 절단과  피질골 제거를 통하여 단순한 단근 발치로 분리될 수 있다. 따라서 기본을 숙달 하라 그러면 발치가 수행될 수 있다.\n발치는 통증을 유발하는 과정이기 때문에 국소 마취를 포함한 적절한 통증 관리가 모든 환자에서 제공되 어야 한다.\n\n\nReferences:\n\nHolmstrolm SE, Frost P, Eisner ER: (1998) Exodontics, in Veterinary Dental Techniques (2 ed). Philadelphia, PA, Saunders, pp 238-242\n\nWiggs RB, Lobprise HB (1997) Oral Surgery, in Veterinary Dentistry, Principals and Practice. Philadelphia, PA Lippincott ‒ Raven, pp 312-377\n\nTaylor TN, Smith MM, Snyder L (2004) Nasal displacement of a tooth root in a dog. J Vet Dent. 21(4):222-5.\n\nBlazejewski S, Lewis JR, Reiter AM: (2006) Mucoperiosteal ﬂap for extraction of multiple teeth in the maxillary quadrant of the cat. J Vet Dent. 23(3): 200-305.\n\nWoodward TM: Extraction of fractured tooth roots. (2006) J Vet Dent. 23(2): 126-9. Smith MM. (1998) Exodontics in: Vet clin N Am sm anim pract. 28(5): 1297-319.\nMoore JI, Niemiec B: (2014) Evaluation of extraction sites for evidence of retained tooth roots and periapical pathology. J Am Anim Hosp Assoc.50(2):77-82.\n\nNiemiec BA (2008 ) Extraction Techniques. Top Companion Anim Med. 23(2):97-105. Niemiec BA (2009) Case based dental radiology. Top Companion Anim Med.24(1):4-19.\nDuPont G (1995). Crown amputation with intentional root retention for advanced feline resorptive lesions: a clinical study. Journal of Veterinary Dentistry 12, pp:9‒13.\n\nKelly DJ, Ahmad M, Brull SJ. (2001) Preemptive analgesia I: physiological pathways and pharmacological modalities. 48(10):1000-10.\n\nKelly DJ, Ahmad M, Brull SJ. (2001) Preemptive analgesia II: recent advances and current trends. Can J Anesth. 48(11):1091-101,\n\nLanz GC: (2003) Regional anesthesia for dentistry and oral surgery. J Vet Dent. 20(3): 181-186.\n\nHobson P: (2005) Extraction of retained primary teeth in the dog. J Vet Dent 22(2): 132-7.\n\nSmith MM, Smith EM, La Croix N, Mould J: (2003) Orbital penetration associated with tooth extraction. J Vet Dent. 20(1): 8-17.\n\nHarvey CE, Emily PP. (1993) Oral Surgery, in Small Animal Dentistry. Mosby, St. Louis, pp 213-265\n\nNiemiec BA (2014) Dental extractions made easier. Practical Veterinary Publishing, San Diego.\n\nProfﬁt WR, Fields HW (2000) Contemporary Orthodontics (ed 3). St. Louis, Mo, Mosby, pp 297-306.\n\nNiemiec BA (2015): Extractions. In: Feline Dentistry for the General Practitioner. San Diego, Practical  Veterinary Publishing.\n\nCharmichael DT (2002): Surgical extraction of the maxillary fourth premolar tooth in the dog. J Vet Dent. 19(4): 231-3.\n\nFrost Fitch P: (2003) Surgical extraction of the maxillary canine tooth. J Vet Dent. 20(1): 55-8.\n\nUlbricht RD, Marretta SM, Klippert LS (2003). Surgical extraction of a fractured, nonvital deciduous tooth in a tiger. Journal of Veterinary Dentistry 20(4): 209‒12.\n\nTaney KG, Smith MM: (2006) Surgical extraction of impacted teeth in a dog. J Vet Dent. 23(3): 168-77.\n\nEvans, HE: (1993) The skeleton, in Millerʼs anatomy of the dog (3rd ed) Philadelphia, PA,\nW.B. Saunders, pp 122-218\n\nGrant DA, Stern IB, Listgarten MA (1988 ) Alveolar Process, in, Periodontics. St. Louis, MO,\nC.V. Mosby, pp 94-118\n\nManfra Marretta S (2002) Surgical extraction of the mandibular ﬁrst molar tooth in the dog. J Vet Dent. 19(1):46-50.\n\nGrant DA, Stern IB, Listgarten MA:(1998) Periodontal ﬂap, in, Periodontics. St. Louis, MO,\nC.V. Mosby, pp 786-822\n\nSmith MM: (2003) Line angle incisions. J Vet Dent. 20(4): 241-244.\n\nFrost Fitch P (2003) Surgical extraction of the maxillary canine tooth. J Vet Dent. 20(1): 55-8.\n\nSection 8: 치과 교육에 있어서 대학의 역할\nWSAVA 치과 표준화 프로젝트 위원회는 학부 및 대학원 수준 모두에서 수의 치과 강의가 설치될 것을 강력 히 권고하고 있다.\n\n수의과 대학에서의 훈련\n비록 구강 및 치과 질환이 소동물에서 아주 흔하다고 할지라도 수의 치과학은 여전히 대부분의 대학의 수의 학 교육 과정에서 매우 무시되고 있다. 세계적로 소수의 수의학과의 정규 교과 과정에서 치과학을 포함하 고 단지 조쪽 더 많은 수가 일반적로 제한된 등록을 가지는 선택 과정로 수의 치과학을 제공한다(Perry 2014). 모든 대학에서 수의 치과 교육은 적어도 구강 및 치과 해부학, 생리학, 구강/치과 검사 기법(치과 방 사선을 포함), 가장 흔한 병변과 질환에 대한 강의를 포함해야 한다. 뿐만 아니라 구강/치과 검사, 치과 방사 선, 치주 치료, 국소 마취, 발치의 기본 원리에 대한 실습 wetlabs이 제공되어야 한다. “작은 반려동물의 치 과 및 구강 외과에서의 임상적인 역량에 대한 EVDS/EVDC 공동 성명서”에 상세히 설명된 “1일 역량(day- 1 competence)” 기술을 제공하기 위해 부속 동물 병원의 치과 부서를 통한 로테이션이 가능해야 한 다.(Available also at: http://www.evds.org/policystatements/day1skills)\n\n전문(specialty)로서 수의 치과는 학생들에게 임상적인 증례를 가지는 필수 교육 환경을 제공하기 위한 임상 활동에 포함되어야 한다(Esteghamati et al. 2016). 수의 치과 부서의 설립은 장비에 대한 일정 정도 의 투자가 필요하다; 그러나 비용 대비-효과 측면에서 일반적로 성취될 수 있다(장비 부분 조). 더구나 부속 동물 병원은 전문의 수준의 수의 치과 서비스를 제공하려고 노력해야 한다. 이것은 학부 및 대학원(인 턴 및 레지던트) 학생들을 교육할 뿐만 아니라 임상 서비스를 제공할 협회-인증(Dipl. AVDC, Dipl. AVDC-Eq, Dipl. EVDC, Dipl. EVDC-Eq) 수의 치과 전문의의 채용을 통해 이루어질 수 있다. 아니면 대체 방법로 학생들은 개인 동물 병원의 수의 치과 전문의와 함께 학외 연수로 수의 치과 로테이션을 완료 하는 선택이 주어져야 한다. 만약 협회-인증 수의 치과 전문의가 그 나라에서 가능하지 않다면 수의 치과에 서 선진 교육을 받은 서류가 있는 수의사(수의 치과 펠로우, 박사, 석사 혹은 유사한)가 수의 치과 교육에 포 함되어야 한다.(CE 부분 고)\n\n대학원 교육\n박사 교육\n박사는 현재 대학원 과정에서 취득할 수 있는 가장 높은 학위이며 연구를 중요시한다. 앞로는 임상가-연구 가를 교육시키기 위해 이상적로 수의 치과-중심 박사 교육 프로그램 및 이후 전공의(residency) 프로그 램이 혹은 그 반대로 만들어져야 한다(DeLuca et al. 2016).\n\n전공의 교육\n수의 치과에서 전공의는 현재 세계적로 두 개의 등록된 협회 중 하나를 통해서 취득할 수 있다 - AVDC(미 국 수의 치과 협회, www.avdc.org) 혹은 EVDC(유럽 수의 치과 협회, www.evdc.org). 전공의 교육은 비 록 전공의가 일부 연구 활동에 여가 필요하지만 임상-지향 교육이다.\n\n전공의 교육 과정에 들어가기 위해서 수의사는 AVCD 혹은 EVDC에 의해 설명된 것처럼 특정 기준을 충족 해야 한다. 대개 적어도 1년 수련의(또는 동등 과정) 과정이 가입 전에 필요하다. 등록 후 교육 과정에 들어 가면 전공의는 AVDC 또는 EVDC 서류에서 자세히 설명된 것처럼 높은 수준의 지식 및 임상 기술을 증명 해야만 한다. 전공의가 협회 가입 시을 위한 자격이 갖추기 전까지 2.5년에서 6년 정도 걸릴 수 있다(인증 된 표준 전공의 교육 프로그램에서 최소 3년, EVDC의 인증된 대체 전공의 교육 프로그램에서 최소 5년; 인 증된 AVDC 교육 프로그램에서 최소 78주). 응시자가 실기 및 필기 시을 성공적로 통과한 후에야 자격 취득 상태(Diplomate status)가 수여된다. 앞로 전공의 교육은 박사 교육 이후에 혹은 박사 교육과 통합 되는 것이 이상적이다(DeLuca et al. 2016, Esteghamati et al. 2016, Bourgeois et al. 2015). 현재 수의 치과 교육에 여하고 있는 수의과 대학의 수준은 형편없거나 거의 존재하지 않고 있다. 수의 치 과에서 교육 및 전공의 프로그램의 설립이 전세계적로 수의학과의 하나의 주요 우선 사항이 되어야 한다.\n\n핵심 사항:\n수의 치과는 대부분의 대학에서 수의학 교육 과정 중 가장 무시되는 영역이다.\n학부생 수준에서 수의 치과 교육은 기초 검사 기법에 관한 강의 및 실습 워크숍, 가장 흔한 구강/치과 질 환 및 치료를 포함해야 한다.\n부속 동물 병원은 수의 치과 부서를 설립하고 필수 교육 환경을 만들기 위해 전문의 수준의 치과 서비스 를 제공하는데 노력을 기울여야 한다.\n수의 치과에서 대학원 교육은 앞로 이상적로 박사 교육과 결합된 전공의 교육을 포함해야 한다.\n수의과 대학에서 수의 치과의 효과적인 교육은 수의학에서 이 영역의 발전에 중요하다.\n\nReferences:\n\nBourgeois, J. A., Hategan, A., Azzam, A. (2015) Competency-based medical education and scholarship: Creating an active academic culture during residency. Perspectives on Medical Education 4(5): 254-258.\n\nDeLuca, G. C., Ovseiko, P. V., Buchan, A. M. (2016) Personalized medical education: Reappraising clinician-scientist training. Science Translational Medicine 8(321):321fs2.\n\nEsteghamati, A., Baradaran, H., Monajemi, A., Khankeh, H. R., Geranmayeh, M. (2016) Core components of clinical education: a qualitative study with attending physicians and their residents. Journal of Advances in Medical Education and Professionalism 4(2):64-71.\n\nPerry, R. (2014) Final year veterinary students' attitudes towards small animal dentistry: a questionnaire-based survey. Journal of Small Animal Practice 55(9):457-464.\n\n비-마취 치과(NAD)에서의 WSAVA의 위치\n이 문서는 반복적인 메세지를 가지고 있는데 그것은 어떤 유용한 치과 치료를 수행하기 위해서는 마취가 필 요하다는 것이다. 이것은 전문적 치과 스케일링, 적절한 구강 검사, 치과 방사선, 발치, 다른 필수 치료를 포 함한다.\n\nNAD의 비효율성 및 부적절성은 마취 및 복지를 포함한 거의 모든 부분에서 제기되었다. 이것은 왜냐하면 이 가이드라인의 모든 저자들이 NAD가 완전히 가치가 없는 과정이라는 것에 동의를 하기 때문이다. 더구나 그것은 치아 표면을 스케일링하기 때문에 의식이 있는 상태에서의 구강 검사의 결과를 왜곡한다. 이것은 대 부분의 보호자와 수의사가 전문적 치료의 필요성을 치석의 정도가 질병의 정도에 대한 정확한 지이라는 잘못된 믿음에 기반한다는 사실에 근거한다. 이것은 보호자(및 수의사)에게 그 치료 과정이 효과적이라는 잘 못된 인식을 준다.\n\n외관적 증상의 부재에 근거하여 결정적인 치료가 종종 지연되고 이것은 이런 환자를 종종 만성 통증 및 감염 을 겪게 만든다. 잇몸 아래 부위가 스케일링되지 않고 감염이 지속되기 때문에 수의사는 규칙적로 깨끗한 치관을 가지고 있는 치아를 뽑아야 한다.\n\n위에 제기된 모든 문제을 위해, WSAVA 치과 가이드라인 위원회는 NAD가 치료 기준에 밑돌 뿐 아니라 심각한 동물 복지 우려를 위협한다고 느낀다. 따라서 WSAVA는 이런 임상에 격렬히 반대하는 다음의 수의 사 단체들과 함께한다.\n\n국제 단체들(International Societies):\nAmerican Veterinary Dental College\nAcademy of Veterinary Dentistry\nAmerican Veterinary Dental Society\nEuropean Veterinary Dental College (EVDC ) http://www.evdc.info\nEuropean Veterinary Dental Society (EVDS) http://www.evdc.info\nFederation of European Companion Animal Veterinary Associations (FECAVA) http:// www.fecava.org/\nAmerican College of Anesthesia and Analgesia\n\n국가 단체들(National Societies):\nAmerican Animal Hospital Association Australian Veterinary Association Japanese Small Animal Dental Society\n유럽(Europe):\n오스트리아(Austria)\nAustrian Society of Veterinary Dentistry (ÖEGTZ -Österreichische Gesellschaft für Tierzahnheilkunde)\n\n벨기에(Belgium)\nBelgian-Dutch Scientiﬁc dental Society (NWTD -Nederlandstalige Wetenschappelijke Tandheelkundige Dierenartsenkring)\n크로아티아(Croatia)\nCroatian Small Animal Veterinary Section (CSAVS)\n체코(Czech Republic)\nCzech Veterinary Dental Society (CVDS)\n핀란드(Finland)\nSuomen Elinlääkripraktikot ry (SEP) http://www.sep.ﬁ/\n프랑스(France)\nFrench Veterinary Dental Group (GEROS-Groupe d'Etude et de Recherche en Odontostomatologie)\n독일(Germany)\nGerman Veterinary Dental Society (DGT ‒ Deutsche Gesellschaft für Tierzahnheilkunde) http://www.tierzahnaerzte.de/\n그리스(Greece)\nHellenic Companion Animal Veterinary Society (HCAVS)\n아일랜드(Ireland) 이탈리아(Italy)\nItalian Society of Veterinary Dentistry and Oral Surgery (SIODOCOV-Societa' Italiana Di Odontostomatologia e Chirurgia Orale Veterinaria)\nh t t p s : / / w w w. f a c e b o o k . c o m / p a g e s / S i o d o c o v - S o c i e t à - I t a l i a n a - d i -\nOdontostomatologiaChirurgia-Orale-Veterinaria\n네덜란드(Netherlands)\nDental Working Group of the Netherlands (WVT -Werkgroep Veterinaire Tandheelkunde)\n노르웨이(Norway)\nNorweigan Small Animal Veterinary Association http://www.vetnett.no/svf\n폴란드(Poland)\nDental Working Group in Polish Small Animal Veterinary Association\n포르투갈(Portugal):\nortuguese Society of Veterinary Dentistry (SPMEDVE ‒ Sociedade Portuguesa de Medicina Estomatológico-dentária Veterinária e Experimental)\nhttp://www.spmedve.com\n루마니아(Romania)\nRomanian Society of Veterinary Dentistry (ARVS-Asociatia Romana Veterinara de Stomatologie)\nhttp://www.arvs.ro/\n러시아(Russia)\nRussian Small Animal Veterinary Association (RSAVA)\n\nwww.rsava.org\n슬로베니아(Slovenia)\nSlovenian Small Animal Veterinary Association (SZVMŽ-Slovensko združenjeveterinarjev za male živali)\nhttp://www.zdruzenje-szvmz.si/\n스페인(Spain)\nSpanish Veterinary Dental Society (SEOVE -Sociedad española de odontología veterinaria)\nhttp://www.seove.com\n스웨덴(Sweden)\nSwedish Veterinary Dental Society (SSDt) www.ssdt.se\n스위스(Switzerland)\nSwiss Society of Veterinary Dentistry (SSVD) www.ssvd.ch\n영국(UK):\nBritish Veterinary Dental Association (BVDA) http:// www.bvda.co.uk\n뿐만 아니라, 다음의 수의사 협회들은 비-마취 수행을 지하는 규정을 가지고 있다\nCalifornia VMB\nNevada VMB\nOntario (Canada) VMB\nRoyal College of Veterinary Surgeons\n\nSection 9: 필수 장비 구강 검사\n의식이 있는 상태의 환자 평가\n구강 검사는 소동물 임상에서 가장 흔히 수행되는 과정 중의 하나가 되어야 한다. WSAVA는 구강 검사가 모 든 건강 검사의 필수 부분임이 틀없다고 생각한다. 정상 및 비정상 검사를 이용한 체계적인 접근은 완벽한 구강 검사를 위해 필요하다.\n\n의식이 있는 상태에서의 상세한 구강 내 검사에 필요한 기구는 적절한 조명, 확대기, 펜 라이트를 포함한다. 감염 전파의 위성을 줄일 뿐만 아니라 수의사 및 환자 모두들 보호하기 위해서 수의사는 구강 평가를 위해 검사용 장갑을 착용하는 것이 바람직하다. 조명이 명백한 것처럼 보이지만 많은 수의사는 형편없는 조명 아 래 육안로 검사를 수행하려고 하고 이것은 만족스럽지 못한 결과를 준다. 펜 라이트(또는 검이/검안경)는 생동성을 확인을 위해 치아에 빛을 통과시키는 것 뿐만 아니라 시야를 향상시키기 위해 사용될 수 있다.\n\n적절한 환자의 자세는 검사하는 수의사가 편안한 평가를 하기에 적절한 수준에서 구강을 제공할 것이다(인 체 공학적 자세가 유리하다).\n\nTier 1,2,3 국가에서 의식 상태에서의 구강 검사를 위해 필요한 장비:\n\n훌륭한 조명\n검사용 장갑\n전신 마취 하에서의 검사\n전신 마취 및 삽관이 이루어진 후 완전하고 철저한 구강 검사가 이루어질 수 있고 또한 이루어져야 한다. 모 든 치과 과정은 전신 마취 하에서 수행되어야 한다(마취 부분 조).\n\n기관 내 삽관은 치과 과정에서 매우 중요하다. 인두부 패킹을 이용하여 한층 더 호흡 기도를 보호하는 것 뿐 만 아니라 기관 손상을 피하기 위해 적절한 크기의 기관 튜브를 사용 하는 것이 권장된다. 후두경의 사용은 삽관 및 구강 인후의 평가를 도와줄 것이다.(FIG)\n\nCOHAT 및 다른 치과 과정 동안의 개구 및 시야를 돕기 위해 이용되는 물품들은 스프링이 달려있는 개구기 보다는 적절한 크기의 소도구로 구성되어야 한다. \n체온 유지 장비:\n\nTier 1: 온수 보온 장비\nTier 3&2: 강력한 온풍 장비\n\n마취 기법: 흡입 마취, 총 정맥 내 마취, 전-산화(preoxygenation) 및 이후 흡입 마취 중 이용될 산소 의 접근, 국소 신경 차단을 위한 도구\n마취 감시: 체온, 맥박 수 및 호흡수 기록, 혈압 기록, 호기 이산화탄소 측정(tier 3, 2)\n\n추가 장비: IV 인퓨전 펌프(tier 3)\n\n마취 도입 후 수의사는 혀, 잇몸, 막, 구강 인두, 편도 부위를 포함한 연부 조직을 면밀히 평가해야 한다. 그 다음 소실, 회전 및/혹은 파절 치아를 포함한 경부 조직(상악 및 하악) 및 치열(전체 및 개별적)의 평가가 기록되어야 한다. 그리고 나서  깊이(치아 당 최대 6 지쪽), 잇몸 퇴축 및 비대, 흔들쪽, 치근 이개부 연 루, 다른 구강 병변을 포함한 치주 건강의 평가가 이루어진다. 정상 및 비정상 소견 모두 치과 기록지에 기록 되어야 한다(검사 부분 고).\n\n상세한 구강 내 검사를 위해 필요한 최소의 장비는 (Tier 1,2,3) 다음과 같다:\n훌륭한 조명\n확대기(예컨데 루페 또는 돋보기)\n사진(카메라 또는 비디오 - 모바일 폰 가능)\n치주 \n치과용 거울\n입술 견인기\n개구기(적절한 크기의 주사기 또는 플라스틱 개구기)\n개인 보호 장구(보호 안경, 마스크 및 검사용 장갑)\n\n치주 은 치은 열구 및 치주 낭의 깊이를 측정하는데 사용된다. 눈의 밀리미터 표시가 있고 손잡이가 부착된 뭉툭한 끝을 가진  가늘어지는 일반적로 속 혹은 플라스틱의 막대이다. 사용 가능한 몇 가지 형태가 있다. Williams, Marquis, Michigan-O, UNC 및 Nabors가 일반적로 사용가능하다. FIG\n\n은 수의사가 치은염의 징후(에서 출혈), 열구 및 낭의 깊이, 잇몸의 비대 및/혹은 퇴축 정도, 치근 이개부의 노출(다근 치아에서)을 측정하고 평가할 수 있게 한다.\n\n색기는 종종 치주 의 반대에서 볼 수 있다. 그것은 수의사가 치은 연상 및 치은 연하 모두에서 치석 을 색하는데 사용될 수 있는 날카로운 끝을 가진 기구이다; 흡수 병변, 수질 노출, 식, 마멸, 에나멜질 또 는 상아질 소실과 같은 치과 결손들 또한 평가될 수 있다. FIG\n\n치과용 거울은 치열의 뒤쪽 부분 뿐만 아니라 치열의 구개 및 혀쪽 표면의 평가를 위한 중요한 진단 도구이 다. FIG\n\n입술 견인기는 평가 또는 사진을 위해 뒤쪽 치열의 시야를 향상시키는데 사용된다. 그것은 술야를 향상시키 기 위해 치과 과정 중에 사용될 수 있다. FIG\n\n진단을 위한 또 다른 선택 사항은 치태를 드러내는 용액이다: 치아 표면 위의 치태의 두께가 두꺼울수록 염 색이 강해진다. 대부분의 일반적인 한 단계 염색은 에리스로신(erythrosine)이다. 치아 스케일링 전에, 2% 에리스로신 한 방울을 치은 연상의 치아 표면에 떨어뜨리고 약하게 흐르는 물로 씻어낸다. 형광 또한 이용 될 수 있을 것이다. 또 다른 도구는 성숙한 치태가 붉은 빛을(치태 내의 포피린 때문에) 발생하게 하는 푸른 조명(대략 405nm 파장)을 사용한다. 이 정성적(quantitative) 빛-형광의 혹은 QLF 도구는 성숙 치태를 드러내기 위해 어두운 진료실 안에서 사용될 수 있다.\n\n방사선학/방사선 사진\n구강 방사선학 및 방사선 사진은 수의 치과에서 적절한 진단 및 의사 결정을 위해 중요하다. 방사선 사진이 없이 치과를 수행하는 것은 병원성(iatrogenic) 외상을 유발할 뿐만 아니라 병변을 놓칠 확률을 매우 증가 시킨다.\n\n진단 방사선 사진을 위해 필요한 장비는 x-ray 발생 장치, 치과 필름 및 현상액, 또는 디지털 치과 장치, 적 절한 소프트웨어가 설치된 컴퓨터이다. 치과용 목적로 치과 x-ray 장비를 사용하는 것이 항상 더 좋지만 일반 전신 x-ray와 적절한 기법의 사용로 진단 영상이 획득될 수 있다. 일반적로 전신 방사선 사진은 적 절한 치과 진단을 위한 세함이 충분하지 못하고 노출하기가 매우 어렵다는 이 지적되어야 한다. 따라서 치과 방사선 발생 장치 및 구강 내 필름/센서가 항상 권장된다. 작은 물체(예컨데 발가락) 또는 작은 환자(주 머니 크기 동물)를 방사선 촬영할 때 치과 x-ray 장비가 전신 장비로서 유용할 것이다. FIG\n\n진단 치과 영상을 획득하기 위한 몇 가지 선택 사항이 있다:\n일반 전신 수의 x-ray 발생 장치(Tier 1)\n\n치과 방사선 발생 장치 그리고:\n비스크린(non-screen) 구강 내 치과 필름 (Tier 2)\n인광체(phosphor)-활성(PSP) 플레이트 (CR system)\n디지털 센서(DR system)\n디지털 치과 방사선은 모든 tier 3 국가에서 사용 되어야 한다.\n\n수동 현상은 암실(입구로부터 빛이 차단된 방)에서 혹은 빛 차단 상자(Chair-side 현상기라 명명) 안에서 습식 화학 물질을 이용해 수행될 수 있다. 이 방법은 작동자가 사전에 설정된 시간 동안 현상액 및 고정액이 들어있는 탱크 속에 필름을 두어야 한다. 그 결과로 젖은 상태의 필름을 획득한다.\n\n현상은 또한 자동 현상기를 이용하여 자동로 수행될 수 있다. 이것은 여전히 습식 화학 물질을 사용하지만 내부 롤러가 설정된 속도로 현상액 및 고정액 통을 통하여 필름을 움직이며 생산된 필름은 건조 상태이다.\n\n현상은 또한 플레이트 또는 센서 상에서 감지된 엑스레이를 컴퓨터 화면에 방사선 사진 영상로 송출하는 컴퓨터 소프트웨어 프로그램을 이용하여 수행될 수 있다.\n\n인광체 플레이트(CR technology)FIG\n이 플레이트는 표면 위의 레진(resin) 속에 쌓인 사진 활성 인광체를 지지하는 유연성의 폴리에스터 필름이 다. 초기 노출 후 인광체 물질 내의 자기장을 띤 원자들이 이차 조명에 의해 자극되기 전까지 크리스탈 격자 내의 중심 속에 ʻ포획되어ʼ 남아있다. 이 동원된 전자들은 원래의 엑스레이 빔과 직접적 관련이 있는 포획 전 자의 수에 비례하여 생산된 청-자주색 400nm 발광을 방출시킨다. 그리고 나서 그것은 발생 신호가 디지털 영상로 바뀌는 것을 가능하도록 수집된다. 인광체 플레이트는 다양한 크기가 가능하다: 0에서 4까지, 재 사용 가능하고 교체 가격이 꽤 적당하다.\n\n디지털 센서(DR technology) FIG\n다양한 인의 및 수의 직접 디지털 시스템이 있다. 이것은 치과 방사선 사진 획득에 아주 탁월한 방법이다. 단 하나의 큰 결은 직접 디지털 시스템(센서)에는 4번 플레이트가 없다는 것이다. 직접 디지털 시스템의 주요 장은 방사선 노출의 감소, 빠른 영상 발생, 만약 첫 번째 촬영 뷰가 맞지 않을 경우 센서 및/혹은 관머리 (tubehead)의 재위치 가능성 등이다.\n\n치아 스케일링을 위한 장비\n기본 프로피 키트는(PROPHY KIT) (Tier 1) 다음을 포함해야 한다: 진단 장비:\n위 고\n스케일링 장비:\n\nTier 1:\n치석 제거 겸자 FIG,\n스케일러 (치은 연상 스케일링을 위한) FIG\n각종 큐렛(치은 연하 스케일링을 위한) FIG\n연마석 및 오일\nTier 2 & 3은 위에 더하여 다음이 추가되어야 한다:\n치과 장치 (고속 및 저속) FIG\n기계 스케일링: 음파 혹은 초음파(피에조 전기식, 자기 변형식)\na. 적절한 치은 연상 및 연하 팁 FIG\n연마 치약/부석 FIG\n\n치은 연상 스케일링을 위한 장비\n핸드 스케일러\n핸드 스케일러는 날에 연결된 손잡이를 가지고 있며 이것은 날카로운 로 모이는 양면 절단면(double sided cutting edge)을 가진다. 날은 교차 단면에서 삼각형이다. 날카로운 날은 치은 연상 치아 표면의 치 태, 치석, 다른 퇴적물 제거에 사용된다. 수정 펜 잡이(modiﬁed pen type grasp)로 쥐어진다. 날은 치은 변연부에서 치아 표면 상에 위치되고 잇몸로부터 멀어지게 당기는 당김 스트로크로 사용된다. 핸드 스케 일러는 다양한 형태로 출시되는데 그 중 하나는 낫 모양의 스케일러이다(sickle scaler). 가장 일반적인 것 은 Universal (또는 H6/H7), Jacquette 및 Morse이다. FIG\n\n초음파 스케일러\n초음파 스케일러는 치은 연상 치태와 치석을 제거하는데 흔히 사용된다. 초음파 스케일러는 25kHz 이상에 서 작동된다. 치태 및 치석 제거의 원리는 기계적인 반동 또는 진동에 의한 것이다. 이것은 진동하는 팁이 치 석에 접촉하여 그것을 파괴시킴로써 성취된다. 또한 초음파 스케일러는 팁의 물리적 진동로부터 생성되 는 음파가 물 분사를 작동할 때 “공동화(cavitation)”라 불리는 효과를 만드는데 그 결과 치아 표면을 더 깨 끗하게 한다.\n\n초음파 스케일러는 전기로 작동되고 작동 팁은 3가지 움직임 중 하나를 가진다. 자기 변형식 형태는 교류 전 류가 가해질 때 길어지고 짧아지는 평형의 니켈 막대기들 더미를 사용한다. 이것은 스케일러 팁을 타원형의 8자 운동로 움직이게 한다. 두 종류의 더미가 있며, 하나는 25kHz에서, 다른 하나는 30kHz에서 진동 한다. 페라이트(ferrite) 막대기 형 스케일러는 막대기를 사용하며, 이것은 확대와 수축을 통해 진동한다. 이 것은 티타늄 스케일러 팁을 원형 혹은 타원형로 움직이게 한다. 피에조 전동식 스케일러는 교류 전류가 가 해질 때 확대 및 수축하는 손잡이 속의 석영 크리스탈을 이용한다. 이것은 스켈일러 팁을 선형의 전진 후진 동작로 움직이게 한다. 그것은 25에서 45kHz에서 진동한다.\n\n초음파 스케일러의 손잡이는 펜와 같은 그립로 쥐어진다. FIG. 팁은 치은 변연부에서 치아 표면에 반하여 위치되고 치석과 가볍과 접촉한다. 팁은 치아 표면 위에서 가벼운 스트로크를 사용하여 움직인다. 작동자는 진동로 치석을 부술 수 있어야 한다. 만약 팁이 손-잡이(hand-held) 스케일러 처럼 사용되고 힘이 치석 에 반하여 위치하게 되면 팁은 손상을 받고 진동이 멈추어지기 쉽다.\n\n초음파 스케일러는 시야가 확보된 어떤 치아의 표면에서도 안전하게 사용될 수 있다. 자기 변형식 및 피에조 전기식 스케일러의 팁은 정상적인 사용에서 매우 뜨겁게 달구어진다. 치아의 과열과 통증성 수질염 및 가능 한 치아 사망의 유발을 예방하기 위해 냉각이 확실히 필요하다. 물 분사는 열을 분산시키기 위해 팁 끝단쪽 로 조절되어야 한다. 특히 초음파가 치은 연하에서 사용될 때 냉각이 팁에 적절하게 도달하도록 하는 것을 항상 주의하라. 적절하게 고안된 치은 연하 팁은 냉각수가 팁에 도달하도록 하고 치은 연하에서 사용될 수 있게 한다.\n\n만약 초음파 스케일러가 발달된 융기나 교두로부터 치석을 제거하지 못한다면, 핸드 스케일러가 사용되어야 한다.\n\n음파 스케일러\n음파 스케일러는 압축기 또는 가스 실린더로부터의 고압 공기를 이용하여 작동된다. 음파 스케일러는 18- 20kHz에서 진동하고 초음파 스케일러에 비해 열을 덜 발생시키는 작동 팁(working tip)을 가지고 있다. 치아를 냉각하고 파편을 흘려버리기 위해 대게 물분무 분사를 가지고 있다. 장은 과열이나 빈번한 팁의 진 동에 의한 치아의 손상이 감소된다는 것이지만 상당한 양의 치석에서는 느릴 수 있고 더 많은 치아의 손상을 유발할 수도 있다.\n\n치은 연하 스케일링(치근 깍기) 및 소파술\n치관만 스케일링 하는 것은 보호자를 위해 미관적 결과를 만들지만 그것은 치주 질환의 치료 및 예방을 위한 어떠한 측정 가능한 의학적 효과도 제공하지 않는다. 발생된 치주 질환의 완벽한 치료에는 치은 연하 스케일 링 및 소파술이 필요하다. 치근 깍기라는 용어는 뿌리 표면로부터의 괴사된 시멘트질을 긁어내는 것을 설 명하기 위해 사용되는 반면 소파술은 낭의 상피 벽 배열로부터 상피세포, 내독소 및 축적물의 제거를 설명한 다. 치은 연하 괴사 물질 제거와 치든 연하 소파술은 초음파 및 음파 스케일러(적절한 치은 연하 팁을 이용해 서) 혹은 큐렛이라는 기구를 이용해 수행될 수 있다.\n\n전통적로 인의 치과 의사들은 치근 깍기 및 치은 연하 소파술을 위해 핸드 장비를 사용해 오고 있다. 범용 (universal) 및 부위-특이적(area-speciﬁc) 두 가지 형태의 큐렛이 있다. 범용 형태는 Columbia와 Barnhart가 예인데 두 절삭 표면들, 둥근 끝 그리고 손잡이에 90도 각도로 절단된 표면을 가진 날을 가진 다. FIG 부위-특이적 형태는 Gracey가 예이며 둥근 끝 및 기둥(절삭 날과 손잡이 사이의 기구 일부분)에 70 도 각도의 한면 절삭 날을 가진다. FIG 70 퍼센트 상쇄 각 뿐만 아니라 Gracey 큐렛은 또한 다양한 치아에 적절하게 적용 가능한 자루의 추가적인 구부러짐을 가지고 있다. 이 큐렛은 1에서 18까지 다양한 각도로 출 시된다. 높은 숫자는 더 큰 추가의 구부러짐을 가지고 구강에서 더 뒷에 사용되도록 고안된 장비이다.\n\n도구 갈기(sharpening)\n스케일러와 큐렛은 날카롭게 유지되어야 한다. 무디거나 뭉툭한 날은 축적물을 제거하지 못하고 치아 뿌리 표면에 대한 치석을 반들반들하게 할 것이다. 갈기는 숙달하는데 시간이 걸리는 기술이고 만약 동물 병원 내에서 한 사람이 잘 갈 수 있다면, 여러분의 치과가 향상될 것이다.[갈기 교육은 교과서 또는 웹사이트를 고 하라]\n\n연마\n스케일링 후 치아 표면의 연마는 모든 미세한 치태와 치석을 제거하고 치태와 치석의 재부착을 저지하는 부 드러운 치아 표면을 제공한다. 치은 연상 스케일링 및 치근 깍기는 심지어 제대로 수행되었을 때도 치태의 재부착을 조장하는 약간 거친 에나멜질 표면을 남길 것이다. 연마는 컵 안의 마모 치약을 치아 표면에 적용 함로써 수행된다. 연마 컵의 압력은 끝을 벌어지게 하며 이것은 따라서 치은 연하 연마를 위해 잇몸 밑으로 약간 들어갈 수 있다. FIG\n\n일반적로 말해서 두 가지 형태의 연마 작용이 있다. 전통적인 컵은 3,000rpm에서 연속적로 회전하고 새로운 형태의 컵은 앞 뒤의 왕복 운동을 가지고 있다. 컵은 형성된 열이 상아질의 온도를 높여 비가역적 치 수염을 유발할 수 있기 때문에 치아 표면에 2-5초 이상 적용되면 안된다. 치약은 다양한 향 및 등급로 가 능하다. 고급 등급은 더 부드러운 마감을 생산하는 반면 코스(course) 등급은 더 많은 에나멜질을 제거하고 거친 면을 산생시킬 것이다. 또한 다용 병(multi-use jar) 또는 개별 카플렛 치약의 구입이 가능하다. 오염 이 될 수 있기 때문에 같은 프로피 컵을 치아 연마 도중 다용 병 속로 반복적로 담구어서는 안된다. 치약 은 각 환자를 위해 각자의 다펜 디쉬에 담을 수 있다. 새로운 컵이 각 환자를 위해 사용되어야 한다. 또한 부 석 가루 및 물의 형태로부터 chair side 연마 치약을 준비하는 것도 가능하다.\n\n발치/구강 수술\n발치는 소동물 임상에서 수의사에 의해 수행되는 가장 흔한 외과적 치료 과정 중의 하나이다. 일반적로 골 절된 턱뼈의 치료, 비-누강 누관의 폐쇄, 구강 종양의 제거가 구강 수술로 여겨지지만 발치는 모든 수의사에 의해 숙달되어야 하는 외과적 치료 및 과정이다.\n\n이상적인 발치는 주변 연부 및 경부 조직의 최소한의 손상을 가지는 완전한 치아 및 모든 뿌리의 제거이다. 최소한의 습적 수술이라는 이 컨셉이 합병증이 없이 빠르게 치유되는 창상을 유발한다. 발치는 수의사가 그 치료 과정을 성취하기 위해 기술 뿐만 아니라 상세한 해부학적 지식, 외상 치유 그리고 봉합, 적절한 치과 재료 및 장비를 갖추기를 요구한다. 모든 수의사는 모든 발치를 이상적인 발치로 만들도록 애써야 한다.\n\n구강 외과 키트 FIG.\n발치 기구\n치주 인대 절단을 위한 탈구 거상기(탈구기)의 구성. 탈구기는 손잡이, 자루 그리고 작업 끝단로 구성 된다. 작업 끝단은 오목한 면과 반대의 볼록한 면, 곧은 면들 및 기구의 장축에 수직로 뾰족한 끝을 가진다. 날은 세하고/날카로운 팁로 끝난다.\n\n거상기는 치주 인대를 찢고 치아를 거상하는데 사용된다. 전통적인 거상기는 ʻ곧은형ʼ이라고 불린다. 손 잡이, 자루 그리고 작업 끝로 구성된다. 작업 끝은 평행한 면들을 가지는 날, 둥근 끝단을 가지는 오목 및 반대쪽 볼록한 면로 구성된다. 그 끝단은 날카롭거나 뭉퉁하다.\n발치 겸자는 치조골로부터 느슨해진 치아를 제거하는데 사용된다. 발치 겸자는 두 손잡이와 두 부리를 가지는데 손잡이들이 서로 움켜쥐어질 때 대립한다. 부리들은 치조골로부터 치아를 발치하기 위해 치관 을 잡는데 이용된다.\n\n기본 연부 조직 구강 외과 키트는 다음을 포함한다:\n\n수술도 손잡이(scalpel handle)\n\n조직 겸자\n골막 거상기\n조직 가위\n봉합 가위\n니들 홀더\n입술 견인기\n\n\n\n\n봉합 재료\n구강 내에서 봉합사의 제거가 거의 불가능하기 때문에 흡수성 봉합사가 구강 수술에 권장된다. 단유성 (monoﬁlament) 봉합사가 꼬인(braided) 봉합사보다 선호되는데 왜냐하면 자극이 적고 최소량의 감염 때문이다. Polycleacpron 25는 수의 치과에서 가장 인기있는 재료이지만 polyglactin 910과 chromic gut(가능하다면)과 같은 다른 선택들이 있다.\n 구강 외과에서 의 봉합사 바늘은 스웨이지 온 형(바늘귀가 없고 봉합사가 바늘에 붙어 있는 형태)이어야 한다. 바늘 굴곡은 구강 뒤에서는 1/2이 더 지시되지만 3/8 혹은 1/2 둘 중 하나이다. 역절단 바늘이 잇몸과 막 봉합에 최 고이지만 연약한 막을 위해서는 taper point가 효과적일 것이다. 바늘은 가능한 최소의 입구 창상을 만들 고 막의 찢어짐을 피하기 위해 조직에 수직로 삽입되어야 한다.\n주요 수술 과정 중 두 겹 봉합이 가능하다면 한 겹 봉합 보다 선호된다. 창상 끝면과 봉합 입구  사이의 거 리는 2-3mm 그리고 단속 봉합 사이의 거리는 2-3mm가 권장된다. 일부 저자들은 구내염 환자에서 전발치 후에는 연속 봉합이 폐쇄 시간과 수술 시간을 단축시킨다고 제시하지만 단순 단속 봉합이 대부분의 구강 과 정에서 권장된다. 장력이 없는 봉합이 극도로 중요하다. 매듭은 절개 부위 위에 직접적로 위치해서는 안된 다. 벗겨진 뼈의 어떤 부위도 덮여지지 않은 채로 남겨지면 안되고 봉합 선이 결손 위에 놓여서는 안된다.\n\n핵심 사항:\n\n치과 수술실 뿐만 아니라 모든 기구도 규칙적로 위생, 소독 및/또는 멸균 되어야 한다.\n치과/구강 과정은 특정 기구 및 장비의 사용이 요구된다.\n가장 흔한 치과 과정들은(진단, 예방 및 발치) 방사선 장비의 접근이 없이는 적절히 수행될 수 없다.\n\nReferences\n\nMartin-Flores M, Scrivani PV, Loew E, Gleed CA, Ludders JW (2014) Maximal and submaximal mouth opening with mouth gags in cats: implications for maxillary artery blood ﬂow. Vet J.;200(1):60-4.\n\nScrivani PV, Martin-Flores M,  van Hatten R, Bezuidenhout AJ. (2014)Structural and functional changes relevant to maxillary arterial ﬂow observed during computed  tomography and nonselective digital subtraction angiography in cats with the mouth closed and opened.Vet Radiol Ultrasound. 55(3):263-71.\n\nBarton-Lamb AL, Martin-Flores M, Scrivani PV, et al (2013) Evaluation of max illary arterial blood ﬂow in anesthetized cats with the mouth closed and open.\nVet J. 196(3):325-31.\n\nBellows J. Small Animal Dental Equipment, Materials and Techniques Blackwell, 2004 Crossley DA, Penman S. Manual of Small Animal Dentistry BSAVA 1995\nHolmstrom SE, Frost P, Eisner ER. Veterinary Dental Techniques for the Small Animal Practitioner,3rd ed. Philadelphia: WB Saunders, 2004.\n\nMulligan TW, Aller MS, Williams CA. Atlas of Canine and Feline Dental Radiography, Trenton. Veterinary Learning Systems, 1998.\n\nTutt C. Small Animal Dentistry a manual of techniques Blackwell Publishing 2006\n\nWiggs RB, Lobprise HB. Veterinary Dentistry: Principles and Practice, Philadelphia: Lippincott-Raven, 1997."}