{
  "title": "25 . 말티즈견 상악 치은의 중배엽 연골육종 증례 보고",
  "author": "임소정",
  "publisher": "한국수의과학회",
  "department": "치과",
  "disease": "25 . 말티즈견 상악 치은의 중배엽 연골육종: 증례 보고\n\n13세의 거세된 몰타견이 구강 출혈로 지역 동물 병원에 이송되었습니다. 구강 내 검사에서 상악 치은과 경구개의 오른쪽에 불규칙하게 증식된 소엽 덩어리가 발견되었습니다. 수술적으로 절제한 덩어리가 조직병리학 검사를 위해 요청되었습니다. 조직병리학적으로, 종양 병소는 원시 간엽 조직과 성숙 또는 미성숙 연골 조직과 같은 이상적 형태학적 패턴으로 구성되었습니다. 면역조직화학적으로, 연골 섬을 형성하는 대부분의 종양 세포는 S-100에 대해 양성 반응을 보였고, 주변 간엽 세포는 비멘틴에 대해 양성 반응을 보였습니다. 이 논문에서는 몰타견의 상악 치은에서 발생한 드문 간엽 연골육종 사례를 설명합니다.\n주요단어 : 말티즈견 , 상악 , 치은 , 중배엽 연골육종 , 증례보고\n이동 : \n연골육종은 종양 세포가 다양한 양의 신생 연골질과 섬유질 기질을 생성하지만 골질 기질은 생성하지 않는 악성 신생물입니다[ 1 ]. 이것은 사람과 개에서 두 번째로 흔한 뼈의 원발성 종양이며 모든 개 원발성 뼈 종양의 약 5%~10%를 차지합니다[ 2 ].\n개에서 연골육종은 중형에서 대형 품종, 특히 복서, 저먼 셰퍼드, 골든 리트리버에서 가장 많이 발생하지만 소형 및 대형 품종에서는 드뭅니다[ 1 , 3 ]. 더욱이 이 종양은 중년에서 노년의 개에서 가장 흔하며 영향을 받는 동물의 평균 연령은 5.9~8.7세입니다[ 3 ].\n중간엽 연골육종은 세계보건기구 분류에 따른 드문 연골육종의 아형이며 인간의 모든 연골육종의 약 1%를 차지합니다 [ 4 ]. 조직학적으로 중간엽 연골육종은 미분화된 중간엽 세포에서의 전이와 다양하게 분화된 연골질 구성 요소가 특징입니다 [ 1 ]. 반면, 연골육종은 대부분의 가축 종에서 비교적 드뭅니다. 이 논문에서는 소형 품종 몰티즈의 상악 치은에서 발생한 드문 중간엽 연골육종 사례를 소개합니다.\n13세의 거세된 수컷 말티즈견이 얼굴 오른쪽에 구강 출혈과 부종이 있어 지역 동물 병원에 이송되었습니다.구강 내 검사에서 잇몸 부위와 경구개의 오른쪽 전체에 불규칙하게 증식된 소엽 덩어리가 발견되었습니다.방사선 검사에서 오른쪽 상악 부위에 다른 장기로의 전이 없이 연부조직 덩어리 병변이 발견되었습니다.혈액 분석에서 경미한 빈혈(헤마토크릿, 29.8%; 기준 범위, 35%-56%)과 경미한 백혈구 증가증(21.8 L/µL; 기준 범위, 5.0-20.0 L/µL)이 발견되었습니다.혈청 생화학적 결과에서 알칼리성 인산가수분해효소가 중간 정도로 상승했습니다(113 U/L; 기준 범위, 17-78 U/L).\n \t\n총체적 소견. 상악 치은과 경구개의 오른쪽 전체에 불규칙하게 증식된 소엽 덩어리가 관찰되었습니다(화살표).\n \n개는 스테로이드로 1주일 치료한 후에도 반응이 없었고 부종성 병변이 악화되었습니다. 부종으로 인해 오른쪽 안구가 꼬리쪽과 등쪽으로 이동했습니다. 절개 생검 샘플은 조직병리학적 검사를 위해 제주대학교 수의과대학 병리과에 제출되었습니다. 요청한 덩어리는 크기가 약 3.5×1.8×1.8cm였습니다. 절단면은 단단하고 황갈색에서 흰색이었습니다.\n덩어리는 10% 중성 완충 포르말린에 고정시키고, 표준 프로토콜에 따라 다듬고 처리한 다음 파라핀 왁스에 포매했습니다. 파라핀 절편(4 μm)은 현미경 검사를 위해 헤마톡실린과 에오신 및 알시안 블루(pH 1.0 및 2.5)로 염색했습니다. 종양 세포의 기원을 확인하기 위해, 덩어리의 복제된 파라핀 절편도 면역조직화학 분석을 거쳤고 다음의 1차 항체와 함께 배양했습니다: 항-비멘틴(마우스 단일클론 항체, 1:100; Dako, 덴마크) 및 항-S-100(토끼 다중클론 항체, 1:400; Dako).\n현미경 검사에서 종양 병소는 원시 간엽 조직과 성숙 또는 미성숙 연골 조직과 같은 이상적 형태 패턴을 구성한다는 것을 보여주었습니다. 원시 간엽은 세포성이 높은 둥글고 타원형 또는 약간 길쭉한 미성숙 종양 세포로 구성되었습니다. 이 세포들은 희미한 창백한 호산성 세포질과 일부 유사 분열 모양을 가진 불분명한 세포 경계를 가지고 있었습니다. 연골 부위는 병변 전체에 흩어져 있었습니다. 종양 세포는 창백하고 호염기구성 또는 호산구성 세포 간 기질의 공동 내에 불규칙하게 배열되었습니다. 이 종양 세포는 풍부한 창백 염색 세포질, 중간 정도의 이핵성, 눈에 띄는 핵소체가 있는 둥근 수포성 핵을 가지고 있었습니다. 유사 분열 모양은 드물었습니다. 덩어리 내에 소수의 다핵 거대 세포가 존재했습니다. 심각한 다초점성 괴사가 덩어리 주변, 특히 주변 부위에서도 나타났습니다. 연골 물질과 공동은 녹청색으로 염색되었고, 연골 세포의 핵은 알시안 블루 염색과 대조적으로 붉은색으로 염색되었습니다. 면역조직화학 분석을 통해 다초점성 연골 섬을 형성하는 대부분의 신생물 세포는 S-100 단백질에 대해 강한 양성 반응을 보였습니다. 주변 중간엽 세포는 비멘틴에 대해 강한 양성 반응을 보였습니다.\n \t\n조직병리학적 소견. (A) 연골(화살표)과 미분화 간엽 조직(화살촉)의 이상성 패턴(H&E, 척도 막대: 100 μm). (B) 신생 연골 세포는 호산성 또는 호염기구 연골 기질에 묻혀 있음(H&E, 척도 막대: 20 μm). (C) 신생 연골 세포는 S-100 단백질에 대한 면역 반응성을 보이는 반면, (D) 간엽 세포는 비멘틴에 대한 강한 면역 반응성을 보임(척도 막대: 20 μm).\n \n연골육종은 일반적으로 대형 품종의 노령견에서 발생하며, 성별에 따른 선호도는 없습니다. 저자의 지식에 따르면, 이것은 소형 품종 몰티즈견의 상악 치은에서 발생하는 중배엽 연골육종에 대한 첫 번째 보고입니다.\n개에서와 마찬가지로 인간에서도 연골육종은 장골보다 편평한 뼈를 침범하는 경우가 더 많습니다. 연골육종이 있는 개 97마리에 대한 후향적 연구에서 비강이 가장 흔한 부위(28.8%)였고 그 다음으로 갈비뼈(17.5%), 부속골격(17.5%), 골외 부위(13%), 안면뼈(9%) 순이었습니다[ 3 ]. 또 다른 연구에서는 35건 중 31건(88.6%)에서 편평한 뼈, 주로 갈비뼈, 비강갑개 또는 골반이 침범되었습니다[ 2 ].\n골외 연골육종 은 연조직 및 내장 기관에서 발생하는 드문 연조직 육종입니다[ 5 ] . 개에서는 연골육종의 약 1%가 폐, 복막 후, 대망막 및 비장을 포함한 골외 위치에서 발생합니다[ 6-9 ].\n조직학적으로 두 가지 유형의 연골육종이 알려져 있습니다. 골격 종양에서 가장 흔히 발견되는 유형인 통상적 유형과 골격 외 부위에서 더 자주 발견되는 드문 유형인 간엽성 연골육종입니다[ 10 ]. 점액성 또는 통상적 연골육종은 호염기구성 유리질 기질 내에 갇힌 방추형 세포로 구성됩니다. 간엽성 연골육종은 두 가지 뚜렷한 조직학적 패턴을 갖는 것으로 설명되었습니다. 첫 번째는 중간에서 잘 분화된 연골 조직이고, 두 번째는 시트 형태로 배열된 미분화 악성 간엽 세포로 설명됩니다[ 1 ]. 이 경우 구강 덩어리의 조직학적 외관은 인간과 개에서 간엽성 연골육종에 대해 설명된 것과 유사했습니다.\n생검 검체의 진단은 다양한 종양 성분 때문에 여전히 어려운 문제이며, 검체에는 두 요소 중 하나만 포함될 수 있습니다. 생검 검체에 연골이 없으면 이 종양을 다른 작고 둥근 청세포 종양과 혼동할 수 있습니다. 간엽성 연골육종의 조직학적 감별 진단에는 림프종, 신경모세포종, 소세포 골육종 및 배아성 횡문근육종이 포함되었습니다[ 11 ]. 병변의 가장자리와 중앙에 건강한 조직의 대량 검체를 확보하면 진단 수율이 높아집니다. 게다가 전형적인 면역조직화학 소견에는 간엽 부분에서 비멘틴에 양성 반응을 보이고 연골 영역에서 S-100 단백질에 양성 반응을 보이는 것이 포함됩니다. 이 경우 요청된 덩어리는 비교적 크고 진단에 필수적인 두 가지 요소를 포함하고 있었습니다. 게다가 이 덩어리는 이전에 보고된 것과 유사한 면역조직화학 소견을 보였습니다[ 12 ].\n연골육종에 대한 진단 검사에서 방사선 사진은 종양의 해부학적 위치만 제공합니다[ 13 ]. 컴퓨터 단층 촬영은 뼈 침습 정도를 평가할 수 있으며, 자기공명영상은 T2 강조 고신호 영역에서 풍부한 신생물 연골 기질의 수성 함량 증가를 반영할 수 있으며, 특히 인간에서 보고된 바와 같이 잘 분화된 저등급 연골육종에서 그렇습니다[ 13 ]. 이 사례에서 개는 방사선 사진만을 사용하여 검사되었으므로 병변 내에서 뼈 관련 증거는 관찰되지 않았습니다.\n구강 내에 발생하는 골외 연골육종은 극히 드뭅니다. 이전 연구에서는 개에서 발생한 109건의 악성 구강 신생물 중 어느 것도 연골육종으로 분류되지 않았습니다[ 14 ]. 잇몸의 골외 연골육종은 토끼와 인간에서 보고되었습니다[ 15 ]. 토끼 연골육종의 경우 종양이 비강을 침습했으며 진단 후 생존 기간은 15일이었습니다[ 15 ].\n본 사례에서 개는 생검을 위해 덩어리의 일부만 제거했으며, 넓은 여백을 가진 근치적 수술이나 전신적 화학 요법과 같은 다른 공격적 치료는 수행되지 않았습니다. 진단 후, 개는 항생제로만 치료되었고, 남은 종양은 더 심각하게 재발했습니다. 이 사례의 예후는 좋지 않았고, 개는 진단 후 2개월 만에 사망했습니다. 상악 치은의 중간엽 연골육종은 드물지만, 임상의와 병리학자는 구강 종양의 감별 진단을 내릴 때 이 드문 질환을 알고 있어야 합니다.\n"
}