{
    "title": "소동물 주요 질환의 임상추론과 감별진단",
    "author": "현창백 내과아카데미 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "1\\n어떻게 감별진단을 할 것인가?\\nHow to Conduct Differential Diagnosis\\n1\\n어떻게 감별진단을 할 것인가?\\nHow to Conduct Differential Diagnosis\\n임상적 추론(clinical reasoning)은 무엇인가?\\n우리가 환자를 다룰 때, 임상적 추론 과정을 통해, 환자의 특별한 문제점을 확인하고 진단에 우선 순위를 정할 수 있다. 이러한 추론을 통해 문제가 서로 상호 관련되어 있는지 파악할 수 있고, 이러한 과정을 통해 병리적 과정의 중요성과 가능한 원인에 대해 파악할 수 있다. 인의에서 대략 17% 정도 부작용이나 부정확한 진단이 부적절한 임상적 추론에 의해 발생한다고 한다. 수의 분야에서는 이와 상응하는 자료는 없지만, 비슷한 비율로 발생할 것으로 예상하고 있다. 이러한 부정적인 결과는 사전 지식 부족, 적절한 정보를 확보하는 데 실패, 그리고 이러한 정보를 처리하는 과정의 실수 등에 의해 발생한다.\\n모든 임상 증례는 적절한 진료 기록, 완벽한 신체 검사와 이전의 실험실 검사 결과에 대한 분석으로부터 시작한다. 이러한 정보는 최적의 임상적 추론에 근거가 되고, 적절한 환자 관리의 첫 번째 스텝이 된다.\\n환자의 품고, 진료 기록, 신체 검사 그리고 때때로 이전 검사 결과 자료 등을 사용하여, 수의사는 진단을 위한 임상적 추론 과정을 시작할 수 있다. 일반적으로 다음과 같은 추론이 임상 진단 과정에 사용된다:\\n\\n각각의 추론 방법에는 장점과 한계가 있다. 따라서 세 가지 추론 방법 모두를 동일한 증례에 모두 적용해야 한다.\\n키 포인트\\n잘 쓰인 진료 기록과 체계적이고 세밀한 신체 검사가 정확한 진단에 필수적이다. 아무리 세상에서 뛰어난 수의사라도 부정확한 정보를 이용할 경우, 오진을 내릴 수 있다.\\n임상적 추론의 가장 빠른 방법은 임상 상황에서 우리가 공부했던 또는 경험했던 우리의 기억내 임상 패턴을 확인하기 위한 무의식적 기억을 끄집어 내는 것이다. 만약 한 마리 성견이 다음/다뇨/다식의 병력과 신체 검사상 쳐진 복부, 몸통의 탈모, 체중 증가와 지속적인 팬팅 소견을 보였다면 가장 의심이 되는 부신피질기능항진증(쿠싱 증후군)을 감별하기 위한 진단 검사를 해야 할 것이다. 더 나아가, 이런 추론으로 올바른 진단에 도달하면, 보호자는 우리를 대단한 수의사로 볼 것이다. 하지만 이런 방법은 다음과 같은 심각한 한계가 있다:\\n우리의 사고는 발병률이 더 높은 질환보다는 더 암기하기 쉬운 질환을 기억하는 경향이 있다.\\n선택한 진단명에 부합되지 않는 비전형적인 소견(초기 진단명에 관련이 있을 수도 있고 관련 없을 수도 있는)을 간과할 수 있다.\\n잘못된 확신. 이것이 임상에서 가장 흔히 볼 수 있는 실수로 임상의들은 자기가 보고 싶은 검사 결과에만 치중하고 이에 반하는 검사 결과를 간과하는 경향이 있다.\\n증례의 조기 종결. 진단에 대한 지나친 신뢰는 바르고 적절한 모든 정보를 확보하기 전에 임상적 조사를 조기에 종결하는 경향이 있다. 이로 인하여, 비특이적 합병증이나 동발 질환을 간과할 수 있다.\\n여기서 보았듯이, 이러한 종류의 임상적 추론 방법은 수의사에게 많은 만족스러운 결과를 주기도 하지만, 심각한 임상적 에러를 유발할 수도 있다. 뿐만 아니라, 질병에 대한 우리의 사전 지식에 지나치게 의존하고 있다. 하지만 임상 지식은 계속 업데이트되고 있고, 우리 기억(‘직관’의 근거가 되는)은 한계가 있다.\\n수의사가 환자를 검사하여 특정 질환을 떠올릴 수 없을 때, 또 다른 임상적 추론이 필요하다. 따라서 다음 단계는 일반 혈액 검사 자료를 토대로 환자의 문제를 확인하는 것이다. 이러한 추론 과정은 다음과 같은 상황에 도움이 될 수 있다: 예를 들어, creatine과 BUN 수치가 높은 환자는 신장 질환이 있는 것을 나타낸다. 그럼에도 불구하고, 이런 추론 방식은 이러한 분석 결과와 직접 관련 없는 다른 질환(예, 호흡기 질환, 심장 질환, 소화기 질환과 신경계 질환)에 의한 변화를 간과할 수 있다.\\n이러한 임상적 추론 방법은 진단 영상의 발전으로 점점 더 복잡해지고 있다. 따라서 다음과 같은 추론 방식을 사용한다: 환자가 어떤 문제가 있는지 확실치 않기 때문에, 일단 복부 초음파 검사와 흉부 방사선 검사를 실시하여 이상 소견을 발견하면 진단을 내리는 데 도움이 될 수 있다. 이러한 방법은 종종 유용한 정보를 제공하지만, 만약 수의사가 감별진단을 위한 임상적 추론 과정에 필요하여 이런 검사를 지시한 경우가 아니라면, 진단에 특별한 득이 없이 단순히 보호자에게 진료 비용만 증가시키는 요인이 된다. 그러므로 앞에서 언급했던 것처럼, 실험실 검사 소견에 근거한 임상적 추론 방법은 진단에 도달하는 데 좋은 수단이 된다.\\n임상적 추론에 대한 완벽한 접근법은 없다. 하지만 비교적 경험이 부족한 수의사는 이차 병원에서 일하는 경험 많은 수의사들로부터 이런 임상적 추론법을 배우게 된다. 문제-중심 접근법(problem-based model)이 가장 완벽한 방법이다. 이 방법이 완벽한 것은 아니고 명확한 증례에서 불필요할 수 있지만 전문적인 수의사가 되기 위해서는 기본적으로 필요한 과정이며, 비록 처음에는 시간이 더 소요되지만 체계적인 진료 수의사가 되기 위해 필요한 과정이다.\\n이 책을 통해 임상적 추론 과정을 설명하고자 하며, 기술된 문제를 나타내는 임상 증례를 이용하여 이러한 과정을 단계별로 설명하고자 한다.\\n문제 중심 접근법을 이용한 임상적 추론 과정\\n다음의 모식도는 문제 확인에 따른 임상적 추론 과정에 사용되는 단계를 요약한 것이다.\\n문제-중심 임상적 추론 과정을 위한 알고리즘\\n환자\\n(품고, 진료 기록, 신체 검사)\\nSTEP 1\\n문제를 평가하고 우선 순위를 정하라\\nSTEP 2\\n문제를 체계적으로 분류하고 정리해서 기억하기 쉽게 만들고 감별진단 목록을 만들어라\\STEP 3\\n진단 계획을 수립하고 진단 검사로부터 자료를 확보하라\\nSTEP 4\\n확진을 내리거나 확보된 문제들을 재평가하라\\nSTEP 5\\n환자의 주요 문제를 확인하라\\n진단 계획 수립\\n치료 계획 수립\\n보호자에게 고지할\\n계획 수립\\n초기 가설\\n대체 가설\\n위험 가설\\n임상 증례를 다룰 때, 환자의 문제를 인지하는 것이 중요하다. 이를 위해서 먼저 임상적 문제가 무엇인지 파악해야 한다.\\n 키 포인트\\n임상적 문제가 환자의 삶의 질을 떨어뜨리거나 내과적 또는 외과적 처치가 필요한 문제일 수 있다.\\n이러한 문제에는 보호자의 주요 호소 사항, 신체 검사상 주요 소견, 비정상적 실험실 소견, 만성적인 소견(예, 당뇨병, Leishmania 감염증, 염증성 장질환, 등), 급성 임상 증상 또는 종양 같은 심각한 이전의 질환 등으로 분류할 수 있다. 이러한 접근법을 사용하여 환자의 문제를 바르게 확인할 수 있고, 이러한 소견은 매번 진료할 때마다 업데이트해야 한다.\\n환자의 문제를 파악한다.\\nSTEP 1\\n각 환자의 문제는 위급함과 중요도에 따라 우선 순위를 정해야 한다. 예를 들어, 만약 환자가 구토, 식욕부진과 체중 감소를 보이고 있다면, 구토가 식욕부진과 체중 감소의 원인이라고 합리적으로 생각할 수 있기 때문에 임상의는 구토에 대한 감별진단에 집중해야 한다. 반대로, 만약 환자가 같은 증상과 더불어 황달 증상을 보이고 있다면, 황달이 구토의 원인이 될 수 있기 때문에 임상의는 황달의 감별진단에 집중해야 한다. 이러한 우선 순위를 정하는 과정이 의사 결정을 내리는 훈련으로 잘 알려져 있다. 만약 하나의 문제와 다른 문제가 서로 관련이 없다면, 이러한 문제는 개별적으로 다루어야 한다.\\n 키 포인트\\n임상의는 환자의 주요 소견 사이의 관련성을 추적해야 한다; 주요 소견(문제)은 다른 소견을 설명할 수 있는 소견이다. 하지만 하나의 환자가 여러 가지 주요 소견을 보일 수 있고, 이러한 문제가 서로 관련이 없을 수 있다. 이런 경우, 이러한 소견은 개별적으로 다루어야 한다.\\nSTEP 2\\n문제의 우선순위를 설정한다.\\n임상의는 중요 소견에 따라 분류하거나 단계별로 정리해야 한다. 이렇게 해야 감별진단 목록을 보다 쉽게 기억할 수 있다. 특정 문제에 대한 긴 원인 목록을 기억하는 것은 가능하지만, 모든 감별진단 목록을 다 기억하는 것은 쉽지 않기 때문에 이 방법은 가장 좋은 방법은 아니다. 그러므로 첫 번째로 먼저 기억하기 쉬운 순서로 임상적으로 관련된 문제(주요 소견)들을 분류해야 한다. 이러한 유형의 분류법은 장기별 또는 시스템별로 해부학적으로 분류하거나 발병 기전이나 주요 포인트에 따라 분류하는 것이다. 이러한 문제들을 하위 그룹으로 추가 분류하면 감별진단 목록을 더욱 단축시킬 수 있다. 이렇게 하면 임상의가 보다 집중되고 증례에 특이적인 진단 계획을 수립할 수 있다. 하위 분류법은 임상적 추론 과정을 도울 수 있어야 한다; 그러므로 이 스텝에서 사용되는 방법 중 하나는 각기 다른 하부 그룹으로 분류할 수 있는 확실한 질문을 던지는 것이다. 예를 들어, 구토를 보이는 환자는 추가적으로 위장관 그룹과 비-위장관 그룹으로 증례를 분류할 수 있다. 또한 만약 발작을 보이는 환자가 있다면, 두개내(intracranial) 이상 그룹과 두개외(extracranial) 이상 그룹으로 분류할 수 있다.\\n이 과정의 마지막에, 임상의는 이미 출간된 진단 알고리즘이나 책에 나와 있는 감별진단 방법을 이용할 수 있다. 하지만, 이러한 목록에 대한 정보를 모두 기억하는 것은 쉽지 않다. 따라서 각 임상의는 자기 방식대로 문제를 논리적이고 체계적으로 정리하는 방법을 확립해야 한다. 또한 이러한 방법을 이용하여 문제를 해결할 수 있는 임상적 추론 과정을 정립해야 한다. 임상의는 경험이 쌓여감에 따라 이러한 추론 과정을 통해 보다 많은 감별진단 목록과 진단 검사 항목을 추가할 수 있을 것이다.\\n 키 포인트\\n문제(주요 소견)을 하위 그룹으로 세분화시키면 감별진단 목록과 진단 검사 항목을 기억하기 더 쉬워진다.\\nSTEP 3\\n환자의 문제를 체계적으로 조직화한다(감별진단): 문제의 중요도에 따라 분류하고 감별진단 목록을 만든다.\\n이 단계에서 임상의는 지시한 진단 검사의 결과를 알 수 있다. 만약 진단 검사 결과가 확진적 소견이라면, 거기에 맞는 치료 계획의 수립과 개체 맞춤형 예후 판정이 가능할 수 있다. 만약 검사 결과가 확진을 내리지 못하지만 추가 정보를 밝혀낸다면, 문제 항목을 재평가하고 확대해야 하고 이에 따라 추가 검사를 선택하여 지시해야 한다.\\nSTEP 5\\n확진을 내리거나 감별진단 목록을 재평가한다.\\n문제-중심의 임상적 추론 과정을 적용할 때, 환자의 품고, 진료 기록, 검사 자료 및 이전의 실험실 검사 소견을 이용하여 가급적 감별진단 항목을 줄이려는 노력을 해야 한다. 그리고 나서 이러한 정보를 이용하여 환자에 대한 가장 적합한 감별진단 목록을 선택해야 한다. 앞에서 언급했듯이, 일부 증례는 이미 알고 있는 임상적 소견의 패턴을 가지고 있어서 진단은 간단하지만, 많은 다른 증례들은 확진을 위해 여러 보조 검사가 필요하다.\\n진단 계획 수립에는 초기 가설, 대체 가설 그리고 반드시 포함되어야 하거나 과소평가되어서는 안되는 위험 가설을 포함해야 한다.\\n 키 포인트\\n감별진단 목록을 작성한 후, 임상의는 가진단을 확진하기 위한 추가 검사에 대한 조사가 필요하고, 만약 증례가 위급하거나 환자가 중증인 경우 치료 계획을 수립해야 한다. 또한 임상의 임상적 추론(치료 계획)을 보호자에게 설명하기 계획을 수립해야 한다.\\nSTEP 4\\n진단 계획을 상황에 맞게 수립한다.\\n\\n"
}