{"title": "소동물 주요 질환의 임상추론과 감별진단", "author": "현창백 내과아카데미 역", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "\n2\n발열/고체온증의\n임상적 추론\n열 또는 고체온증 사례에 대한 임상적 평가\n2\n발열/고체온증의 임상적 추론\n열 또는 고체온증 사례에 대한 임상적 평가\n임상 증례\n발열/고체온증\n환자 M은 5살 수컷 비글이며, 10일간 식욕저하와 무관심(apathy)으로 내원하였다. 보호자는 최근 복용 중인 약 또는 독성물질에 노출된 적이 없다고 하였다. 3일간 혈뇨 증상을 보인 후 내원하였다. 신체 검사상 경미한 빈맥(분당 110회), 경미한 빈호흡(분당 30회), 그리고 체온 40°C 외 다른 특이사항은 없었다.\n사례에 적용되는 추론 방법\n\n\n확보된 정보를 바탕으로 다음 2단계의 임상적 추론을 진행한다:\n1. 환자의 문제를 파악한다.\n2. 문제의 우선순위를 설정한다.\n이 환자는 식욕저하, 무관심, 빈맥, 빈호흡, 그리고 발열/고체온증(408C)의 문제를 가지고 있다.\n본 증례의 경우, 식욕 저하와 무관심은 발열/고체온증에 의한 속발성 증상이라고 가정하는 것이 합리적이다. 유사하게, 경미한 빈맥 및 빈호흡은 진료실 방문 스트레스 또는 발열/고체온증에 대한 반응일 수 있다. 폐수포음(crackling sound), 기침, 그리고 쉽게 피로해지는 병력이 있는 것으로 보아 빈맥과 빈호흡은 원발성 문제일 가능성은 낮다. 가장 주목할 만한 증상이 고체온증이므로, M의 주요 문제는 아마도 발열과 관련된 것이라고 생각하는 것이 논리적이다.\n\n\n이 전제를 가지고 다음과 같은 두 가지 임상적 추론을 진행해보자.\n3. 환자의 문제를 체계적으로 조직화한다.\n4. 진단 계획을 상황에 맞게 수립한다.\n고체온증에 대한 감별진단을 구성하기 위해, 먼저 체온 조절 메커니즘의 개념을 생각해야 한다: 체온은 열 생성과 손실의 균형의 결과로 결정된다. 따라서 해답을 찾아야 할 첫 번째 질문은 본 환자의 열 생성 원인이 무엇인지 그리고 개와 고양이는 어떻게 열을 방출하는지를 파악하는 것이다.\n이러한 감별진단 목록은 생리적으로 관련 있고 기본이 되는 것이지만, 기억하기가 쉽지 않아서 진단 계획 수립에 별 도움이 안 되는 목록이 많다.\n따라서 대안적인 접근법으로 먼저 체온 상승 여부를 분류하고 다음 순서로 발열(fever)인지 고체온증(hyperthermia)인지 아니면 원인 불명 발열(fever of unknown origin; FUO)인지를 감별하는 것이다.\n따라서 두 번째 질문은: 다음의 정의를 참고하여, 체온 상승의 원인을 추가 분류하는 것이다:\n발열(fever)은 발열원(interleukin-1, IL-1 및 종양 괴사 인자 알파[TNF-α]와 같은 외인성 및 내인성 발열원 둘 다)이 시상 하부의 체온 조절 센터를 자극하여 체온 상승을 촉진하여 열이 발생하는 경우를 말한다. 체온이 올라간 동물은 목과 등 부위 털이 서거나(manifest raised hackles), 따뜻한 장소를 찾는 경향을 보이거나, 오한(근진전) 소견을 보인다.\n고체온증(hyperthermia)은 체온 조절 센터가 담당하는 체온 변화와 무관하게 동물은 예를 들어 헐떡거리거나(panting) 서늘한 지역을 찾는 등 체온을 낮추기 위해 생리학적, 행동적 노력을 더 크게 한다. 고체온증은 운동(특히, 덥고, 습한 기후), 비만 동물 또는 호흡 곤란이 있는 환자에서 열을 발산하는 데 어려움이 있을 때, 근육 활동량이 증가될 때(경련, 저칼슘혈증으로 인한 근진전, 스트레스), 중독(코카인), 약물(ketamine, trimethoprim/sulfamethoxazle, etc.), 또는 악성 고체온증의 결과로 발생할 수 있다.\n원인을 알 수 없는 발열(fever of unknown origin; FUO)은 2주 또는 3주 동안 지속되고 항생제에 반응하지 않았으며, 기본 실험실 검사(blood count, blood chemistry, urine analysis) 후에도 병인이 밝혀지지 않은 경우를 말한다, 따라서 임상의는 여러 번 내원하여 검사를 해도 원인을 파악하지 못했을 때 FUO로 진단해야 한다.\n다음 단계로 다음과 같은 질문의 해답을 구해야 한다: 개와 고양이의 정상 체온은 어떻게 되는가? 체온 상승이 있는가? 정상 체온은 38~398C이다, 그러나 검진 중에 39.78C까지 오를 수 있다. 41.18C 이상의 체온은 신경학적 손상, 파종성 혈관내 응고(DIC) 또는 치명적 증상을 초래할 수 있는 대사 이상을 유발할 수 있으므로 수의사는 빠르게 체온을 낮추기 위한 응급 처치를 실시해야 한다.\n앞의 사례에서, 환자 임상 증상 기간(10일), 식욕저하, 무감각, 체온 408C 및 복용약물과 독성물질 노출 없음 등의 진료기록들을 참고하여 체온 상승의 원인을 발열(fever)로 추정할 수 있다. 이러한 추정을 확고하게 하기 위하여 검사 도중 행동적 변화와 임상기록을 추적해야 한다. 병력에서, 보호자는 최근 며칠 동안 M은 따뜻한 곳을 찾아다녔고, 떠는 증상이 있었다고 언급했다.\nFUO는 보조 진단 검사에서도 추정 원인을 찾지 못할 때 내리는 소견이므로, 임상증상의 지속기간을 통해 FUO를 배제할 수 있다. 진단 검사를 통해, M이 발열이 있고, 그 원인이 외인성 발열원 또는 내인성 발열원의 방출에 의한 것이라는 사실을 파악했기 때문에, 감별진단에는 이러한 기전을 참조하여 질환의 목록을 선정해야 한다. 감별진단 목록은 “VITAMIN D” 분류 기법을 사용할 수 있다(박스 1) 또한 동물의 발열 원인에 대한 리뷰 논문들에 언급된 원인들을 참조하여 다음과 같은 질환들을 감별진단 목록에 포함할 수 있다: (개에서 가장 흔한 원인 순서로 나열됨) 감염, 면역-매개성 질병, 종양(신생물), 중독. 고양이의 발열 원인에 대한 리뷰 논문은 더 적게 발표되어 있지만, 발열의 요인으로 감염이 가장 흔하고, 그 다음으로 종양이 흔한 원인으로 알려져 있다.\n\n신체 검사만으로 명확하게 발열의 원인을 파악할 수 없고 임상 증상은 발현한 지 10일이 넘었기 때문에 다음 단계로 CBC 검사를 통해 활성(active) 염증 반응이 있는지 여부를 파악하고(표 1), 혈액 화학 검사(표 2) 및 요 검사(표 3) 같은 실험실 검사를 통해 가장 가능성 높은 원인을 배제해야 한다. 뿐만 아니라 만약 환자가 풍토병이 있는 지역에 살고 있다면, 수의사는 Ehrlichia와 Leishmania 같은 감염성 질환을 감별하기 위해 혈청 검사를 해야 하며, 결과에 따라 진단 영상 검사를 해야 한다.\nM의 증례에서는 Ehrlichia, Dirofilaria, Anaplasma 스크린 검사에서 음성이 나왔다. 혈청학적 분석 결과, Leishmania 또한 음성으로 나왔다.\n\n\n어떻게 결과를 해석해야 하는가?\nCBC 검사 결과, 만성 질환을 나타내는 경미한 비재생성 빈혈이 있었다. 그러나, 백혈구 수치는 감염, 부종양성 또는 면역-매개성 질병을 의심할 수 있는 급성 염증을 동반한 극심한 호중구증가증을 나타냈다. 혈액 화학 검사는 환자의 수화 정도와 관련이 있는 정도의 경미한 칼륨, 나트륨변화를 나타내었다. 요 검사에서 주목할 점은 요농축능력 저하를 의심할 수 있는 요비중 1.020이며, 이러한 소견은 발열에 속발한 변화로 볼 수 있다.\n\n\n결과에 비추어 볼 때\n5. 확진을 내리거나 감별진단 목록을 재평가한다.\n지금까지 얻은 정보로는 감별진단을 설정할 수 없으나, 낮은 요비중, 비재생성 빈혈, 그리고 심각한 염증을 의미하는 백혈구 수치 등을 문제 목록에 추가할 수 있다. 발열의 가장 흔한 원인이 감염, 면역매개성 질환 및 종양 유래임을 고려했을 때, 흉부 엑스레이 검사, 복부 초음파 검사, 요와 혈액 배양 검사 같은 추가 검사가 필요하고, 검사 결과를 토대로 감별진단 목록을 더욱 좁혀갈 수 있다.\n환자의 경우, 흉부 방사선 검사, 복부초음파 검사 모두에서 유의적인 변화를 나타내지 않았다.\n최종 치료 계획과 경과\n혈액과 요 배양 검사를 기다리는 동안, 치료는 amoxicillin/clavulanic acid로 시작되었다. 치료 동안, M은 호전 징후를 전혀 보이지 않았고, 발열 증상은 지속되었다. 혈액 배양 검사는 음성을 보였으나 요 배양 검사 결과 ampicillin, amoxcillin/clavulanic acid, cephalexin, nitrofurantoin, tetracycline, trimethoprim/sulfamethoxazole 그리고 kanamycin에 내성을 가지고; enrofloxacin과 cefoperazone에 중등도 반응을 보이며; 오직 amikacin과 marbofloxacin에 감수성을 보이는 Pseudomonas aeruginosa 그람 음성균이 검출되었다; 배양 검사 결과에 따라, marbofloxacin이 항생제 치료제로 선택되었다.\nM은 매우 빠르게 반응을 보였다; 환자의 체온은 24시간 이내에 정상화되었고, CBC상 변화는 항생제를 변경하고 4~5일 후 정상이 되었다.\n하부 비뇨기 감염은 다음과 같은 다인자성 요인이 발병에 관여한다:\n개체 동물(individual animal)의 특성: 해부학적 다양성, 개체의 요 특성, 또는 면역학적 요인.\n감염과 관련된 병원체의 독력(virulence): 주로 장관내 세균총과 요도에서 방광으로 상행 감염되는 비뇨기 질환을 일으키는 세균\n비뇨기 감염은 세균, 곰팡이, 또는 기생충에 의해 유발될 수 있다. 대부분의 증례들은 세균 감염이며, 이 리뷰는 세균 감염을 중심으로 서술되어 있다.\n세균뇨는 무엇인가? 세균뇨가 비뇨기 감염을 항상 의미하는가?\n비뇨기 감염(UTI)의 기본적인 요소 중 하나는 요 안에 있는 세균을 동정하는 것이다(세균뇨). 그렇다고, 세균뇨가 비뇨기 감염을 항상 의미하는 것은 아니다. 세균뇨를 가진 동물이 동시에 비뇨기 감염과 관련된 임상 증상(후복강[caudal abdomen] 통증, 빈뇨, 배뇨통, 배뇨곤란, 또는 혈뇨)을 보일 수도 있지만, 준임상형(subclinical) 세균뇨를 보이는 환자의 경우 명확한 임상 증상을 보이지 않을 수 있다.\n2.1~8.9%의 개와 10.0~28.8%의 고양이가 준임상형 세균뇨를 가지고 있는 것으로 추정되며, Escherichia coli와 Enterococcus faecalis가 가장 많이 분리되는 세균이다.\n비뇨기에서 분리되는 모든 세균이 비뇨기 감염(UTI) 증상을 유발하는가?\n임상 증상의 존재 여부는 세균이 비뇨기에서 세균 군집을 형성하는 유전적 특성에 의존한다. 예를 들어,\n만성 비뇨기 감염에서 발견되는 세균들은 다수의 항생제 저항성 유전자를 가지고 있다. 하지만 이 특성은 이 세균들이 일반적으로 독력이 다소 약하다는 것을 의미한다.\n반면에, 그람 음성균은 그람 양성균에 비해 신장 친화성을 더 가지고 있다.\n일부 세균, Enterococcus 또는 Streptococcus spp.는 보통 상부 비뇨기 감염을 일으키지 않는다.\n비뇨기 감염을 일으키는 E. coli 세균에서 접착 분자(adhesion molecules)들이 보고되어 있으며, 이러한 인자들이 세균 군집을 형성하는 부위를 결정하는 데 관여하는 것으로 알려져 있다. 예를 들어 신우신염을 일으키는 세균들의 100%, 그리고 무증상 세균뇨의 77%에서 type 1 fimbrial 발현(coded by the fim 유전자)이 관찰되었으며, P fimbrial 발현은 신우신염 유발 세균의 78%와 방광염 유발 세균의 22%에서 관찰되었다.\n대부분의 비뇨기 감염은 그람 음성균에 의해 유발되며, E. coli가 가장 자주 분리 된다.\n세균성 비뇨기 감염을 확진할 수 있는 최선의 방법은 무엇인가?\n멸균기법으로 방광 천자하여 얻은 샘플을 aerobic 조건에서 배양하는 것이 요 감염의 여부를 결정하기 위한 가장 좋은 방법이다. 요 검사, 특히 요침사 검사는 동물이 염증, 결정 또는 세균뇨를 가지고 있는지 알 수 있다. 그러나, 세균 검출 민감도는 75%이고, 이것은 염색 기술을 향상시키면 83%까지 가능하다. 세균의 종류는 비뇨기 감염을 감지하는 능력에 영향을 미친다. 일반적으로, 간균은 10,000 CFU/ml면 충분히 감지가 가능하지만, 만약 구균을 감지하기 위해선 최소 100,000 CFU/ml 가 요구된다.\n샘플들이 이송되었다면 요 샘플을 채취하고 검사까지의 소요 시간, 보관 상태와 같은 요 배양 검사에 영향을 미치는 다른 요소들이 있다. 한계점들을 가지고 있지만, 방광천자를 통한 요 배양 검사는 추천되는 기법이다. 요침사 검사와 함께 해석한다면, 염증의 과정중(oil-immersion 상에서 3개 이상의 염증세포)인지, 임상(clinical)과 잠재성(subclinical) 세균감염인지를 감별하는 데 도움이 된다.\n어떻게 우리는 비뇨기 감염을 치료하는가?\n환축들은 일반적으로 복잡(complicated) 비뇨기 감염인지, 단순(uncomplicated) 비뇨기 감염인지에 따라 치료된다.\n단순 비뇨기 감염\n단순 감염은 해부학적으로 정상이고 비뇨기계가 정상적으로 작동하는 건강한 동물들에서 6개월에 1회 미만으로 일어난다. 수컷 개는 전립선염을 동반하거나 고양이는 전신질병을 동반할 수 있기 때문에, 전체 수컷 개와 고양이는 항상 복잡 감염을 예상해야 한다.\n대부분의 단순 비뇨기 감염은 명백하게 임상증상을 나타내면, 세균 배양과 항생제 감수성 검사 결과를 받아보기 전에 치료를 시작할 수 있다. 치료는 amoxicillin (11~15 mg/kg, PO, every 8 hours) 또는 trimethoprim/sulphonamide (15 mg/kg, PO, every 12 hours) for 7~14 days로 시작할 수 있다. 만약 임상증상이 개선된다면, 다른 방법은 필요 없을 수 있다. 만약 환축이 치료에 반응이 없다면, 수의사는 정확한 항생제를 선택하고 비뇨기 감염과 관련된 원인의 감수성을 확인해야 한다.\n최근 연구 결과 trimethoprim/sulphonamide 또는 고용량의 enrofloxacin으로 3일 동안 치료한 것이 7~14일간 치료한 것과 같은 효과를 낸다고 알려졌다.\n복합 비뇨기 감염\n복합 비뇨기 감염은 동물이 해부학적, 기능적, 또는 대사 변형을 나타내어 재발 또는 감염을 제거할 가능성을 줄이는 것이다. 이러한 상황에서, 다음의 존재를 고려하는 것이 중요하다:\n지속적이거나 난치성의 감염: 항생제에 반응하지 않는 비뇨기 감염과 세균배양 음성 결과가 나오지 않는 경우.\n재발성 감염(recurrent infections): 비뇨기 감염을 치료하고 6개월 이내에 새로운 세균들에 감염이 일어나는 경우.\n재감염(reinfections): 성공적인 치료 후 6개월 이내에 이전 감염의 원인이었던 세균에 의해 다시 비뇨기 감염이 일어나는 경우.\n이러한 경우에 새로운 비뇨기 감염의 기저 원인을 찾는 것이 중요하고, 이것은 당신이 해부학적, 기능적, 그리고 대사 변형의 원인을 밝혀야 한다는 뜻이다. 25%의 증례에서는 근원을 찾을 수 없다. 만약 원인이 밝혀진다면, 가능한 교정되어야 한다.\n복합 비뇨기 감염을 가진 환축들은 배양과 감수성 검사를 통해 항생제를 선택해야한다. 쿠싱 증후군, 당뇨와 같은 비뇨기 감염을 유발할 수 있는 전신 질환의 경우 7~14일 정도의 짧은 치료를 할 수 있다. 또한, 항생제 치료를 시작하고 1주일 후와 치료가 완료되고 7~14일 후 요 배양 검사를 반복 실시하는 것이 추천된다. 신우신염의 경우, 퀴놀론계 항생제가 first-choice 항생제로 사용될 수 있고, 6주간 치료를 지속하는 것이 좋다.\n감염을 예방할 수 있는 다른 대체법이 있는가?\n비록 개와 고양이에서의 효과를 명확하게 보여주진 못하지만, 몇몇의 보조제가 사람들에게 사용되고 있고 비뇨기 감염 발생을 줄여주고 있다. 몇 가지 예가 밑에 설명되어 있다.\n크랜베리 보조제\nAmerican cranberry (Vaccinium macrocarpon)은 E. coli 가장자리(fimbriae)가 비뇨기 상피에 부착되는 것을 억제하는 자연 생체반응 탄닌(프로안토시아니딘, PAC-A)을 함유하고 있다. 이 작용은 요 관류를 통해 세균을 제거하고 병원성 군집과 감염을 감소로 세균의 수를 줄인다. Enterococcus faecalis에서도 비슷한 작용을 한다.\nPAC-A를 가진 크랜베리 추출물 제약 등급(pharmaceutical-grade)은 농축과정을 통해 수의학에서 사용 가능하다. 최근 개에서 효능과 안전성을 시험관 내(in vitro) 및 생체 내(in vivo) 연구에서 검증받았고, 임상연구(field studies)에서는 결과를 입증하지 못했다.\nD-마노스(D-mannose)\nD-마노스는 항균성을 가진 단당류이다. 소변 내에 존재할 때, 세균이 요로상피에 붙는 것을 예방한다. 시험관내 실험에서 D-마노스가 결합하여, 장관내 세균의 type 1 가장자리(fimbriae) 끝에서 발견되는 FimH 결합을 차단하였다. 군집을 형성하는 동안, 세균은 FimH 결합으로 비뇨기 상피에서 발견되는 탄수화물 함유 당단백질 수용체에 부착한다. D-마노스는 세균이 부착하는 비뇨기 상피의 당단백질 수용체 결합부위와 유사한 구조를 가지고 있어서, 세균 부착의 경쟁적 억제제로 작용한다. 소변내의 충분한 D-마노스 농축은 FimH 결합을 포화시켜서, 세균이 비뇨기 상피 수용체들에 부착하는 것을 예방한다. 연구들에서 Escherichia coli, Pseudomonas aeruginosa 및 Streptococcus zooepidemicus가 D-마노스에서 의해 억제되었다.\n메테나민 염(methenamine salts)\n메테나민 염은 비뇨기 감염 재발 예방에 항균제제로 사용된다. 경구투여를 했을 때, 메테나민의 혈장 농도는 매우 낮고 전신적인 항균 작용은 미약하다. 복용량의 약 70~90%가 소변으로 변함 없이 배출된다. 산성뇨의 조건에서(pH <6.5), 메테나민은 포름알데히드로 변형된다. 포름알데히드는 살균효과를 가진 비특이적 항균제이다. Proteus, Staphylococcus의 일부 균주, Enterobacter 그리고 Pseudomonas 같은 몇몇의 세균들은 소변의 pH를 높이고, 이는 메테나민의 효능을 향상시키기 위해 요 산미제(urinary acidifier)를 추가로 요구한다. 이 약은 또한 곰팡이 감염에 대해서도 효과를 나타낸다.\n수의학에서는 일반적으로 사용되지 않고 개와 고양이에서 효능이 있는지 검증된 증거가 부족한다. 보고된 부작용은 메스꺼움, 구토 및 식욕부진 같은 위장관계 문제와 관련이 있다.\n예방 목적의 항생제\n예방적인 목적으로, 6개월간 항생제의 정상 복용량의 1/3에서 1/2을 매일 밤 투약할 수 있다. 만약 이 기간 동안 재감염이나 재발성 감염이 없다면, 항생제를 중단한다. 하지만, 수의 임상에서 이 방법의 적용에 관한 논란이 있다.\n\n임상증상과 병력에 근거해서 감별\n적절한 치료법 적용\n발열원 찾기\n발열\n발열 또는 고체온증인가?\n고체온\n>39 °C\n원인을 알 수 없음\n만성 진행(2~3주) 또는 아픈 동물\n고체온증\n만약 체온이 40°C가 넘는다면 체온을 낮출 방법을 시도한다.\n만약 일정시간이 지나도 환자의 체온이 정상으로 떨어지지 않는다면 원인 또는 근원을 탐색한다.\n급성 발병 또는 건강한 동물\n기다리거나 대증치료한다.\n환자가 반응이 없다.\n발열/고체온증의 진단 알고리즘\n진단검사를 의뢰한다.\nCBC 검사\n혈액 화학 검사\n요 검사\n혈청 분석 검사\nC-reactive protein (CRP)\n진단 영상 검사\n검사 결과에 따른 advanced test: 요 배양 또는 혈액 배양 검사,\n컴퓨터 단층 촬영(CT), 골수천자 또는 관절활액 천자 등\n비뇨기 감염(URINARY TRACT INFECTIONS)에 대한 간단 리뷰\n"}