{"title": "소동물 주요 질환의 임상추론과 감별진단", "author": "현창백 내과아카데미 역", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "3\n다음/다뇨에 대한\n임상적 추론\n다뇨 혹은 다음 증상을 보이는 사례의 임상 분석\n3\n다음/다뇨에 대한 임상적 추론\n다뇨 혹은 다음 증상을 보이는 사례의 임상 분석\n임상 증례\n다음/다뇨\n환자 Z는 9살령, 믹스, 중성화된 암컷, 15 kg 강아지이다. 이 아이의 보호자는 3개월간의 다음/다뇨의 병력으로 내원하였다. 이 아이는 하루에 약 4리터의 물을 마셨다. 보호자는 이 아이가 평상시처럼 먹고 체중의 변화도 없는 등 어떤 증상도 나타내지 않았다고 하였다. 신체검사상 어떤 변화도 나타나지 않았다.\n사례에 적용되는 추론 방법\n\n\n수집된 정보를 기반으로 다음 단계의 임상적 판단을 이어간다.\n1. 환자의 문제를 파악한다.\n2. 문제의 우선 순위를 설정한다.\n환자는 PU/PD를 가지고 있다. 이 두 문제는 종종 구별하기가 어렵다. 좋은 병력청취는 다뇨, 요실금, 야뇨증 그리고 증가한 배뇨 횟수를 구별할 때 중요하다. 예를 들어, 빈번한 배뇨를 하는 강아지의 보호자들은 배뇨의 횟수가 증가했기 때문에 더 많은 오줌이 생산되었을 것이라고 생각한다.\n이 사례에서 Z의 보호자는 Z가 하루에 마시는 물의 양을 메모해 두었다. 이것은 동물이 다음을 가지고 있는지를 결정할 때 좋은 방법이 된다. 지난 경험을 통해, 몇몇의 보호자들은 그들의 아이들이 마시는 물의 양에 대해서 수의사들이 종종 묻는 것을 알고 있기에 그 양에 대해서 미리 측정해 둔다. 많은 동물들은 스트레스로 인해 그들의 행동이 변하기 때문에 입원하는 동안 물의 섭취량을 측정하는 것은 결과에 대한 오류를 줄 수 있다.\n대부분 강아지들의 정상 음수량은 90 ml/kg/day이며, 고양이는 45 ml/kg/day이다.\nZ의 사례에서, 환자의 음수량은 정상보다 매우 높았다. 그래서 이러한 두 문제들이 공존하고 있다는 것으로 결론을 냈다.\n또는 희석뇨의 존재가 다뇨를 나타낼 수 있다. 삼투압은 요 농도를 측정하는 gold standard이지만 임상에서 일상적으로 이용 가능하지 않다. 수의사들은 일반적으로 비중계를 사용하여 요비중을 측정한다. 이 방법은 보통 요 삼투압과 밀접한 관련이 있기 때문이다. 대게 뚜렷한 당뇨 또는 간헐적 다뇨(원발성 다음 또는 항이뇨 호르몬[ADH] 분비의 조절의 변화)를 제외하고는 강아지에서 1.030, 고양이에서 1.035 이상의 요비중은 대게 다뇨를 나타내지 않는다.\n여기에 환자의 두 문제가 매우 밀접하게 연관되어 있다: 체액 균형을 조절하는 혈장 삼투압과 혈액량의 변화를 뇌하수체 수용체가 감지할 때, 갈증과 배뇨량의 조절을 변화시킨다. 배뇨량은 뇌하수체로부터 ADH 분비량에 의해 조절되는데, ADH의 분비는 아쿠아포린이라고 불리는 신장 세뇨관 통로에 삽입되고 이 채널을 통해 물이 세뇨관강에서 물을 함유하는 신장 수질로 이동할 수 있게 한다.\n다뇨 없이 다음이 발생할 수 있는 유일한 상황은 오줌을 통한 것보다 설사 또는 과도한 헐떡임 같은 문제 때문에 동물들이 물을 잃었을 때이다.\n우리는 이러한 문제들이 연관되어 있다는 것을 알고 있지만 어떤 문제가 원발성 요인인지를 밝혀내야 할 필요가 있다.\n 키 포인트\n원발성 다음을 제외하고 다뇨는 일반적으로 다음을 이끄는 주요 상황이다. 그러므로 우리는 다뇨의 원인을 우선적으로 조사해야 한다.\n\n\n이 전제를 가지고 다음과 같은 두 가지 임상적 추론을 진행해보자.\n3. 환자의 문제를 체계적으로 조직화한다.\n4. 진단 계획을 상황에 맞게 수립한다.\n우리는 이미 체액균형을 조절하는 과정에 대해서 설명하였다. 이러한 기전을 숙지하고, PU/PD를 생산할 수 있는 네 가지 기전에 대해서 먼저 추적해야 한다. 일부 증례는 하나 이상의 기전이 복합적으로 작용할 수 있다.\n다음/다뇨의 일반적 기전\n1. 불충분한 ADH 분비\n중심성 요붕증(선천성 또는 후천성)\n2. 불충분한 ADH 반응\n원발성 신성 요붕증: ADH 수용체의 선천적 부재\n속발성 신성 요붕증: 신장세포에서 ADH의 효과에 대한 기능적 저항성. 많은 PU/PD의 원인은 적어도 부분적으로 이런 기전 때문이고 다음과 같은 것들의 다양한 질병과 진행의 과정을 통해서 나타날 수 있다:\n부신피질기능항진증\n부신피질기능저하증\n갑상선기능항진증\n고알도스테론증\n간 질환\n신우신염\nE.coli에 의한 자궁축농증/내독혈증\n저칼륨혈증\n고칼슘혈증\n적혈구과다증\n렙토스피라증\n말단비대증\n평활근육종\n약물(글루코코티코이드, 페노바비탈 등등)\n3. 삼투성 이뇨\n신장에 의해서 배설되는 입자들은 반드시 물과 함께 이동한다. 따라서 많은 입자들이 있을 때 다뇨가 생긴다. 이 기전은 다음과 같은 과정들에 의해서 발생한다:\n당뇨: 당뇨병, 원발성 신장 당뇨, 판코니 신드롬\nPostobstructive diuresis\n의원성 원인: 삼투성 이뇨, NaCl\n4. 원발성 다음\n심인성 다음\n간성뇌증, 위장관 문제 그리고 갑상선기능항진증의 경우에 생길 수 있음\n작용 기전에 따른 분류 이외에도, 개와 고양이에서 주로 나타나는 발병 기전을 먼저 파악하여 그 기전을 유발할 수 있는 요인을 먼저 추적하는 것이 감별진단에 도움이 될 수 있다(표 1).\n이러한 환자들에 대한 접근법은 무엇인가?\n처음에 설명했듯이 PU/PD가 나타나는 환자를 다룰 때 첫 번째 단계는 두 문제들이 사실 존재한다는 것을 확인하는 것이다. 본 증례에서 Z의 보호자가 매일 음수량을 기록해 두었기 때문에 요 검사를 하지 않아도 환자가 다음/다뇨 증상이 있다는 것을 확인할 수 있다.\n다음 단계는 완전한 병력청취와 신체검사를 실시하는 것이다. 이러한 검사가 결정적인 진단적 실마리를 제공하지 않지만, 감별진단 목록을 만드는 데 큰 도움이 된다. 예를 들어, 당뇨병이나 자궁축농증은 최근 발정을 했던 모든 암컷에서 의심해볼 수 있고, 어린 동물이면 선천성 질환을 의심할 수 있으며, 나이 든 고양이에서는 갑상선기능항진증을 먼저 의심해 볼 수 있다. 품종 또한 단서를 제공한다: 예를 들어 바센지는 판코니 신드롬을 갖는 경향이 있고, 키스하운드 그리고 노르웨이 엘크하운드는 원발성 신장 당뇨를 갖는 경향이 있다.\n진료기록은 많은 부가적인 정보를 제공할 수 있다. PU/PD의 존재를 확인하는 것 이외에도, 비뇨기 감염증이 종종 다음/다뇨 증상을 동반하기 때문에 만약 환자의 하부 비뇨기 변화가 존재한다면 우리는 병소를 찾기 위해 노력해야만 한다. 다른 어떤 임상증상에 대해 관찰하는 것 역시 중요하다. PD/PU를 유발하는 많은 질병들이 다른 임상증상을 유발하고, 이러한 증상이 감별진단에 도움이 될 수 있다. 이 경우에 해당하는 예로, 만약 환자가 다식과 체중감소를 가지고 있다면 우리는 당뇨병과 갑상선기능항진증을 의심할 수 있다. 이 단계에서 우리는 PU/PD의 의원성 원인을 배제할 수 있다. 환자가 이뇨제, 페노바비탈, 또는 국소적으로 적용되었을 때, PU/PD를 생산할 수 있는 코티코스테로이드 같은 약물을 복용이나 비뇨기 결석을 예방하기 위해 투여된 처방사료내 염분 등이 이러한 증상을 유발할 수 있다.\n신체 검사는 감별진단의 우선순위를 매기는 데 매우 중요하다. 백내장은 당뇨병을 나타내고, 황달은 간 문제를 지시하며, 갑상선기능항진증과 같은 경우에는 부어오른 갑상선을 촉진할 수 있다. 신체 검사는 반드시 철저하게 실시되어야 한다. 직장 촉진을 생략하는 것은 우리가 고칼슘혈증을 일으켜 결국에는 PU/PD가 나타나는 항문샘암을 간과하는 것을 의미한다.\nZ의 사례에서, 신체검사는 완전한 정상이었고, 환자의 의료기록은 진단에 도움이 되는 어떠한 정보도 포함하고 있지 않았다. 반면에 부신피질기능항진증 또는 당뇨병 같은 질병은 본 증례에서 발병 원인이 될 가능성이 매우 낮았다.\n어떤 진단검사를 필요로 하는가?\n이러한 경우 소변검사는 필요하다. 우리는 요비중을 첫 번째로 재야 한다. 며칠에 걸쳐 오줌 샘플을 채집하여 요비중을 조사하면 원발성 다음증을 감별하는 데 도움이 될 수 있다. 이 환자는 간헐적으로 농축된 오줌을 갖는 경향이 있다. Z의 오줌 샘플을 3일 연속 측정해본 결과, 1.003, 1.002, 그리고 1.003의 비중을 보였다. 이러한 결과는 환자가 저비중뇨를 생산하고 있음을 의미하였고, 특히 요삼투압이 혈장보다 낮다는 것을 의미했다. 이 환자의 저비중뇨는 환자의 원위세뇨관에서 용질을 흡수할 수 있고 세뇨관 기능이 정상이라는 것을 의미하기 때문에, 삼투성 이뇨나 신장과 관련된 질환을 배제할 수 있다.\n 키 포인트\n중심성 요붕증, 원발성 신성 요붕증 또는 원발성 다음증의 오줌은 저장뇨이다. 속발성 신성 요붕증 환자의 요 농도는 매우 다양하고 저장뇨, 등장뇨, 약간의 농축이 될 수 있다.\n어느 쪽이든, (이 경우에는 완전히 정상적인) 완벽한 요 검사가 필요하다(이러한 진단 검사를 통해 당뇨병 같은 중요한 질환의 진단 실마리를 발견할 수 있다). 하부 비뇨기 감염은 PU/PD를 가지고 있는 환자에서 매우 흔한 합병증이다. 그리고 요 배양은 이러한 질환을 명확하게 배제하기 위해 필요하다. Z는 침전물 검사에서 음성이었지만, 우리는 감염을 완전히 배제할 수 없었다(왜냐하면, 저비중뇨 상태에서 세포나 세균이 지나치게 희석되어 위음성 결과를 초래할 수 있기 때문에).\nZ에 대한 진단계획에는 혈액검사(혈구검사, 전해질을 포함한 혈액 화학 검사), 요 배양 그리고 복부 초음파검사를 포함해야 한다. 복부초음파는 PU/PD를 가진 환자에서 일상적으로 실시된다. 이러한 검사를 통해, 자궁축농증, 비장혈액육종 또는 장관평활근육종 같은 결정적 진단 실마리를 발견할 수 있다. 초음파는 부신, 간, 또는 신장의 병소를 발견하는 데도 도움이 될 수 있다.\nZ의 결과는(표 2와 3):\n요 배양: E. coli의 양성 배양 결과. 환자는 E. coli에 대한 치료를 위해 항생제 감수성 검사에 감수성을 보인 항생제로 치료하였다; Enrofloxacin 5 mg/kg PO q24h (4주간)\n혈액 검사: 모두 정상범위\n복부 초음파: 방광벽의 비후는 방광염과 일치하는 소견이었다. 복부의 다른 부분들은 특별한 이상이 없었다.\n지금까지 수행한 진단 검사에서 비정상적인 결과가 없었고, Z의 저비중뇨 오줌 샘플을 고려할 때 우리는 중심성 요붕증, 원발성 신성 요붕증, 원발성 다음증을 우선적으로 의심할 수 있었다. 하지만 우리가 해야만 하는 첫 번째 일은 부신피질기능항진증을 배제하는 것이다. 거대선종에 속발하는 뇌하수체 의존성 부신피질기능항진증의 일부 증례에서 뇌하수체의 후엽의 압박 때문인데, ADH 분비를 막아서 중심성 요붕증 증상을 유발할 수 있다. 부신피질기능항진증의 임상증상은 종양에 의한 행동학적 변화(예, 다식증) 때문에 처음에는 뚜렷하지 않을 수 있다.\n본 증례에서 Z의 초음파에는 부신의 어떠한 변화도 나타나지 않았다. 뇌하수체 의존성 부신피질기능항진증을 가진 강아지의 부신은 양측성으로 부신이 커지고 정상 모양을 유지하는 특징을 가진다. 이러한 소견만으로 정상 부신과 과증식된 부신을 구별할 수는 없기 때문에 복부 초음파 검사만으로 부신피질기능항진증을 배제할 수 없다. 게다가 초음파는 시술자 의존성이 큰 검사이다. 따라서 본 증례의 경우, 부신피질기능항진증을 배제하기 위해서 호르몬 검사를 해보는 것이 좋다. 이를 위해, ACTH 자극시험보다는 저용량 덱사메타손 억제 시험을 하는 것이 좋다. 왜냐하면 저용량 덱사메타손 억제시험은 뇌하수체 의존성 부신피질기능항진증의 증례의 90~95%를 감별할 수 있지만, ACTH 자극시험은 85% 정도밖에 감별할 수 없기 때문이다.\n검사 결과들은 정상이었고, 부신 억압이 감지되었기 때문에, 우리는 부신피질기능항진증을 배제하였다. 그러므로 다음 단계로 중심성요붕증, 원발성 신성 요붕증, 그리고 원발성 다음을 구별해야 한다. 이러한 질환들은 환자의 오줌 농축능력을 평가하기 위한 검사를 필요로 한다. 수의사는 전통적으로 수분 제한시험을 실시한다. 이 검사는 환자에게 수분 섭취를 제한한 뒤, 요농축 기전이 작용하여 요비중이 상승하는지 확인하는 검사법이다. 하지만 이러한 검사가 환자에게 심각한 탈수를 유발할 수 있기 때문에 desmopressin(합성 항이뇨호르몬) 반응시험을 주로 한다. 중심성 요붕증을 가진 동물은 외인성 ADH의 투여에 반응할 것이고, 이를 통해 환자의 ADH 호르몬 생산 부족을 확인할 수 있고, 외래성 ADH 투여로 환자의 요비중은 상승하게 된다. 부신피질기능항진증에서 다음/다뇨가 발생하는 기전 중 하나가 삼투성 자극에 대한 ADH 반응 결여이기 때문에 부신피질기능저하증 환자에서도 외래성 ADH 투여에 의해 요비중이 증가할 수 있다. 다만 부신피질기능항진증 환자는 시간이 지남에 따라 더 이상 치료에 반응을 하지 않는다.\n신장원성 요붕증 환자는 거의 반응을 보이지 않는다(ADH 수용기가 작동을 하지 않기 때문에 외래성 ADH 투여에도 요비중이 상승하지 않는다). 원발성 다음증의 경우, 만성적으로 낮은 혈장 삼투압이 내래성 ADH 생산을 감소시킬 수 있기 때문에 외래성 ADH 투여로 요비중이 약간 개선될 수 있다.\n환자 Z의 경우, desmopressin acetate 점안 투약법이 실시되었고(1주일 동안 하루 2회 안구별로 투여되었다), 보호자로 하여금 음수량을 기록하게 하였다.\n 키 포인트\nMedullary solute washout 현상 때문에 CDI 환자가 처음 며칠간은 요를 농축시키지 못하기 때문에, desmopressin의 효과는 처음 5~7일 내 평가해서는 안 된다. 요비중은 치료 7일 후에 측정되어야 한다. 50%의 증가 또는 특히 만약 1.030 이상이라면 중심성 요붕증 진단을 더 강하게 지지하는 소견이다.\n본 증례에서 보호자는 다음/다뇨 증상이 완화되는 것을 목격하였다. 투약 5, 6 그리고 7일째 되는날 요비중은 각가 1.028, 1.025 그리고 1.032였다. 환자의 임상증상은 크게 개선되고 음수량 역시 크게 감소하였다.\n환자의 UTI 소견은 심각한 다뇨증에 속발하여 발생한 것일 수 있다. UTI 단독으로 요비중을 크게 떨어뜨리는 경우는 드물다. 항생제 치료후 desmopressin 반응시험을 실시하였다. 항생제 치료만으로 환자의 다음/다뇨증상은 전혀 개선되지 않았다.\n최종 치료 계획과 경과\n중심성 요붕증(CDI)으로 최종진단되면, 환자에게 동일한 치료를 한 달간 유지하고 한 달 간격으로 추적 조사를 하여 부신피질기능항진증의 가능성을 완전히 배제시켜야 한다. 한 달 후 Z는 정상 음수량과 1.030의 요비중을 보였다. 이러한 소견을 토대로 환자는 중심성 요붕증으로 최종 진단되었다.\n중심성 요붕증의 원인들은:\n특발성: 이것이 가장 흔한 원인이고 모든 연령에서 발생한다.\n외상: 일시적인 경향이 있고 일반적으로 1~3주 안에 완화된다.\n해부학적: 종양, 기형, 낭종, 염증, 기생충 등등 뇌하수체의 해부학적 변화. 이러한 경우에 대개 행동학적 변화 또는 신경학적 임상증상을 동반한다.\n환자의 경우, MRI 검사를 통해 보다 정확하게 문제를 파악할 수 있지만, 환자가 신경학적 임상증상을 전혀 보이지 않았기 때문에 보호자는 MRI 검사를 거부하고 치료와 주기적 모니터만 하기로 결정하였다.\nPU/PD 진단 알고리즘\n중심성 요붕증이란 무엇인가?\n중심성 요붕증은 vasopressin (ADH 또는 항이뇨호르몬)이 부분적으로 또는 완전하게 결여되어 발생한다. 중심성 요붕증에 걸린 동물은 낮은 요비중(1.008~1.020)을 가지고, 완전한 결핍의 경우에는 전신 탈수의 임상증상이 함께 또는 없이 저비중뇨, 그리고 1.006보다 낮은 요비중을 보인다.\nVasopressin은 시상하부의 supraoptic과 paraventricular 핵안에서 합성된다. 그리고 뇌하수체의 후엽에 저장된다. 혈청 삼투압의 증가 또는 혈액량의 감소 같은 자극이 혈류로 vasopressin을 분비시키고, 이렇게 분비된 vasopressin은 집합관의 수분채널(aquaporins)을 열어서 신수질의 간질에서 수분 재흡수를 증진시킨다.\n무엇이 중심성 요붕증을 일으키는가?\n중심성 요붕증은 선천적 또는 후천적 요인에 의해 발생할 수 있다. 선천적 원인들은 흔하지 않지만, 시상하부 또는 뇌하수체의 기형을 가진 환자들에서 관찰할 수 있다. 후천적 원인에는 보통 뇌외상, 국소 감염, 허혈과 함께 혈관문제, 뇌하수체 수술, 종양(림포마, infundibuloma, 뇌하수체선종 또는 육종, 수막종) 및 특발성 요인 등이 있다.\n중심성 요붕증은 일반적으로 단독으로 나타나지만, 때때로 panhypopituitarism, 갑상선기능저하증, 부신피질기능항진증, 그리고 말단비대증과 관련되어 발생한다.\n어떤 임상증상이 이러한 질병을 암시하는가?\n임상증상은 두드러지게 다음/다뇨, 때로 식욕부진과 체중감소를 동반하며, 요를 농축시키지 못하는 기전 때문에 이러한 증상이 발생한다. 만약 중심성 요부증이 뇌하수체 종양에 의해서 야기된다면, 임상증상은 중추 신경계 손상(혼미, 고유감각 손실, 운동실조, 떨림, 경련) 및 행동학적 변화를 포함할 수 있다.\n중심성 요붕증과 관련된 호발 품종과 성별 간 차이는 보고된 바 없지만 노령 환자에서 종양 발생률이 높다.\n중심성 요붕증을 갖는 동물들은 50 ml/kg/day 이상의 오줌을 생산하고, 100 ml/kg/day 이상의 물을 마신다.\n\n주요 실험실 검사 소견은 무엇인가?\n일부 동물들은 고나트륨혈증과 등장뇨 또는 저장뇨와 함께 탈수 또는 적혈구증가증이 나타난다. 그럼에도 불구하고 혈액 화학 검사는 일반적으로 정상범위 안으로 관찰되고, 가끔 신전성 질소혈증이 나타난다.\n중심성 요붕증의 확진을 위해 어떤 검사가 필요한가?\n첫 번째 단계는 PU/PD의 다른 원인들을 배제하는 것이다. 하지만 중심성 요붕증을 가지는 동물들은 요 배양 음성, ACTH 자극 그리고 저용량 덱사메타손 억제 시험의 정상결과, 갑상선 호르몬, 식전/식후 담즙산 농도의 정상, 그리고 정상 복부 초음파 소견을 보인다. 하지만 일부 환자들은 다양한 뇌하수체 변화를 나타내기 때문에 이러한 점을 판독에 항상 고려해야 한다.\n중심성 요붕증이 의심될 때마다 다음 진단 검사들을 사용해야만 한다.\n변조 수분제한 검사\n이 검사는 3~4일 동안 하루에 60~80 ml/kg/day로 물의 섭취량을 제한하는 것부터 시작한다. 이렇게 환자에서 물이 제한되고 요비중이 1.030이 될 때까지 주기적으로 방광을 비운다. 만약 동물이 탈수, 질소혈증 또는 아픈 증상을 보일 경우, 검사를 중지해야 한다. 보통 검사에는 3~10시간이 소요된다.\n결과:\n만약 마지막 검사에서 요비중이 <1.008이라면 중심성 요붕증을 나타낸다.\n만약 1.010~1.020이라면 ADH의 부분적 결핍증이나 신장원성 요붕증을 암시한다.\n만약 >1.025라면 심리적 다음을 나타낸다.\n검사와 관계된 위험 때문에 더 이상 추천되지 않는다.\nDesmopressin 반응 검사\n이 검사는 동물에게 적은 위험을 주며 현재 추천되는 검사 옵션이다. 일단 감별진단이 중심성/신장원성 요붕증 또는 심리적 다음으로 줄었을 때 수행될 수 있다. 이때 동물은 물 접근을 자유롭게 하고 환자의 24시간 음수량을 2~3일에 걸쳐 측정한 후 평균값을 계산한다. 그리고 요비중을 측정하기 위해 각각의 날 일정한 시간에 요 샘플이 수집되어야 한다. 다음으로 환자에게 desmopressin을 투여한다. 4방울 또는 0.1 ml을 비강투여 또는 점안하거나, 0.1 mg을 매 12시간 간격으로 5~7일간 투여한다. 보호자는 환자의 하루 음수량을 반드시 계산해야 하고 각각의 날 같은 시간에 오줌 샘플을 채취해야 한다. 그래서 가능하다면 병원에서 요비중과 삼투압을 측정해야 한다.\n이 검사결과는 다음과 같이 해석할 수 있다.\n만약 50% 이상 음수량이 줄었다면 그 결과는 중심성 요붕증과 관련이 있다.\n심리적 다음을 가진 동물은 증상이 부분적으로만 개선된다.\n신장원성 요붕증을 가진 동물은 이 검사에 대해서 보통 반응하지 않는다.\n만약 종양이 의심된다면, 중추신경계에 영향을 주는 전이 또는 혈관 손상이 의심되고, 이를 확인하기 위해 MRI 같은 고급 진단검사가 필요하다.\n이용가능한 치료옵션은 무엇인가?\n치료가 반드시 필요한 것은 아니다; 만약 보호자가 이 임상증상을 견딜 수 있다면, 환자의 물 접근이 제한되지 않고 탈수를 겪지 않는 한 정상 삶을 영위할 수 있다.\n가장 많이 사용된 치료법은 비강점적이나 점안액으로 desmopressin 투여하는 것이다: 매일 12~24시간 간격으로 용액 2~4 방울(100 μg/ml). 만약 환자가 자극 때문에 코나 눈에 점안하는 것을 견디지 못한다면, 다른 옵션은 질이나 포피에 점적하는 방법이 있다. 또한 desmopressin은 구강으로 투여 가능하다(0.1~0.2 mg 정): 0.1 mg, PO, q8~12h; 또는 비경구적으로: 0.5~2 μg, SC, 매일 q12~24h\n기타 치료법으로 thiazide 계열 이뇨제 또는 저염식단을 사용하는 방법이 있다. 이뇨제는 요 삼투압을 증가시킬 수 있고 비율적으로 요생산량을 감량시킬 수 있다. Chlorothiazide 10~40 mg/kg PO q12h를 저염식단과 함께 투여할 수 있다. 저염식단은 신장에서 재흡수되는 여과액을 증가시키기 때문에 요생산량을 줄일 수 있다.\n중심성 요붕증 환자의 올바른 추적 조사법은?\n치료를 시작하면서, 과수화와 저나트륨혈증의 임상증상을 조절하는 것이 중요하다. 만약 저나트륨혈증의 증상이 더 진행된다면, desmopressin 치료는 나트륨 농도가 회복될 때까지 중지되어야만 한다. 그리고 낮은 용량부터 다시 시작해야 한다. 만약 보호자가 동물의 음수량을 잘 기록해두면, 수의사가 좀 더 적절한 desmopressin 치료요법을 수립하는 데 도움이 될 수 있다.\n비록 원인에 따라 달라지지만, 중심성 요붕증의 예후는 일반적으로 좋다. 뇌하수체 종양을 가진 동물은 시간이 감에 따라 악화되는 경향이 있고, 특발성이나 혈관성 중심성 요붕증의 환자보다 예후가 더 불량하다.\n"}