{
    "title": "소동물 주요 질환의 임상추론과 감별진단",
    "author": "현창백 내과아카데미 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n4\n비뇨기 장애에 대한\n임상적 추론\nClinical Analysis in a Case of\nUrinary Disorder\n4\n비뇨기 장애에 대한 임상적 추론\nClinical Analysis in a Case of Urinary Disorder\n임상 증례\n비뇨기 장애\n환자 X는 10살령 스패니쉬 워터 도그이다. 3일간 혈뇨 증상을 보인 후 내원하였다. 환자는 5세 때부터 요실금 증상을 겪었으며, 약 4개월마다 반복된 붉은 소변을 보는 증상을 보였다(자연 배뇨 시 처음부터 끝까지 붉은 소변이 배출됨). 이러한 증상들에 대해 치료가 진행된 적은 한 번도 없었다. 내원 당시 최근 복용한 약물은 없으며, 외상이나 기왕력이 없다. 촉진상 전립선 종대가 확인되었으나, 이외 신체 검사상 특징적인 소견은 없다. 전반적인 신경 검사상 명백한 병변이나 결함이 확인되지 않았다. 리퍼오기 전 기존에 다니던 동물병원에서 진행한 임상 병리 검사상 문제점이 확인되지 않았다.\n사례에 적용되는 추론 방법\n\n\n확보된 정보를 바탕으로, 다음 2단계의 임상적 추론을 진행한다:\n1. 환자의 문제를 파악한다.\n2. 문제의 우선순위를 설정한다.\n이 환자는 만성 요실금, 적색뇨(붉은 소변), 그리고 전립선 종대를 가지고 있다.\n환자 X의 사례에서, 적색뇨는 만성 요실금 때문에 나타난 것일 수 있다. 보호자가 증언한 병력 중 ‘모든 문제가 5세 때 시작된 요실금과 함께 시작되었다’라는 점과, ‘요 색의 변화가 요실금 증상 시작한 다음 나타났다(비록 요 색 변화가 영구적이지는 않았지만)’는 점이 그 증거다.\n신체 검사상 전신적인 상태 변화에 대한 증거는 나타나지 않았다. 즉 출혈(코피, 혈변, 토혈) 또는 적혈구 파괴(창백한 점막 색상)가 확인되지 않았다. 또한 근색소뇨(횡문근 용해에 따라 적색뇨가 나타나는 것)를 의심할 수 있게 하는 활동 정황 역시 없었다. 따라서 적색뇨는 요실금 때문에 발생했거나, 요실금과 관련되어 나타난 증상인 것으로 판단된다. 동물이 가지고 있는 세 가지 문제가 서로 연관되어 있는 것 같지만, 진단 과정의 현 시점에서 요실금과 적색뇨의 원인은 불분명하다. 이 시점에서, 이 두 문제에 대해 함께 확인해보는 것이 한 옵션이 될 수 있다. 전립선종대는 환자 나이(10세)와 관련된 사항으로 보이며, 이 문제에 대한 평가는 다른 두 문제와 떼어놓고 진행되어야 한다(다른 두 가지와 연관될 수 있는 발견이기는 하지만). 이 전제를 가지고 다음과 같은 두 가지 임상적 추론을 진행해 보자.\n3. 환자의 문제를 체계적으로 조직화한다.\n4. 진단 계획을 상황에 맞게 수립한다.\n요실금에 초점을 맞춘다면, 비뇨기계 해부적 구조를 확인해보는 것이 좋다. 체계적인 해부학 및 생리학적 접근을 위해 다음 항목들을 염두에 두어야 한다: 상부 요로계 ― 신장(소변이 생성되는 곳)과 요관(소변이 방광까지 이동하는 곳). 하부 요로계 ― 방광(소변을 저압 상태로 저장하고, 고압 상태로 배뇨하는 곳)과 요도(몸으로부터 소변을 배출하는 데 도움을 주는 판막을 포함).\n세심한 임상 정보 기록, 신체 검사 및 완전한 신경 검사가 반드시 진행되어야 한다. 이러한 과정을 통해, 요실금의 원인을 찾아낼 수 있다.\n 키 포인트\n감별진단을 위한 검사의 목적이 비뇨기의 어느 부분이 문제인지를 파악하기 위함임을 잊어버리면 안 된다.\n질병의 원인을 찾아내기 위해, 다음과 같은 질문에 해답을 구해야 한다.\n수의사가 요실금을 지닌 동물을 다룰 때 보호자에게 물어봐야 할 질문\n진료 기록 작성 시 그리고 신체 검사 및 임상 검사 시:\n동물이 정상적으로 소변을 볼 수 있는 상태인가? 소변이 정상적으로 나오고 있는 상태인가?\n환자가 항상 요실금 증상을 보이는가? 아니면 누워 있거나 잠들었을 때만 증상을 보이는가? (잠든 동안에만 요실금이 발생한다면, 이러한 소견은 거의 항상 방광에 소변이 많이 차 있기 때문에 발생하기 때문이다.)\n문제가 방광이 가득 찬 상태와 연관되는가, 아니면 방광이 완전히 빈 상태와 연관되는가? 문제와 방광의 충전 정도 사이에 전혀 연관성이 없는가?\n소변 배출량이 정상인가, 아니면 평소보다 많은가?\n신체 검사 시:\n환자의 방광이 정상보다 작거나 큰가?\n촉진시 방광이 부드럽거나 딱딱하게 느껴지는가?\n배뇨 직후 방광이 비어있는 것으로 느껴지는가, 아니면 꽉 찬 것으로 느껴지는가?\n요도 촉진 시(일반적인 방법 및 직장 검사를 통한 방법) 어떤 문제가 확인되는가? (수컷에서는 전립선 촉진이, 암컷에서는 질 검사가 중요하다.)\n신경 검사를 전부 진행했을 때, 모든 항목이 정상인가?\n동물이 깨어 있는 동안 방광을 압박해서 배도 유도가 어려운가?\n확보된 정보로부터 감별진단을 진행할 수 있다: 방광이 확장되어있는지, 방광이 정상상태이고 비어있는지, 또는 방광이 꽉 차 있는지에 따라. 확장된 방광은 보통 배뇨근(detrusor muscle) 혹은 요도에 영향을 미치는 문제들과 관련이 있다(표 1).\n적색뇨가 보이면, 혈뇨 때문일 가능성이 가장 크다. 혈뇨는 요검사를 통해 뇨에서 적혈구가 존재하는지 여부를 판단해야 확진할 수 있다(색소 존재 유무로만 진단을 내리는 것은 부적절하다). 문제가 발생한 해부학적 위치를 정확히 파악하는 것이 원인을 규명하는 첫 번째 단계일 수 있으므로, 표 2에 요약된 것과 같은 방식으로 감별진단을 진행하는 것이 좋다. 또한, 배뇨 단계 중 언제 혈뇨가 발생하는지를 파악하는 것도 감별진단에 도움이 된다: 1) 배뇨 마지막 부분에서 확인되는 혈뇨는 신장 혹은 요관의 문제와 관련되어 있다. 2) 배뇨 시작 부분에서 확인되는 혈뇨는 요도의 문제와 관련되어 있다. 3) 배뇨의 처음부터 끝까지 확인되는 혈뇨는 방광의 문제와 관련되어 있다.\n전립선종대는 다양한 원인 때문에 야기될 수 있다. 종대를 발견했을 때 이에 대해 평가하는 첫 단계는 해당 병변의 양상이 어떠한지를 보는 것이다: 병변이 국소적이고 비대칭적인가? 대칭적인 모습으로 나타났는가(여러 군데에 병소)? 또는 전립선 전체에 퍼져있는 양상인가? 국소적으로 나타나는 병변으로 확인될 경우, 감별진단에서 고려되어야 할 질환으로는 농양, 낭종(전립선 자체에 생긴 것, 혹은 전립선 주위에 생긴 것) 그리고 종양이다. 만약 종대가 여러 부분에서 나타나있는 경우, 감별진단 목록으로 염증(전립선염), 비대(hyperplasia), 혹은 종양이 고려되어야 한다.\n환자 X의 경우, 신체 검사상 방광의 과도한 확장을 나타내는 소견이 없었다. 수캐에서 장기간 나타났던 요실금이었음을 고려할 때, 만약 이것이 전립선 문제와 관련이 있었다면 지난 5년간 해당 문제가 악화되지 않았다는 것이 잘 설명되지 않는다. 혈뇨가 배뇨 시작지점에서 나타나지 않았다는 점, 그리고 소변을 누는 상황 이외에 핏방울이 떨어지는 것이 목격되지 않았다는 점 모두 전립선 이외의 원인이 있음을 암시하는 증거가 된다.\n방광의 크기가 정상/작은 환자에서는 다음과 같은 두 가지 해부학적 원인을 고려해야 한다:\n1. 배뇨근 수축성이 증가함\n2. 배출에 대한 저항력이 감소함\n1항과 관련된 원인들은 방광염 혹은 요도염이다. 이러한 염증이 배뇨를 부추기는 역할을 한다. 해당 문제를 가지고 있는 환자들은 주로 다른 비뇨기 관련 증상(통증 배뇨, 빈뇨, 배뇨곤란)을 나타내며, 요검사상 이상 소견을 보인다.\n반면, 2항에 관련된 원인을 가지는 환자의 경우, 요 배출이(실수로 일어나는 것) 환자가 편안한 상태이거나 수면 중일 때 주로 나타난다. 이 경우 다른 비뇨기계 관련 이상 징후를 동반하지 않는 경우가 흔하다(2차적으로 발생한 상행성 비뇨기 감염증이 없는 경우).\n선천성 변형이 원인인 경우는 어린 동물 혹은 소형견~중형견 품종에서 더욱 흔하게 나타나며, 지속적인 요실금 증상을 보이는 양상을 보이는 것이 특징이다.\n위의 내용을 고려할 때, 우리는 환자가 가지고 있는 원인의 가능성을 세 가지 기능적 그룹으로 정리할 수 있다. 이 그룹들은 요실금의 원인과 어쩌면 혈뇨에 대한 원인 역시 포함할 수 있다:\n배뇨근 반사항진 혹은 과민성 방광증후군:\n방광염\n요도염\n1차적 혹은 특발성 원인\n요도 조임근의 기능성 무기력증:\n비정상적인 방광/요도 위치[예: 방광 후방 변위(pelvic bladder), α-아드레날린 수용체에 대한 반응 감소, 비만]\n호르몬성 원인-동물이 거세되지 않았으므로 가능성이 높진 않지만, 항상 전립선 관련 문제도 의심해야 한다.\n선천적/후천적 요실금:\n이소성 요관\n요관 낭종(ureterocele)*\n골반 내 방광\n전립선이 대칭적이며 균질하게 확장되었다. 이러한 경우, 과형성, 종양 혹은 전립선염을 고려해야 한다.\n감별진단을 진행하기 위해서, 세균 배양을 포함한 요검사가 필요하다. 혈액학적 검사(CBC, 전반적인 혈청 생화학검사)를 통해 적색뇨를 유발할 수 있는 전신적 원인들을 먼저 배제해야 한다. 무엇보다도 영상진단이 중요한데 이를 통해 증상의 원인이 해부학적인지 아니면 기능적인지, 전립선 상태가 어떠한지 판단할 수 있다.\nCBC와 혈청 생화학검사 결과는 정상이었다. 요 검사 결과가 표 3에 기재되어 있다:\n복부 초음파 검사상, 임상 증상과 가장 관련된 주요 소견은 다음과 같다:\n우측 신장: 중증의 수뇨관증(hydroureter)과 수신증(hydronephrosis). 내강 내 결석 없음\n우측의 벽외 이소요관(right extramural ectopic ureter): 전립선 근위부에서 끝나는 가능성이 있어 보임\n전립선비대증(다수의 미네랄화 병변, 낭성 구조물이 확인됨): 만성, 종양성 전립선염과 관련될 수 있음\n후복강에서 확인되는 두 개의 낭성 구조물: 전립선 전방 낭종과 관련될 수 있음\n몇 개의 방광 결석들: 지름 3 mm 정도로 확인됨\n환자가 지닌 문제 목록은 다음과 같다(업데이트된 자료를 근거로):\n혈뇨(확진됨)\n세균성 비뇨기 감염\n비뇨기 결석증\n전립선종대(전립선 전방 낭종 존재 가능성도 있음)\n수신증과 수뇨관증\n이소성 요관\n환자 X의 나이를 고려하면 이소성 요관이 문제가 될 가능성이 높지는 않으나, X가 보였던 장기간의 임상 증상을 설명할 수 있는 후보 요인이므로 이 소견을 감별진단 목록에서 제거해서는 안 된다(요실금 증상이 이 소견 때문에 나타난 것일 수 있다). 다른 문제들 중 전립선종대는 환자의 나이에 따라 나타나는 변화이고, 비뇨기 감염은 요실금 때문에 2차적으로 나타날 수 있다. 요검사상 확인된 요 pH와 스트루바이트 결정은 비뇨기 감염과 연관되어있을 수 있다. 컴퓨터 단층촬영(CT)을 추가 검사로 진행한다면, 확진과 수술 필요성 평가에 도움이 될 것이다.\n전립선종대의 원인은 비대, 감염 혹은 종양일 수 있다. 따라서 세포학적 검사를 진행함으로써 초음파상 확인된 변화에 대해 자세히 알아볼 필요가 있다.\n복부 CT를 배설성 비뇨기 조영술(excretory urography)과 함께 진행하였고, 그 결과 우측 벽외 이소 요관 및 우측 수뇨관증, 경등도의 우측 수신증이 확인되었다. 그럼에도 신장이 적절한 수준의 기능을 하는 것으로 평가되었다. 전립선에 대한 세포학적 검사에서 세균감염(만성 전립선염의 가능성이 있음)의 증거가 확인되었는데, 이것이 다수의 미네랄화 병변과 낭성 구조물의 원인이다. 또한 후복강에서 두 개의 낭성 구조물이 관찰되었는데, 이는 전립선 전방 낭종으로 생각할 수 있다. 하지만 해당 낭종들이 전립선과 연결되어 있는 부분을 보여주는 영상은 CT상에서 촬영되지 못했다.\n최종 치료 계획과 경과\n확실한 치료를 위한 추천 치료법은 수술이다. 이를 통해, 이소성 요관의 교정, 대망막 감싸기(omentalisation: cyst 등의 구조물이나 장기 같은 것들을 복강 내 대망막과 봉합하여 흡수가 빨리 되도록 하는 기법), 전립선 생검(세균 배양을 통해 세포검사상 확인된 사항을 확진하기 위함), 결석 제거 및 성분 분석, 그리고 남아 중성화를 진행한다.\n외과적 치료에 이어 진행한 항생제 치료 반응이 양호함에 따라, 임상 증상이 완전히 가라앉았다. 이후 이어진 수차례의 재진상 혈뇨나 요실금의 증상이 나타나지 않았다. 결석 성분은 스트루바이트로 확인되었다.\n무엇이 이소성 요관을 일으키는가?\n이소성 요관은 선천적으로 나타나는 기형이다. 후신관(metanephric duct)은 정상적인 상황에서 요관으로 발달하는데, 이것이 잘못된 위치에서 형성되거나 이동되는 경우, 이소성 요관이 발생한다. 이는 하나 또는 양쪽 요관 모두가 비정상적인 방향으로 개통되는 결과를 야기하는데, 주로 방광 삼각 뒤편으로 관이 형성된다. 이소성 요관은 이것이 향하는 경로에 따라 두 타입으로 분류된다.\n벽외(extramural = extravesical): 요관의 끝이 방광벽 내에 형성되지 않고, 요도나 질 등 다른 곳에서 끝나는 경우 벽내(intramural = intravesical): 요관의 끝이 방광벽 내에 형성되었으나, 개통하는 위치가 방광삼각 후방인 경우 개에서 이소성 요관 발생률은 낮다. 0.016% 정도로 추정된다. 편측성으로 나타나는 이소성 요관이 보다 흔하며, 수캐에서는 양측 모두에 나타나는 형태가 암캐에서보다 많이 나타난다. 이소성 요관의 진단은 수컷에서보다 암컷에서 더 자주 진행된다. 연구 결과에 따르면 다음 품종들에서 이소성 요관이 발생할 확률이 높다: 래브라도 리트리버, 골든 리트리버, 시베리안 허스키, 웨스트 하이랜드 화이트 테리어, 푸들, 단모종 테리어들.\n이소성 요관을 가진 동물들 중 일부는 관련된 비뇨기 기형 때문에 임상 증상을 나타낼 수 있는데, 이러한 기형의 예로 요도괄약근 무력증, 신장 발육부전, 신장 이형성, 수뇨관증, 수신증, 골반내 방광, 전정-질부분 기형이 있다.\n이소성 요관이 있을 때 가장 주목해야 하는 임상증상이 무엇인가?\n보호자들의 주요 호소 사항은 요실금이지만, 이 증상이 갖는 의미의 크기는 이소성 요관의 위치나 요관의 위치에 따라 달라진다. 일부 환자들은 정상 배뇨가 가능한 시기를 보일 수 있고, 어떤 환자들은 성견이 되고 나서야 요실금 증상을 나타낼 수도 있다. 이 두 가지 때문에 어린 연령에서 이소성 요관의 발견이 어려워질 수 있다. 수컷의 경우 암컷보다 요실금 관련 증상을 적게 나타내는 경향이 있다. 왜냐하면, 암수 간 외부 요도조임근의 기능적 차이가 있고, 수컷에서 요도 길이가 더 길기 때문이다.\n보호자들이 주로 호소하는 또 다른 증상은 하부 비뇨기의 세균 감염과 관련하여 나타나는 것들이다. 이소성 요관을 가진 동물 중 64%가, 이것이 진단되는 시점에서 비뇨기 감염을 가지고 있는 것으로 밝혀져 있다.\n이소성 요관이 의심될 때, 이를 배제하거나 확진할 수 있는 최선의 방법은 무엇인가?\n모든 증례에서 복부 방사선과 초음파 검사만으로 이소성 요관을 발견할 수는 없다. 하지만, 일반적으로 이소성 요관과 관련된 변화들(신장종대, 수신증)을 이 검사를 통해 확인할 수 있다. 초음파 검사가 복부 방사선보다는 좀 더 나은 검사 방법이지만, 그럼에도 불구하고 초음파 검사 단독으로 진행하는 검사는 이소성 요관 케이스를 찾는 경우 낮은 민감도를 보인다는 한계가 있다. 조영제를 사용하면 복부 방사선을 통한 이소성 요관의 진단 민감도를 높일 수 있다. 특히, 배설성 비뇨기조영술을 사용하는 경우, 진단 민감도를 높일 수 있다. 역행성 비뇨기조영술을 사용하는 경우에도 진단에 유용한 정보를 얻을 수 있다. 방광조영술은 이소성 요관을 찾아내는 데에 사용할 수 있는 또 다른 검사 기법이다.\n조영제를 사용한 CT 촬영이 이소성 요관의 유무를 찾아내는 가장 민감한 검사 방법으로 알려져 있다.\n이소성 요관의 치료법은 무엇이 있는가?\n수술적인 치료를 진행하는 것이 가장 좋은 장기적 예후를 보인다. 적용 가능한 기법에는 다음과 같은 것이 있다: 전통적인 수술법, 절개 후 레이저로 절제하는 방법(transection and laser ablation-암컷에서 진행 가능). 한쪽 신장을 적출하는 방법이 일부 환자에게 필요할 수 있다. 수술 시 나타날 수 있는 부작용으로는 수뇨관증, 폐쇄성 수신증(주로 염증에 의해 나타나는 일시적인 현상), 수술 후 회복기에 나타나는 부종이나 혈전 형성 등이 있다. 폐쇄성 수신증이 나타나는 경우, 이 증상은 보통 4~6주 이내에 자연스럽게 사라지지만, 일부 환자에서는 수뇨관증과 수신증을 동반하는 영구적인 협착이 나타나기도 한다. 이런 증례에서는 배설성 비뇨기 조영술과 지속적인 추적 조사가 필요하다.\n다른 연구들에 따르면, 환자의 30~60%에서 수술만으로 요실금이 완치되지 못했다. 이 경우, phenylpropanolamine을 사용하거나, 요도에 가해지는 압력을 높이기 위해 치골뒤질걸이술(colposuspension)과 요관 재삽입술(ureteral reimplantation)을 함께 적용하거나, 점막하 조직에 콜라겐을 투여함으로써 배뇨되는 통로의 저항력을 높이거나, 심지어는 조절 가능한 수압식 인공 요도 괄약근의 장착술을 진행하는 것을 고려할 수 있다.\n비뇨기 감염의 치료는 요배양 결과 및 항생제 감수성 검사 결과를 토대로 진행해야 한다.\n환자가 통증배뇨나\n배뇨곤란 증상을 보이는가?\n충분한 요 배출량\n낮은 요 배출량/빈번한 요 배출\n신체검사 및 신경계 평가 진행\n진단 검사를 수행한다:\nCBC\n혈액 화학 검사\n요검사\n요배양\n방사선, 초음파, CT\n감별진단:\n감염에 대해\n종양에 대해\n결석에 대해\n전립선 상태에 대해\n신경계 질환 및 기타 등등\n결과에 따른 치료 진행\n특수치료 진행\n배뇨근 긴장 항진\nDetrusor hypertonia\n확장된 방광\n작은 방광\n방광 크기를 평가한다.\n요실금\nYes\nNo\n염증, 감염 혹은 종양에 대한 징후가 확인되는가?\n추가 검사를 수행한다:\nMRI\n요역동학 검사\n진단 검사를 수행한다:\nCBC\n혈액 화학 검사\n요검사\n요배양\n\n요실금의 진단 알고리즘\n이소성 요관)ECTOPIC URETER)에 대한 간단 리뷰\n\n"
}