{
    "title": "소동물 주요 질환의 임상추론과 감별진단",
    "author": "현창백 내과아카데미 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "8\n호흡곤란 증례의\n임상적 추론\nClinical Reasoning in a Case of\nRespiratory Distress\n8\n호흡곤란 증례의 임상적 추론\nClinical Reasoning in a Case of Respiratory Distress\n임상 증례\n호흡곤란\n\n신체검사에서 S는 심각한 빈호흡(분당 140회)이 동반되는 호흡곤란(호기성/흡기성)을 보였으며, 약간 전반적인 수포음이 폐 청진상에서 확인되었다. 나머지 검사에서 기타 이상 소견은 관찰되지 않았다.\n사례에 적용되는 추론 방법\n\n\n확보된 정보를 바탕으로 다음 2단계의 임상적 추론을 진행한다:\n1. 환자의 문제를 파악한다.\n2. 문제의 우선순위를 설정한다.\n환자는 다음과 같은 문제를 가지고 있다.\n호흡곤란\n빈호흡\n폐의 수포음\n식욕부진\n이 증례의 경우, 호흡곤란, 빈호흡, 폐수포음은 환자의 주된 문제와 관련이 있다고 가정하는 것이 합리적이다. 식욕부진은 아마도 호흡기 질환에 속발하여 발생한 것 같다.\n\n\n이 전제를 가지고 다음과 같은 두 가지 임상적 추론을 진행해보자.\n3. 환자의 문제를 체계적으로 조직화한다.\n4. 진단 계획을 상황에 맞게 수립한다.\n호흡곤란을 보이는 환자에 대한 처음 접근은 문제가 있는 부위를 정확히 찾아내고, 병력과 신체검사 소견을 토대로 예비 감별진단 목록을 작성하는 것이다. 문제에 대한 최선의 관리를 위해 병변의 위치를 정확하게 파악하는 것이 중요하다.\n그래서, S와 같은 환자를 대할 때, 우리는 다음과 같은 질문에 대한 해답을 찾아야 할 필요가 있다.\n호흡곤란이 있는지 어떻게 알 수 있을까?\n호흡부전에 대처하기 위한 보상성 기전으로 숨쉬기 위한 빈도수와 노력이 증가해야 하기 때문에, 호흡곤란과 빈호흡(호흡수 증가)은 밀접하게 관련되어 있다. 이러한 증상을 가진 환자는 또한 아마도 개구호흡(고양이에서 심각한 호흡부전의 암시), 청색증 점막, 호흡음의 증가, 불안, 괴로워하는 표정, 앉아 숨쉬는 자세(개에서는 머리와 목의 신장), 모순 호흡(호흡 주기에 복부와 흉부가 반대로 움직이는 호흡) 같은 이상 소견을 보일 것이다.\n어떤 것들이 호흡곤란을 유발하는가?\n호흡이란 이산화탄소와 산소가 교환되는 과정이라는 것을 알고 있다. 이 과정은 호흡 조절계(이산화탄소, 산소, 온도의 변화를 감지하는 중추 및 말초 신경계 내 수용기들)와 해부학적 요소(기도와 호흡관련 근육) 사이의 조화로운 조절이 필요하며, 이러한 조절에 의해 조직으로 적절하게 산소가 공급된다.\n어떤 요소가 영향을 받았는지(근원지에 따라), 호흡곤란은 다음과 같이 분류될 수 있다.\n1. 상부 호흡기 질환: 구강, 인두, 후두, 흉강외 기관이 해당된다. 이러한 환자들은 종종 흡기성 호흡곤란, 수포음, 천명음, 기침 등의 증상이 특징적으로 나타난다. 대표적인 예가 후두마비, 단두종 증후군, 갑상선기능저하증, 상부 기도의 종양, 외상 및 염증이다. 이러한 문제를 가진 환자들을 체열을 발산할 수 없어서 고체온증의 발생가능성이 높기 때문에 주의 깊게 관찰해야 한다.\n2. 하부 호흡기 질환: 흉강내 기관과 기관지가 해당된다. 이러한 문제가 있을 경우 나타나는 대표적인 증상이 노력성 호기와 천명음이다; 일부 환자는 기침 증상을 보일 수도 있다. 대표적인 예가 고양이 천식과 개의 만성 기관지염이다.\n3. 폐 실질 질환: 기관지, 간질, 폐포 및 혈관을 포함하는 질환을 말한다. 청진상에서 호흡음의 증가와 폐 수포음이 관찰될 수 있다. 대표적인 예가 폐수종, 폐렴(세균성, 바이러스성, 기생충성, 혈행성), 종양 등이다.\n4. 폐 혈전색전증(PTE): PTE의 경우, 기저 원인을 찾아서 치료하고 재발 위험성을 낮추는 것이 중요하다. 전신적 염증을 유발하는 모든 질환이 PTE의 발생을 촉진할 수 있는 과응고성 상태를 만들 수 있다.\n5. 흉강 질환: 이런 질환의 환자들은 천표 호흡과 모순 호흡의 특징을 가진 제한적 호흡 패턴을 보인다. 신체 검사 동안 심음이나 폐음을 제대로 청진하기가 힘들다. 대표적인 예가 기흉, 혈흉, 유미흉, 농흉, 횡격막 탈장 등이다.\n6. 흉곽 변화: 이런 질환의 환자에서 호흡곤란은 흉곽 구조들의 불안정성, 통증 및 동반된 변화(예, 폐 좌상 또는 기흉) 때문에 유발된다. 대표적인 예가 흉곽동요(flail chest)나 흉곽의 관통상이다.\n7. 복부 팽만: 복부가 흉부에 가하는 압력이 폐가 흡기 동안 팽창되는 것을 방해한다. 이러한 환자들은 보통 호흡곤란보다는 빈호흡을 보이며, 복부팽만이 두드러지게 관찰된다.\n8. 호흡곤란처럼 보이는 증후군들(respiratory distress-like syndrome): 이 표현대로 이 질환들은 호흡계에서 유래하지 않지만 호흡곤란의 증상을 보이는 질환이다. 대표적인 예가 두려움이나 흥분과 같은 행동학적인 변화나 호흡성 산증, 빈혈, 저혈압, 고체온증과 같은 대사성 장애들이다.\n호흡곤란을 분류하는 또 다른 방법으로 신체검사상 호흡양상을 관찰하는 방법이 있다. 앞에서 이미 확인했듯이, 특징적인 호흡양상을 보이는 질환이 있다(비록 다양한 variation이 환자에서 나타날 수 있고, 한 가지 이상의 호흡양상을 보리는 경우도 있지만). 대표적인 호흡 양상은 다음과 같다:\n1. 노력성 흡기: 흡기성 호흡 잡음(수포음, 천명음, 기침), 개구 호흡, 콧구멍 확장, 입의 모서리가 뒤쪽으로 들어가는 등의 특징적 소견을 보인다. 이러한 호흡양상은 상부 기도 또는 폐실질의 폐쇄성 질환, 심장병, 신경근성 장애, 폐혈전색전증, 그리고 급성 빈혈의 환자에서 관찰된다.\n2. 노력성 호기: 호흡음을 청진할 수 있고, 복부 움직임과 함께 심호흡을 하는 경향이 있다. 이러한 호흡패턴은 보통 기관지 손상(예, 외상/타박상, 천식, 허탈, 등), 흉강내 기관 손상(예, 외상/타박상, 허탈, 식도 또는 기관 폐색)과 관련되어 발생한다.\n3. 제한성 호흡: 빠른 호흡이 특징이며, 흉곽의 확장은 미비하며, 이상 호흡음을 유발하지 않는다. 이러한 호흡패턴은 흉강내 변화를 유발하는 질환(예, 횡격막 허니아), 흉강벽의 부분적 손실, 신경근성 질환에서 볼 수 있다.\n4. 노력성 흡기와 호기가 모두 나타나는 양상: 앞에서 설명한 패턴과 달리, 이상 호흡음이나 호흡 노력은 관찰되지 않는다. 하부 기도 질환과 폐 실질성 질환에서 볼 수 있는 증상이고, 다음과 같은 비-호흡기 질환에서도 관찰될 수 있다: 심장, 신경근성, 대사성(요독증, 대사성 산증, 일사병) 또는 전신적 질환(쇼크, 출혈, 패혈증).\n\n\n호흡곤란을 보이는 환자를 만났을 때, 다음과 같은 질문에 대한 해답을 구해야 한다.\n■ 환자가 노력성 흡기를 하는지 아니면 노력성 호기를 하는지?\n■ 이상 호흡음이 관찰되는지?\n■ 제한성 호흡패턴(빠른 천표호흡)을 보이는지?\n■ 호흡주기와 흉곽의 움직임이 일치하는지?\nS가 보이는 증상 중 식욕부진은 실제로 아무 질환이나 스트레스 받는 상황에서 발생할 수 있는 비특이적 증상이다; 따라서 진단 계획은 빈호흡과 폐수포음을 동반하는 호흡곤란에 초점을 맞추어야 한다. 환자의 상태에 대한 빠른 처치와 세심한 평가가 필요하다.\n이러한 환자에 대한 접근은 어떻게 하면 될까?\n가장 먼저, 환자의 기도가 열려있는지, 호흡을 적절하게 하고 있는지, 심혈관계 상태가 안정적인지를 확인하고, 통증이나 신경학적 결함에 의한 증상이 나타나고 있는지를 확인해야 한다. 환자의 스트레스를 최소화할 수 있는 최소 침습적이거나 스트레스를 주지 않는 검사(예, 빠른 흉부 또는 복부 초음파 검사)를 실시하고, 만약 환자가 이러한 검사를 잘 버틸 경우, 혈액 샘플을 채취하고, 말초에 혈관카테터를 장착하며, 진정제를 투여하는(필요하다면) 등의 진단 검사를 위한 과정을 수행한다. 이러한 검사가 진행되는 동안 환자에게 충분한 산소를 공급해야 한다.\nS의 호흡 패턴의 검사\n호흡 노력: 있음, 복합적(흡기성/호기성)\n호흡수: 빈호흡\n시끄러운 호흡잡음: 없음\n호흡주기에 따른 흉복부 움직임의 조화: 있음\n체계적인 양측 흉벽에서의 청진\n심장: 심잡음 없음, 정상 심박동수, 부정맥 없음\n폐: 폐음 증가, 미약한 폐수포음\n흉곽 이상을 확인하기 위한 촉진\n흉벽 손상: 없음\nS의 호흡곤란의 특징을 파악하고 원인 목록을 선별하여, 진단 계획을 상황에 맞게 수립할 수 있다. 환자의 경우, 폐실질성 질환에 대해 초점을 맞추어야 한다. S의 호흡곤란에 대한 감별진단 목록은 다음과 같다.\n혼합성 호흡곤란과 폐실질 질환에 대한 감별진단 목록\n심장원성 또는 비심장원성 폐수종\n폐렴(바이러스성, 세균성, 기생충성)\n폐 타박상(좌상)\n혈액응고 장애에 따른 폐출혈\n종양\n폐 혈전색전증\nS의 증례의 경우 가장 가능성이 높은 질환은 무엇일까?\n환자는 관리가 불량한 환경에서 자란 상태이고, 백신 접종이 완료되지 않은 상태이며, 심잡음이나 외상의 병력이 없기 때문에, 가장 가능성이 높은 질환은 감염성 폐렴이다. 하지만, 추가 검사를 통해 다른 원인을 감별해야 한다. 이러한 환자에서 폐포안 침윤에 의해 폐수포음이 유발되고, 환기/관류 부조화(V/Q mismatch)에 의해 빈호흡이 발생했을 것 이다.\n어떤 추가 검사를 해야 할까?\n환자를 안정화시키는 동안, 빠른 흉부 초음파 검사를 통해 폐포 패턴(alveolar pattern)이나 간질성 패턴(interstitial pattern)에 상응하는 sliding sign (B-line)을 확인하여 기흉을 배제할 수 있다. 일단 환자가 안정화되면, 흉부 방사선 검사를 통해 폐야의 패턴과 분포를 확인하고, 종괴(mass)의 존재 가능성을 배제시켜야 한다. 환자의 산-염기 균형과 산소포화도, 환기 상태를 평가하기 위한 동맥혈 가스검사와 백혈구 변화나 빈혈(흉강내 출혈 또는 혈소판감소증으로 인한)을 파악하기 위한 CBC 검사가 혈액 생화학검사와 요검사와 같이 추천된다.\n일부 증례(특히, 어린 동물)에서 호흡기 감염에 원인이 되는 기생충 감염을 확인하기 위한 분변 충란 검사(침전검사와 부유법 검사)를 진행해야 한다. S의 경우, 급성 호흡곤란은 질병 자체가 급성임을 나타내기보다는 질병이 빠르게 악화되고 있음을 암시한다. 따라서 이 질환이 만성 질환일 수도 있다.\n검사 결과는 다음과 같다:\nCBC: 특이사항 없음\n혈액 화학 검사: 특이사항 없음\nFeLV/FIV 검사: 음성\n흉부 방사선: 미만성/다발성 폐포 패턴이 여러 폐엽에서 관찰되고, 이러한 소견은 기생충성, 세균성, 바이러스성 또는 곰팡이성 폐렴에서 흔히 볼 수 있다; 드물기는 하지만 출혈, 타박상이나 폐부종이 이러한 소견을 유발할 수 있다.\nS의 흉부 방사선 소견을 평가한 후, 분변검사가 진행되었고, 상당수의 Aelurostronglyus 종의 유충이 발견되어 기생충성 폐렴으로 최종 진단하였다.\n최종 치료 계획과 경과\n치료는 구충제를 투여하여 기생충과 그 유충을 제거하는 데에 초점을 맞추었다. 환자는 호전되었으며 치료 몇 주 후에 완치되었다.\n 감염의 정도, 환자의 전반적인 건강 상태 및 면역 반응. 따라서, 감염된 개체가 무증상 감염 상태가 될 수도 있고, 심각한 폐렴 증상을 보일 수도 있다(특히, 어리거나 면역부전 상태의 개체). 비록 앞에서 언급한 요인들에 따라 주요 임상 증상이 달라질 수 있지만, 중감염 환자에서 볼 수 있는 대표적인 임상 증상은 기침, 재채기, 객혈, 비루, 호흡곤란, 빈호흡과 무감각증 및 체중감소이다.\nC. aerophila의 경우, 감염된 개체는 무증상에서 호흡곤란 증상까지 다양한 소견을 보일 수 있다. 성충은 기관과 폐에 병소를 유발하고, 이러한 병소에 의해 A. abstrusus 감염에서 볼 수 있는 유사한 임상 증상이 나타난다. 환자가 기회 감염균에 의해 복합 감염될 경우, 마른 기침이 나타날 수 있다.\nT. brevior 감염은 어린 동물에서 더 흔하다. 임상 증상은 앞서 소개한 두 기생충 감염증과 유사하다. 잠재적으로 비가역적인 폐성 고혈압이 T. brevior 감염증에서 보고된 바 있다.\n어떤 다른 기생충들이 기침을 유발할 수 있을까?\n일반적으로, 모든 장 선충(nematode)들은 폐에 감염될 수 있는 유충 이행 단계를 가질 수 있다. 심장사상충(Dirofilaria immitis), 주혈선충(Angiostrongylus vasorum) 및 톡소플라즈마 감염 역시 호흡기 증상을 유발할 수 있다.\n이 기생충들은 어떻게 전파되는가?\n동물이 환경에 있는 유충(감염된 동물의 기침이나 분변에 있는)을 섭취하거나 감염된 지렁이를 먹음으로써 C. aerophila에 감염된다. 지렁이가 중간 숙주로 밝혀져 있다. Aelurostrongylus와 Troglostrongylus는 중간숙주(달팽이, 민달팽이) 또는 기생충 감염된 쥐, 새, 도마뱀 또는 뱀을 먹음으로써 감염된다. 감염된 어미로부터 새끼에게로 수직 감염되는 경우가 Troglostrongylus 감염증에서 보고된 바 있다.\n흉부 방사선상에 어떤 변화가 보이는가?\n경미한 경우, 흉부 방사선 소견은 정상이지만, 중감염의 경우, 미만성 간질성 또는 폐포기관지 패턴을 보인다.\n기생충에 의한 폐질환을 찾아내는 가장 좋은 진단 검사는 어떤 것일까?\n현재, 가장 신뢰할 만한 진단적 검사 방법은 분변검사와 기관/폐포 세척이지만, 폐 세포 검사에서 종종 기생충이 관찰된다. 분변검사는 침전검사나 Baermann 검사법이 사용된다. 하지만 이러한 검사법은 유충이 제대로 이행할 수 있게 12~24시간 정도 시간이 필요하다. 유충이 간헐적으로 사멸할 수 있기 때문에, 여러 분변샘플을 검사하는 것이 중요하다.\nL1기 유충에 대한 형태학적 평가를 통해 폐질환의 원인 기생충을 확인할 수 있다. 하지만 Aelurostrongylus 와 Troglostrongylus는 유사한 형태학적 특징을 고유하고 있어서 감별하기가 쉽지 않다. 따라서, PCR과 같은 새로운 진단적 검사 방법이 기생충의 정확한 동정을 위해 추천된다. 이러한 검사법이 더 높은 민감도와 특이도를 보이기 때문에 최근에는 진단에 주로 사용되고 있다.\n\n호흡곤란(dyspnea)에 대한 진단적 알고리즘\n노력성 흡기\n느리고, 천명음을 동반하는 깊은 흡기\n상부기도를 검사하라\n진단적 검사를 수행하라\n흉부방사선\nCT\n비경검사\n기관경검사\n배양\n생검\n호흡곤란 또는 호흡장애\n환자가 어떤 호흡패턴을 보이는가?\n하부 기도와 폐실질을 평가하라\n느리고, 깊은(긴) 호기\n노력성 호기 또는 혼합형 호흡패턴\n진단적 검사를 수행하라\n흉부 방사선\n정상인 결과\n진단적 검사를 수행하라\nCT\n기관/폐포 세척액 검사\n내시경\n세포학검사\n심초음파검사\n생검\n빠르고, 얕은 호흡\n비정상인 결과\n흉강을 평가하라\n제한적 호흡패턴\n흉곽 움직임이 없는 호흡\n흉강을 평가하라\n\n"
}