{"title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 면역과 전염병", "author": "유한상 감수", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "20 개 코로나바이러스 감염증 _Canine coronavirus infection\n개의 장 코로나바이러스는 종종 가볍고 자가제한적인 장염을 유발한다; 그러나 높은 사망률의 전신 감염도 보고된 바가 있다. 이 질병은 일차적으로 강아지에서 발견된다. 이환율은 최근 몇 년 사이에 증가해 왔다.\nCanine coronavirus (CCV)는 니도바이러스목(Nidovirales)에 속하는 바이러스 계열인 코로나바이러스과(Coronaviridae)의 일원입니다(27). CCV는 1971년 독일에서 발생한 개 장염(epizootic) 사례에서 처음으로 분리되었습니다(6). CCV는 개에서 경증 또는 중등도의 장염을 유발하며, 이 질환의 발병률(morbidity)은 높지만, 치사율(mortality rate)은 낮습니다(11). 자연적으로 발생하는 감염에서는 생후 6주에서 12주 사이의 강아지들이 질병에 더 민감한 것으로 나타났으며, 이는 모체 항체의 감소와 관련이 있을 수 있습니다(7,31).\n일반적인 임상 증상으로는 부드러운 변이나 물 같은 설사, 구토, 탈수, 식욕 상실, 그리고 드물게 사망이 포함됩니다. 성견은 일반적으로 임상 증상이 없거나 경미한 증상을 보이며, 짧은 질병 기간 이후에 회복되는 경우가 많습니다. 하지만 2차 세균 감염, 기생충, 또는 다른 바이러스와 함께 감염된 강아지는 심각하거나 치명적인 질환을 겪을 수 있습니다. 특히, CCV와 개 파보바이러스 2형(CPV-2) 및/또는 다른 병원체의 동시 감염은 매우 심각하여 질병이 동시에 발생할 경우 치명적인 결과를 초래할 수 있습니다(1,11).\n바이러스는 세포 배양을 통해 분리하기 어렵고(17), 전자현미경(EM)을 사용해 대변에서 코로나바이러스 유사 입자를 검출하는 것도 어렵습니다. 이러한 CCV 분리에 대한 문제는 여전히 역학 및 병태생리 연구를 방해하고 있습니다(19). 최근에는 M 단백질을 암호화하는 유전자의 단편을 대상으로 역전사 중합효소 연쇄반응(RT-PCR)과 중합효소 연쇄반응(n-PCR)이 개발되어, 시험관 내에서 바이러스를 분리하는 데 따른 어려움을 극복하고 CCV 감염을 진단하는 데 사용되고 있습니다(20). 최근 CCV(개 코로나바이러스)의 검출 및 새로운 변종에 대한 연구 결과가 보고되었습니다(15,22,33). 이탈리아에서 개를 대상으로 한 연구에서 두 개의 별도 CCV 클러스터가 확인되었습니다(22). 첫 번째 클러스터는 Insavc-I 및 K378과 같은 참조 CCV 균주(유전자형 II)와 섞여 있는 CCV를 포함하며, 두 번째 클러스터는 CCV와 별도로 분리되어 있으며, FCoV와 유사한 CCV(유전자형 I)로 불리는 유전적 이형으로 추정됩니다(23).\n한국에서는 1990년대부터 개에서 CCV 감염 사례가 보고되었습니다(13,16,34). 그러나 CCV 감염이 있는 개에 대한 역학 연구는 아직 보고된 바가 없습니다. 이번 연구의 목적은 최근 개에서 발생한 CCV 장염 발병에 대한 역학 조사를 수행하고, 개의 생존에 영향을 미치는 잠재적 예후 요인을 확인하는 데 있습니다.\nCCV(개 코로나바이러스)는 개에서 산발적으로 발생하는 장염의 원인입니다. CCV는 중요한 병원체로 인식되고 있지만, 아직 완전히 이해되지 않은 상태입니다. CCV는 여러 국가에서 발견된 바 있어 전 세계적으로 풍토병 형태로 존재하는 것으로 보입니다. 반려견에서의 CCV 혈청 양성률은 6%에서 75%까지 보고되었으며, 사육장 개체군에서는 혈청 양성률이 80%에 이를 수 있습니다(25,29). 한국에서의 CCV 혈청 양성률은 1988년에 42%, 1993년에 55%로 보고되었습니다(13).\n한국에서는 1990년대 초부터 상업용 백신이 CCV 감염 예방을 위해 사용되었지만, CCV 장염의 발생은 계속되었습니다. 이번 연구의 목적은 CCV 감염을 검출하고, 역학적 변수와 최근 발병 간의 관계를 확인하며, 개의 생존에 영향을 미치는 잠재적 예후 요인을 파악하는 데 있었습니다.\n본 연구에서는 M 유전자 특이 프라이머 세트를 사용한 RT-PCR 방법을 통해 CCV RNA 게놈의 검출에 성공하였습니다. 연구자는 장염 임상 증상을 보이는 381마리의 개 중 131마리(35.5%)에서 M 유전자의 존재를 확인했습니다. 이번 연구의 검출률은 일본(57.3%)(14) 및 이탈리아(64.9%)(22)의 검출률보다 낮았지만, 태국(12.8%)(26)보다 높은 결과를 보였습니다.\nCCV(개 코로나바이러스)에는 두 가지 유전자형이 있습니다. 첫 번째 유형(유전자형 II)은 Insavc-1 및 K378과 같은 참조 CCV 균주와 혼재된 CCV를 포함하며, 두 번째 유형은 CCV와 별도로 분리되어 있으며, 일반적인 균주와 명확히 구분되는 유전적 이형으로 FCoV 유사 CCV(유전자형 I)라 불립니다. 이는 CCV 균주보다 FCoV 균주와 더 밀접한 관련이 있는 것으로 보입니다. FCoV 유사 CCV의 일부 균주는 일반적인 CCV 균주보다 더 병원성이 강하여 심각한 출혈성 설사를 유발할 수 있습니다(5,17,19,22).\n이번 연구에서 CCV 장염이 있는 개의 69.5%가 유전자형 I에서 양성 반응을 보였고, 71.0%는 유전자형 II에서 양성 반응을 보였습니다. 다른 국가들에서는 이탈리아 개에서 유전자형 I의 CCV 감염이 14.5%(24)와 45.5%(8), 중국 여우에서 47.5%(32)로 보고되었으나, 중국 일부 도시의 개에서는 유전자형 I CCV가 검출되지 않았습니다(32). 이와 유사하게 유전자형 II CCV는 이탈리아에서 8.7%(24)와 28.4%(8), 중국에서 86.4%(32)로 보고되었습니다. 본 연구에서는 CCV 장염이 있는 개의 40.5%가 유전자형 I과 II 모두에 감염되어, 한국 개 개체군에서 이중 CCV 감염이 매우 빈번하다는 것을 보여줍니다. 앞서 보고된 바에 따르면, 이중 CCV 감염은 이탈리아에서 76.8%(24)와 23.3%(8), 중국 여우에서 40.9%, 중국 너구리에서 66.6%(32)로 나타났습니다.\n본 연구에서 CCV에 감염된 개의 전체 생존율은 55.8%였으며, 암컷과 수컷 간의 CCV 장염 유병률 차이는 없었습니다. 성별은 CCV 장염 유병률에 중요한 요인이 아니라는 보고가 있습니다(35).\n일반적으로 생후 6주에서 12주 사이의 강아지가 모체 항체 감소와 관련하여 CCV 장염에 더 취약한 것으로 보입니다(7). 이번 연구에서는 CCV 양성 반응을 보인 개들이 생후 4주에서 2년 사이의 다양한 연령대였으나, 대다수(77.9%)는 예방 접종 시기인 생후 6주에서 18주 사이였습니다. CCV와 FCoV 감염에 대한 다른 연구에서는 연령과 CCV 감염 간에 유의미한 차이가 없다고 보고되었으나(35), 다른 연구에서는 연령과 CCV 감염 간에 통계적으로 유의미한 차이가 있다고 보고되었습니다(29).\n가정견에서 임상적 CCV 질병의 발생률은 겨울에 증가하는 경향이 있습니다(28). 겨울철 개의 대변에서 배출된 바이러스는 낮은 기온과 자외선 노출 감소로 인해 여름철보다 더 오래 생존합니다(7,30). 본 연구에서 개의 CCV 장염은 겨울(32.5%)과 봄(29.1%)에 더 많이 발생했으나, 계절 간 CCV 감염의 유병률에는 유의미한 차이가 없었습니다. 주인들은 특히 다른 개들과의 접촉이 예상되는 고위험 시즌 전에 예방 접종을 권장받아야 합니다.\n이번 연구에서 CCV 장염이 있는 개들의 임상 증상은 다양했습니다. 대다수의 개는 설사(91.9%), 식욕 부진(68.6%), 구토(53.5%)의 병력을 보였습니다. 설사, 구토, 호흡기 증상은 생존율과 유의미한 연관이 없었으나, 식욕 부진 증상은 생존율에 유의미한 차이를 보였습니다. 임상 증상의 지속성과 심각도는 스트레스 및 CPV-2와 같은 다른 병원체의 존재와 관련이 있는 경우가 많습니다(2,3,7). 이번 연구에서는 131마리의 개 중 118마리(90.1%)가 CCV와 CPV-2의 동시 감염 사례로 나타났습니다. 동시 감염은 개 개체군에서 매우 빈번하게 나타나며, 이는 이전 연구에서도 보고된 바 있습니다(2,14,26). 실험적 연구에서는 CCV와 CPV-2에 모두 감염된 개가 CPV-2 단독 감염보다 임상 증상이 더 심각하다는 것을 보여주었습니다(2). 그러나 이번 연구에서는 동시 감염이 생존율과 유의미한 연관성을 보이지 않았습니다.\n본 연구에서 CCV 장염에 걸린 개의 79%는 예방접종을 받지 않았거나 불완전하게 예방접종을 받은 상태였으며, 이들 대부분은 생후 18주 미만의 개들이었습니다. 그러나 CCV 장염에 걸린 개의 20.9%는 완전히 예방접종(2회 이상)된 상태였습니다.\n\n\n\n전파 경로 _Transmission\n분변-입 경로\n1. 바이러스가 구강 경로를 통해 침입한다.\n2. 그리고 곧바로 창자로 가서 대량으로 증식한다.\n3. 바이러스는 분변을 통해 배출된다. 바이러스의 배출은 감염 후 최대 2주까지 간헐적으로 지속된다.\n\n임상증상 _Clinical signs\n장관 질환\n주로 가벼운 설사가 갑자기 시작되는 것과 관련이 있고 사망률은 없다.\n감염은 자가제한적이고 감염 후 7에서 10일 사이에 해결된다.\n감염된 도중에 다른 창자 질환성 요인에 감염되면 임상 상태가 악화되고, 출혈성 설사를 유발할 수도 있다.\n전신 질환\n매우 드물다.\n강아지에서 열, 무기력함, 식욕부진, 구토, 피가 섞인 설사, 신경증상, 그리고 높은 사망률을 유발할 수 있다.\n\n치료 _Treatment\n치료로는 일차적으로 수액요법을 기초로 한다.\n\n관리 및 예방 _Control and prevention\n혼합백신과 불활화 백신 모두 사용 가능하다.\n\n21 개 파보바이러스 _Canine parvovirus\n이것은 개 파보바이러스 2형(CPV-2)에 의해 발생하는 매우 심각한 질병이다. \n전파 경로 _Transmission\n분변-입 경로\nCPV-2는 특히 환경에 대한 저항성이 높다.\n\n출혈성 설사\nHaemorrhagic diarrhoea\n파보바이러스 감염은 주로 어린 동물(6~24주령)에서 높은 이병률과 사망률을 보이고, 이는 성체에서도 마찬가지이다.\n\n발병기전 _Pathogenesis\n1. 바이러스가 장관련림프조직을 포함한 림프조직에서 증식한다.\n2. 감염 2일에서 4일 만에 바이러스는 전신적으로 분포하게 되며, 빈창자(공장)와 돌창자(회장) 창자움에 있는 표적세포에 도달하게 된다.\n3. 감염된 개는 감염 첫 주에 분변을 통해 다량의 바이러스를 배출한다.\n\n임상증상 _Clinical signs\n장관형\n임상증상은 주로 감염 3일에서 7일 후에 관찰된다.\n우울함\n식욕부진\n구토\n점액성 또는 출혈성 설사\n급격한 탈수\n저체온증 또는 열(몇몇 경우에)\n심근형\n이 형태는 드물고 면역력이 없는 어미에게서 태어난 몇 주령 밖에 안 된 강아지에서만 나타난다.\n호흡 곤란, 잦은 맥박(빈맥), 희미한 맥박, 창백 혹은 청색 점막. 많은 경우 사망\n갑작스런 죽음\n\n\n급성 출혈성 장염으로 특징지어지는 임상적 감염\n\n치료 _Treatment\n정맥 주사 수액 요법과 전해질 용액을 이용한 조기 치료\n항생제, 항구토제, 그리고 항분비성 물질\n인터페론-오메가가 사망률과 창자 문제의 심각도를 낮춘다.\n관리 및 예방 _Control and prevention\n백신: 약독화 생백신. 이것은 질병의 심각도를 고려해 봤을 때 모든 백신 프로토콜에 포함되어 있다.\n\n22 개 전염성 간염 _Infectious canine hepatitis\n개 아데노바이러스 1형에 의해 발생하는 전신적인 질환이다. 현재는 매우 드물다.\n전파 경로 _Transmission\n이 바이러스는 구비강 경로를 통해 들어온다. 감염된 동물은 감염 후 10~15일 사이에 침, 뇨, 분변을 통해 바이러스를 배출한다. 뇨에서의 바이러스 배출은 감염 후 6~9개월 사이까지도 지속된다.\n\n임상증상 _Clinical signs\n이 질병은 다음과 같은 특징을 지닌다:\n간염(급성 또는 만성)\n간질성 콩팥염\n포도막염\n다른 증상들\n표층 림프절의 비대\n설사\n우울\n피하 부종\n출혈\n신경증상\n\n포도막염(“파란 눈”)은 주로 무증상 감염 후에 일어나지만, 회복된 후에도 일어날 수 있으며 후유증을 남기지 않는다.\n\n치료 _Treatment\n2차적인 합병증을 막기 위해 수액과 항생제 요법을 실시한다.\n관리 및 예방 _Control and prevention\n혼합백신과 약독화 생백신 모두 사용 가능하며, 모든 백신 프로토콜에 포함되어 있다.\n\n23 개 허피스바이러스 감염증 _Canine herpes virus infection\n성견에서는 주로 증상이 없거나 가벼운 감염으로 나타나지만, 임신한 암컷과 태아에 대해서는 번식 문제를 일으킬 수 있다.\n\n전파 경로 _Transmission\n바이러스는 감염 후 첫 2주에서 3주 사이에 일차적으로 구비강과 생식기 등에서의 분비를 통해 배출된다. 전파는 자궁 내 경로, 분만 도중, 또는 구비강 분비물 접촉을 통해 일어날 수 있다.\n\n번식을 목적으로 하는 기관에서는 심각한 문제로 여겨진다.\n\n호흡기 증상\nRespiratory signs\n\n생식기 증상\nReproductive signs\n\n임상증상 _Clinical signs\n성견: 가벼운 호흡기 증상과 임상적인 성병 징후를 보인다.\n태아: 3주령 이전의 동물들은 허약함, 복통(칭얼거림), 빠는 반사의 감소(식욕결핍), 그리고 기타 다른 증상을 보인다. 사망률은 8일령 이전의 강아지들에서 높다.\n임신한 암컷: 유산 또는 사산\n예방 및 치료 그리고 전반적인 관리 계획\n치료는 나이와 임상 증상에 따라 대증치료를 한다.\n번식에 쓰이는 개에서는 1가 항체 백신을 사용할 수 있다.\n상업적인 번식 시설에서의 위생 관리: 동물들을 격리하거나 움직임을 감시, 효과적인 소독 프로그램, 바이러스 없는 정액 사용 등\n\n24 개 호흡기 질환 _Canine respiratory disease\n이것은 복잡하고, 자주 발생하며 급성이고 전염성이 매우 큰 질병으로, 복합적인 병원체와 환경적인 인자들이 연루되어 있다. 주된 진행과정은 전염성 개 기관지기관염, 또는 “켄넬 코프”이며 개 파라인플루엔자 바이러스, 개 아데노바이러스 2형, Bordetella bronchiseptica(보르데텔라 브론키셉티카), 그리고 마이코플라스마와 관련이 있다. 간혹 다른 바이러스들이 관여하기도 한다.\n\n전파 경로 _Transmission\n공기 중으로 전파\n바이러스는 감염 후 처음 며칠 또는 몇 주 동안만 분리될 수 있지만\nB. bronchiseptica(보르데텔라 브론키셉티카)와 마이코플라스마는 3개월까지도 지속적으로 배출될 수 있다.\n\n성대 염증\nInflammation of the vocal cords\n\n호흡 상피의 파괴, 이차 감염\n\n치료 _Treatment\n임상증상에 따라 다음 항목들이 적용되어야 한다:\n항생제, 기침억제제, 스테로이드, 기관확장제\n\n관리 및 예방 _Control and prevention\n개 전염성 기관기관지염에 대한 백신은 혼합백신의 형태로 가능하고, 개 파라인플루엔자 바이러스, 개 아데노바이러스 2형, 그리고 B. bronchiseptica에 대한 것을 포함할 수 있다. 백신은 상품에 따라 정맥주사나 비강 내로 투여할 수 있다.\n예방접종은 발생률을 낮추므로 특히 어린 개체나 그들의 집단에서 실시할 것을 추천한다.\n감염된 동물의 위생과 환경적인 조건을 개선하는 것이 중요하다\n(환경적인 생균수와 동물 밀도를 줄이고, 사육 시설을 개체의 나이에 맞는 온도로 조절해주는 것 등).\n\n\n임상증상 _Clinical signs\n높은 이병률과 함께 갑작스러운 임상증상 출현이 특징이다.\n심각성은 병의 진행과정에 관여하는 요인들의 수에 직접적으로 달려 있다. 섬모 호흡상피의 파괴는 이차적인 세균감염을 촉진할 수 있고, 그로 인해 임상증상이 복잡해진다.\n주된 임상증상은 “켄넬 코프”로, 성대의 염증을 동반한 몇 차례의 기침을 말한다(후두음). 이것은 자가제한적인 과정으로 9일에서 10일 정도 지속된다.\n심각하고 합병증세가 있는 경우(아주 어린 동물, 영양실조 등) 결막염, 편도염, 식욕부진, 무기력함을 보이고, 아주 드문 경우 죽기도 한다.\n\n동물의 밀집 여부가 결정적인 요소이다. 따라서, 이 질병은 집단으로 살아가는 동물일수록 걸리기 쉽다. 1살 이전의 동물에게서 발생률이 최고로 관찰된다.\n\n25 디스템퍼(홍역) _Distemper\n디스템퍼란 개 디스템퍼 바이러스(홍역바이러스)에 의해 유발된 전신적인 질병 상태를 말한다. 이 바이러스는 다양한 종류의 육식동물(갯과 동물, 고양잇과 동물, 족제빗과 동물 등)과 해양 포유류들에게 감염된다. 어린 동물에서 더 흔하게 나타나지만 성견과 나이가 많은 개에서도 나타날 수 있다.\n1. 이 바이러스는 발병하였거나, 지속적으로 감염되어 있는 개체로부터 나온 뇨와 다른 분비물을 분무상태 그리고/또는 구비강으로 접촉한 경우 얻어진다.\n\n감염된 오줌\nInfected urine\n바이러스\nVirus\n림프절\nLymph nodes\n2. 들어온 바이러스는 호흡기 통로와 연관된 림프절에서 증식한다.\n3. 바이러스는 혈류를 통과하고(바이러스혈증), 다른 장기로 퍼져나간다.\n4. 감염 90일 후까지 바이러스가 배출된다.\n\n비디오 보기:\n디스템퍼 바이러스\n\n치료 _Treatment\n치료법에는 항생제 처치, 수액 요법, 비타민 B 복합체 투여, 소염제 그리고 항경련제 투여가 있다.\n\n관리 및 예방 _Control and prevention\n약독화 백신이 모든 백신 프로토콜에 포함되며, 다른 물질을 섞기도 한다.\n\n임상증상 _Clinical signs\n임상증상은 바이러스의 계통과 양, 면역 반응, 개체의 나이, 그리고 병발감염 여부에 달려있다.\n면역 반응에 따라 다음의 시나리오들이 가능하다:\n1. 높은 항체 적정 농도: 임상증상의 발현 없이 감염 소거\n2. 낮은 항체 적정 농도지만 적절한 세포성 면역 반응: 감염이 천천히 사라지고, 가벼운 임상증상 후에 회복됨\n3. 면역 반응 없음: 심각한 전신적 질병 상황이 나타나며 간혹 죽기도 함\n\n전신적 임상 양상 _Systemic clinical picture\n비특이적 증상과 호흡기 증상\n열, 식욕부진, 우울, 백혈구 감소증, 결막염, 그리고 진행성\n2차 세균 복합감염에 의한 호흡기 증상\n신경증상\n신경증상은 중추신경계통(CNS)의 어느 부분이 영향을 받았느냐에 따라 달라진다. 가장 특징적인 것으로는 머리와 사지 근육의 불수의적 운동, 부전마비, 그리고 감각 장애가 있다.\n\n소화기 증상\n분변 색과 밀도의 주기적인 변화\n\n피부 증상\n발바닥과 코의 과다각화증, 고름딱지증(농가진), 그리고 출산 전후의 감염인 경우 치아 에나멜의 형성 부전\n에나멜 형성 부전\nEnamel hypoplasia\n\n26 광견병 _Rabies\n광견병이란 가축과 야생동물의 중추신경계에 영향을 주는 랍도바이러스과 바이러스에 의해 생기는 치명적인 질병이며, 이들이 물거나 할퀴는 과정에서 사람에게도 전파될 수 있다.\n잠복기\n감염된 동물에게 물리거나 긁힌 후 몇 주에서 몇 달 사이\n\n5. 바이러스는 계속해서 침샘으로 이동하고, 그곳에서 침에 섞이게 된다.\n6. 감염된 개체는 증상을 보이기 며칠 전에 침을 통해 바이러스를 배출하기 시작한다.\n1. 바이러스가 개체에 침입한 부분의 조직에서 증식한다. 바이러스를 중화시킬 수 있는 적절한 항체가 있어야만 감염의 진행을 멈출 수 있다.\n4. 바이러스가 뇌에 도달하면 임상증상이 나타나기 시작한다.\n3. 일단 바이러스가 신경계로 접근하면, 항체는 바이러스를 중화시키기 위해 신경계로 접근할 수 없다.\n2. 이 바이러스가 신경계에 침입하고 신경세포(뉴런)을 통해 뇌로 이동한다.\n\n인수공통전염병: 물린 자국이나 상처를 통해 감염된 침에 접촉하게 되면 사람에게 전파된다. 전 세계적인 사람 광견병 감염 사례의 95%는 감염된 개로 인한 것이다.\n\n\n임상증상 _Clinical signs\n전구기\n첫 번째 증상은 갑작스러운 행동의 변화(갑자기 사나워짐, 공격성)이다. 불안해 하거나 혼자 있으려는 모습 또한 이 시기에 흔히 보이는 모습이다.\n마비형이 상태에 오면 개는 먹지 못하고, 과다하게 침을 흘리고, 점진적으로 마비가 나타나 결국에는 죽게 된다.\n광폭형\n감염된 개체는 극심한 흥분상태와 우울상태를 번갈아가며 나타내고, 공격성 또한 증가한다. 큰 소리로 공격적으로 짖는 것이 이 병의 가장 큰 특징이다.\n\n\n관리 및 예방 _Control and prevention\n예방접종이 가장 안전하고 효과적인 예방 방법이다. 나라와 지역마다 백신에 대한 의무가 조금씩 다르기는 하지만 개에게 접종을 하는 것이 권장된다. 이는 아무리 개가 바이러스에 노출되어도 그것이 신경계로 도달하기 전에 중화시킬 수 있는 항체가 몸에 형성되도록 보장한다. 많은 국가에서는 수입해오는 개가 광견병 백신을 맞도록 요구한다.\n\n27 개 렙토스피라 감염증 _Canine leptospirosis\n이것은 렙토스피라 속의 병원성 종에 의한 세균성 질병이다. 간과 콩팥 질환이 있는 개에서 일차적으로 보인다.\n\n전파 경로 _Transmission\n주로 감염된 개나 다른 동물의 뇨로 오염된 물, 토양, 또는 음식을 통해 전파된다. 이 질병은 사냥개이거나 시골 또는 개집에서 사는 개에게서 많이 발견된다.\n임상증상 _Clinical signs\n급성형\n이 형태는 주로 강아지에서 나타나고 열, 근력저하, 통증, 황달, 구토, 코피, 점상출혈, 그리고 요량 감소를 특징으로 한다.\n아급성형 또는 만성형\n이 형태는 가장 흔한 형태로 열, 식욕부진, 구토, 복통, 다뇨, 다음, 간부전, 황달, 복수, 콩팥부전, 그리고 내출혈을 유발할 수 있다.\n어떤 경우에는 안구와 호흡기 증상을 보이기도 한다.\n\n\n예방 및 치료 그리고 전반적인 관리 계획\n장기간 동안 항생제를 투여해야 할 수도 있다.\n백신은 1가항체 백신이나 혼합백신의 형태 모두 쓸 수 있다.\n백신접종은 임상 양상을 막거나 약화시킬 수 있지만 감염 자체나 뇨로 렙토스피라를 방출하는 것을 막을 수는 없다.\n농장에서 나오는 오염된 물이나 동물전염원(특히 설치류)에 접촉하면 발생할 수 있다.\n\n인수공통전염병: 렙토스피라는 감염된 동물의 오줌을 통해 동물에서 사람으로 전파될 수 있으며, 여기서 말하는 동물에는 개가 포함되고 특히 설치류가 그러하다.\n\n28 개 바베시아 감염증 _Canine babesiosis\n이것은 바베시아 속에 있는 원충에 의해 발생하는 질병이다. 개에서는 두 가지 형태의 바베시아가 알려져 있다: “큰” 바베시아 캐니스(Babesia canis)와 바베시아 보겔리(Babesia vogeli); 그리고 “작은” 바베시아 집소니(Babesia gibsoni)와 바베시아불페스(Babesia vulpes)(동의어. Theileria annae).\n\n전파 경로 _Transmission\n이 질병은 참진드기 또는 참진드기 상과의 존재와 연관되어 있다.\n수혈\n수직전파\n접촉에 의한 수평전파(오직 B. gibsoni만)\n\n임상증상 _Clinical signs\n급성 임상증상은 어린 동물에서 종종 관찰되고, 성견에서는 만성형이 관찰된다.\n임상증상: 고열, 피로, 식욕부진, 체중 감소와 탈수, 소화기 장애(구토, 설사), 간지라비대증, 부종, 복수, 황달, 피부와 점막의 출혈, 호흡곤란, 근육통, 부전마비, 운동실조증\n실험실 검사 결과: 빈혈, 호중구 감소증, 혈소판 감소증, 그리고 혈색소뇨\n\n적혈구 안에 들어 있는 낭충 (merozoite)은 서양배 모양이거나 둥글거나 불완전한 원 모양으로 보이며, 개별적으로 있거나 쌍으로 존재한다.\n\n치료 _Treatment\n“큰” 바베시아에 대해서는 imidocarb를, “작은” 바베시아에 대해서는 atovaquone(아토바퀀)과 buparvaquone을 쓴다.\n임상증상과 실험실 검사 결과를 바탕으로 대증요법을 실시한다.\n관리 및 예방 _Control and prevention\n사용 가능한 백신으로는 부분적인 예방밖에 할 수 없지만 임상증상, 기생충혈증, 그리고/또는 질병의 지속기간을 완화할 수 있다.\n풍토병인 지역과 지라를 절제한 동물에서는 백신 접종이 지시된다. 개들은 6개월령 이상부터 백신이 가능하며 3주에서 6주 후에 재접종을 한 다음 매년 시행하면 된다.\n진드기 구충제로 진드기를 구제하는 것이 필수적이다.\n\n29 개 리슈만편모충증 _Canine leishmaniasis\n기생충인 Leishmania infantum의 생활사에는 절지동물 매개체(모래파리)의 소화기관과 척추동물 숙주(주로 개)의 소화기관에서 지내는 단계가 있다. 그러므로 이것은 매개체에 의해 전파되는 질병이며 인수공통전염병으로 여겨진다. 사람 리슈만편모충증은 전 세계적으로 매우 중요하게 생각되는 질병이다.\n전파 경로 _Transmission\n매개체 전파(모래파리)\n매개체 없는 전파: 수직 또는 교미에 의한 전파, 또는 수혈\n안구 증상\n포도막염\nOcular signs\nUveitis\n\n피부 증상\n박리성, 궤양성,\n결절성 피부염\nCutaneous signs\nExfoliative, ulcerative,\nnodular dermatitis\n\n콩팥 증상\n토리콩팥염(사구체신염)\nRenal signs Glomerulonephritis\n\n모래파리\nSandfly\n\n임상증상 _Clinical signs\n개에서는 L. infantum의 감염에 대해 두 가지 형태의 세포성 면역 반응이 관찰되었다:\n활발하고 충분한 형태, 임상적으로 건강한 개가 된다.\n좋지 않은 형태, 질병을 키우는 결과를 낳는다.\n복합적인 임상증상이 관찰된다.\n\n일반적인 증상들\n커지고 손으로 만져지는 림프절, 체중 감소, 쇠약\n\n빈도가 낮은 증상들\n소화기, 신경, 심혈관계 등\n\n치료 _Treatment\n치료법으로는 리슈만편모충 구충제(안티몬 화합물, mitefo-sine), 리슈만편모충 발육억제제(알로퓨리놀), 그리고 일시적인 임상증상 완화는 가능하지만 기생충 자체를 치료하지는 못하는 면역조절제(돔페리돈)의 조합이 있다. 재발은 일어날 수 있으므로 반드시 수의사에 의해 평가되어야 한다.\n\n관리 및 예방 _Control and prevention\n합성 피레드로이드가 함유된 국소 기피제(약물, 넥카라)를 사용한다.\n건강하고 혈청 반응이 음성인 개들은 예방접종을 받을 수 있으며, 항상 기피제와 합제하여 쓰고 6개월령부터 가능하다. 이 백신들은 질병의 진행을 막을 수는 있지만 감염 자체를 막지는 못한다.\n\n30 개 모낭충증 _Canine demodicosis\n이것은 데모덱스 속의 모낭충에 의해 생기는 기생충성 모낭충증이다. 개의 피부에 정상적으로 살고 있는 이 기생충들이 유전적 또는 면역 장애 때문에 급격히 증가하면, 그것들이 들어가 살고 있는 모낭충을 파괴한다.\n모낭충에는 두 가지 종류가 있다고 알려져 있다. Demodex canis와 Demodex injai는 둘 다 1년령 미만의 어린 동물에게 영향을 주며(유년기 또는 1차 모낭충증), 성견에게도 감염된다(2차 모낭충증). 후자의 상황은 더 심각한 질병들과 연결되어 있다(예: 종양, 리슈만편모충증, 내분비질환).\n\n전파 _Transmission\n생후 첫 2일에서 3일에 어미와 새끼가 직접적으로 접촉하면서 전파된다. 수직전파는 아직 입증된 바가 없다.\n\n임상증상 _Clinical signs\n임상적으로 두 가지 형태로 구별된다.\n국부형\n가려움증이 없는 비염증성 탈모가 얼굴에 발생하고 어떤 경우에는 몸통과 배쪽에도 발생한다. 40일에서 3개월 정도 지속되며 대부분 자가제한적으로 치유된다.\n전신형\n심각한 피부 병변이 머리, 목, 몸통, 그리고 사지(발 모낭충증)에 영향을 준다. 피부 부종과 충혈이 특징적이며, 그 결과 이차 세균 감염(주로 Staphylococcus pseudointermedius)이 일어나기 쉽다.\n\n치료 _Treatment\n국부형 모낭충증: 치료 없이 회복된다.\n전신형 모낭충증: 치료하기 더 힘들다. 적절한 치료 패턴을 따르는 것이 중요하다:\n살균성 각질용해성 샴푸(3% 클로로헥시딘, 과산화 벤조일)로 약욕한다.\n국소 또는 전신적인 진드기 구충제를 사용한다.\n이차적인 깊은 피부증을 관리하기 위해 전신 항생제를 쓴다.\n\n\n"}