{"title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 면역과 전염병", "author": "유한상 감수", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "37 면역학적 진단 _Immunological diagnosis\n면역학적 진단은 체외 항원-항체 반응에 기초한다. 이들은 특이도와 민감도가 높으며, 다음을 감지할 수 있다:\n혈액, 분변, 분비물, 그리고 생검조직을 포함한 다양한 종류의 샘플에 들어 있는 병원체의 항원, 종양 등\n주어진 병원체에 특이적인 항원, 알러지 또는 과민반응: 주로 혈청이나 혈장에서 뽑아냄. 혈청학이라고 알려져 있음\n\n혈청 역가\n주어진 병원체에 특이적인 항체의 양을 말한다. 높은 항체역가 또는 주어진 시험 과정에서 특정 기준보다 높은 항체역가는 감염을 의미한다(예: 리슈 만편모충증).\n\n혈청전환\n동물에게서 2에서 3주 간격으로 채취한 2개의 혈청 샘플 사이에서 나타나는 항체역가의 2~4배 증가를 말한다. 활발한 감염을 의미한다.\n고농도의 IgM은 최근에 일어난 감염을 의미하며, 고농도의 IgG는 보통 만성 감염(예: 디스템퍼)을 나타낸다.\n백신접종 이후의 높은 항체역가는 적절한 수준의 방어를 의미한다.\n\n\n상업적 진단 키트\n빠르고 이용하기 쉽다. 항체나 항원을 감지한다(예:개 파보바이러스, 그리고 코로나바이러스).\n\n면역학적 진단의 오류 _Errors in immunological techniques\n거짓 양성: 강아지에서의 모체이행항체, 백신에 의한 항체\n거짓 음성: 항체 생산 전에 채취한 샘플(예: 급성 호흡기 감염); 빠르고 낮은 민감도의 검사법(항원 또는 항체)\n이러한 경우 확진을 위해 추가적인 검사가 필요하다.\n\n38 면역요법 _Immunotherapy\n면역억제 요법 _Immunosuppressive therapy\n면역억제제는 과도하거나 부적절한 면역 반응(자가면역질환, 면역계의 종양성 진행과정, 알러지, 그리고 다른 과민반응)이 있을 때 적용된다. 이러한 약물들은 전반적인 면역 반응에 작용한다.\n글루코코르티코이드 또는 스테로이드: 개와 고양이에서 가장 흔하게 사용되는 약물은 프레드니손, 프레드니솔론, 그리고 덱사메타손이다.\n비스테로이드성 면역억제제: 아자타이오프린, 사이클로포스파마이드(개에서), 사이클로스포린, 그리고 타크로리무스. \n알러지 환자를 위한 백신: 알러지 반응을 유발하는 알러젠을 적은 용량에서부터 시작해서 점차 양을 늘려가며 반복적으로 투여하는 것도 포함한다. 이것은 특이적 민감소실 또는 둔감화 치료 방법이다.\n\n임상증상 완화와 2차 감염성 질병의 위험성 사이에 균형을 찾는 것이 무엇보다도 중요하다.\n\n“면역요법”이라는 말에는 동물의 면역 반응을 조절(활성화하거나 줄이는)하기 위해 설계된 모든 치료법들이 포함된다.\n면역자극 요법 _Immunostimulant therapy\n면역자극제: 전반적인 면역 반응을 향상시킨다.\n적용사항:\n스트레스나 감염에 대한 반응이 일어날 때처럼 면역계가 제대로 반응하지 못하는 경우\n몇몇 종양성, 기생충성(리슈만편모충증), 그리고 감염성 질병(디스템퍼)에 대한 보조 요법\n면역자극 요법의 구성: 몇 가지 물질들은 알로에에서 추출한 에이스만난과 같이 식물 추출물에 기초하기도 한다. 지모산과 베타글루칸처럼 곰팡이와 세균에서 얻어낸 물질도 사용된다.\n사람 또는 고양이 인터페론: 레트로바이러스에 감염된 고양이(면역결핍과 고양이 백혈병)와 파보바이러스에 감염된 개를 치료하기 위해 사용된다.\n\n39 백신은 어떻게 작동하는가? _How does a vaccine work?\n\n백신은 방어적인 면역 반응을 활성화시킬 수는 있으나 질병은 유발하지 않도록 조정된 병원체(바이러스, 세균, 원충)나 그들의 일부로 이루어져 있다. 방어체계가 생기려면 특이적인 면역계와 면역에 대한 기억이 있어야 하기 때문에 백신 투어 직후에 바로 형성되지는 않는다.\n백신의 종류 _Types of vaccines\n약독화된(살아 있는) 미생물\n불활화된(죽은) 미생물\n실험실에서 생산된 항원\n백신은 어떻게 작동하는가?\n면역계는 백신에 있는 항원을 외부 물질로 보고 그에 대한 특이적인 항체와 기억세포를 만들어낸다. 이후 이 동물이 접종된 백신에 해당하는 병원체에 감염되면 면역 반응은 접종을 받지 않은 동물에서보다 더 빠르고 강하며 오래 지속되며, 심지어는 병원체의 제거도 더 빨리 이루어질 수 있다.\n\n백신\n\n투여 경로 _Routes of administration\n코 안\n피부밑\n근육 안\n\n부작용 _Side effects\n어떤 경우 가벼운 부작용\n(통증, 국소부위 탈모, 화농)들이 발견될 수 있다.\n가끔 열이나 가벼운 통증\n(불편함)과 같은 전신적인 거부반응이 관찰될 수 있다.\n백신은 주사된 자리에 일시적인 염증을 일으킬 수도 있다.\n\n40 일차 접종과 재접종 _Primary vaccination and revaccination\n일차 접종이란 그 동물이 이제껏 노출된 적이 없던 특정 병원체에 대한 접종을 하는 것을 말한다.\n초유로부터 얻은 모체이행항체를 가지고 있는 강아지들은 너무 일찍 접종하면 안된다. 모체이행항체가 백신의 항원을 막아서 면역 반응이 작동하는 것을 억제하기 때문이다. 방어작용(면역학적 기억)의 지속기간은 병원체와 백신의 종류에 따라 다르다.\n\n1. 감수성의 상한선:\n병원체에 대해서 방어 효과가 없는 항체의 최소 농도\n2. 감수성의 하한선:\n백신이 효과를 발휘하지 못하는 항체의 최고 농도\nWS 감수성의 구멍:\n이것은 강아지들이 감염에 가장 취약한 시기이다. 이 시기에 남아 있는 모체이행항체의 양은 방어능력을 주지는 못하면서 백신이 작용하는 것을 방해한다.\n항체가\n출생\n초유 항체(수동적)\n6~8주\nWS\n백신유도 항체 (능동적)\n\n백신 실패(즉 접종된 동물에서의 방어능력 부재)는 백신 자체나 그 투여, 또는 투여되는 동물과 관련된 인자들에 의해 일어날 수 있다. \n\n강아지가 6~8주령 정도 되었을 때 접종하는 것을 추천한다.\n\n재접종 _Revaccination\n재접종은 보통 개체가 이미 완전한 면역체계를 구축했을 때 처음 실시하며, 일반적으로 6개월에서 1년령 사이에 실시한다.\n재접종은 흔히 1~3년 간격으로 하며 항상 관련된 수의사의 판단을 적용한다.\n대개 생백신으로 접종한 경우 필요한 재접종 횟수가 줄어든다.\n\n41 개에서 추천되는 백신 _Vaccine recommendations in dogs\n백신 프로그램은 이를 맞는 동물 및 그 환경과 관련된 다양한 인자들을 고려해야 하기 때문에 필히 수의사가 구축해야 한다. 이때 우선적으로 고려되어야 하는 것은 개가 걸릴 수 있는 주요 질병에 대해 면역력을 갖게 하는 것이다(필수 백신).\n동물과 주변 환경 요인이 백신 접종 일정에 미치는 영향\n나이와 품종\n건강과 생리학적 상태\n사는 지역(지리적 구역)\n강아지에게 1차 접종 시 포유 기간\n거처, 습관, 그리고 활동 종류: 실내에 사는 개, 집단으로 사육되는 개(보호소, 번식 시설, 주택), 대회나 전시회 참여, 번식, 사냥, 사역 여부 등\n\n개 백신 프로그램을 위한 포괄적인 권고사항 _Generic recommendations for dog vaccination programs\n오직 건강하고 제대로 구충된 동물만 실시한다.\n임신 중이거나 수유 중인 암컷에게는 약독화 백신을 접종하지 않는 것이 원칙이다.\n강아지에게 1차 백신을 투여할 때 최소한 3회를 2~4주 간격으로 투여해서 하며, 많은 수의 원인체에 대한 백신 접종을 피해야 한다.\n1차 접종은 6~8주령 사이에 시작하여 16주 정도에 끝내는 것을 추천한다.\n6개월부터 1년령 사이에 재접종을 실시하고 그 이후에는 1에서 3년 간격(약독화 백신의 경우 더 긴 간격으로)으로 접종한다.\n\n개에게 추천되는 백신 _Vaccination recommendations for canine diseases\n1 접종에 대한 의무는 지역과 나라의 법률에 따라 달라진다.\n2 개 호흡기 질병에 대한 백신에는 개 아데노바이러스 2형, 개 파라인플루엔자 바이러스, 그리고 Bordetella bronchiseptica가 포함된다.\n\n.\n동물과 주변 환경 요인이 백신 접종 일정에 미치는 영향\n나이와 품종\n건강과 생리학적 상태\n임신 중이거나 수유 중인 암컷에게는 약독화 백신을 접종하지 않는 것이 원칙이다.\n\n탈모\n피부 위축\nAlopecia\nCutaneous atrophy\n홍반과 궤양\nErythema and ulcers\n치와와\n(호발 품종)\n\n혈관미주신경성 _Vasovagal\n백신에 대한 스트레스, 두려움, 그리고 통증에 대한 반응으로 나타나는 즉각적인 반응을 말하며, 면역학적 근거는 없다.\n휘청거리며 걷고, 쓰러지거나 의식을 잃을 수도 있다.\n이 현상은 대개 가볍게 일어나고 수 분 후에 해결된다.\n과민성 쇼크 _Anaphylactic shock\n백신의 성분 어느 것에나 나타나는 매우 심하고 포괄적인 알러지성 반응을 말하며, 접종 몇 분 후에 갑자기 발생한다. 처치가 즉각적으로 이루어지지 않는다면 죽음을 초래할 수도 있다.\n임상증상: 허약, 약한 맥박, 구토, 탈진. 또한:\n개: 혈액성 설사와 분변\n\n어떤 종류의 백신 반응이든 간에 의심되는 경우 최대한 빨리 수의사와 상담해야 한다.\n\n\n치료 _Treatment\n감별진단을 수행하고 각각에 대해 적절한 치료법을 적용해야 한다.\n가벼운 알러지 반응: 항히스타민제. 만약 상황이 나아지지 않는다면 항염증 용량(면역억압되지 않을 정도의 용량)의 글루코코르티코이드(프레드니손)를 경구투여한다.\n혈관미주신경성 쇼크: 대증치료\n과민성 반응을 보이는 성향이 있는 경우: 백신 접종이 필수인 상황이라면 접종 후 24시간까지는 관찰해야 한다.\n과민성 반응:\n에피네프린, 0.01mg/kg IM(근육주사)[또는 느린 IV(정맥주사)]. 동물의 상태를 관찰하고 필요하다면 15에서 20분 후에 다시 투여한다.\n등장성 결정질용액으로 수액 요법: 임상증상에 차도가 보일 때까지 유지한다.\n속효성 스테로이드(덱사메타손)과 항히스타민제\n\n\n"}