{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 신경계질환",
    "author": "권오경 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n1\n\n1\n신경계[중추신경계(CNS)와 말초신경계(PNS)]\n_Nervous system (cns and pns)\n신경계는 감각을 느끼고 다른 신체 장기나 외부 환경과의 상호작용에서 생겨난 신호를 빠르게 처리하는 장기들의 모임을 말한다. 신경계의 주된 기능은 개체가 환경에 바로 적응할 수 있도록 적절하고 효과적인 반응을 생산하는 것이다.\n정보는 척수로를 거처 뇌줄기로 가서 뇌로 퍼진 다음 처리된다. 그 후 뇌는 소뇌에 의해 통합된 자극을 배출하면 이는 다시 척수를 타고 내려가 반응을 나타낸다.\n\n교감신경계\n\n콩팥-콩팥위샘\nKidneys-Adrenal glands\n침샘\nSalivary glands\n심장\nHeart\n이자\nPancreas\n눈-눈물샘\nEye-Tear gland\n간\nLiver\n생식기\nReproductive organs\n방광\nBladder\n허파\nLungs\n작은창자 Small intestine\n곧창자\nRectum\n큰창자 Large intestine\n위\nStomach\n부교감신경계\n척수\nSpinal cord\n\n목부분\nCervical\n가슴부분\nThoracic\n허리부분\nLumbar\n엉치부분\nSacral\n뇌\nBrain\n신경계(중추신경계와 말초신경계)\n_Nervous system (cns and pns)\n신경계가 작동하는 방식은 컴퓨터 네트워크의 방식에 비유할 수 있다. 중추신경계는 모든 정보를 받아들이고 처리한다는 점에서 메인 컴퓨터라고 할 수 있다. 이런 시나리오에 따르면 주변 장치들은 척수와 뇌에서 시작하여 말초신경계까지 뻗어나가는 신경에 비유할 수 있다. 자율신경계(교감 및 부교감)는 전체 네트워크를 연결하고 전반적인 기능을 조정하기 때문에 내부적인 통제 장치와 상응한다.\n 윗목신경절\n 별신경절\n 복강신경절\n 윗창자사이막신경절\n 아래창자사이막신경절\n 교감신경줄기\n 눈돌림신경(III)\n 얼굴신경(VII)\n 혀인두신경(IX)\n 미주신경(X)\n 골반신경얼기\n3\n후각망울\nOlfactory bulb\n\n뇌는 신경계에서 가장 중요한 장기이다. 뇌의 기능은 나머지 신체 장기에 대해 집중 통제를 행사하는 것이다.\n뇌는 머리뼈 안에 있으며 앞뇌, 중간뇌, 그리고 뒷뇌로 세분화된다.\n뇌 _Brain\n뇌실사이구멍\nInterventricular foramen\n대뇌 반구\nCerebral hemisphere\n\n대뇌\nCerebrum\n후각망울\nOlfactory bulb\n뇌줄기\nBrainstem\n뇌신경\nCranial nerves\n소뇌\nCerebellum\n개의 뇌(정중 단면)\n뇌들보\nCorpus callosum\n시상사이붙음\nInterthalamic adhesion\n시신경교차\nOptic chiasm\n제3뇌실의\n맥락막망\nChoroid plexus of the 3rd ventricle\n제3뇌실\n3rd ventricle\n뇌하수체\nPituitary\n유두체\nMammillary body\n사구수조\nQuadrigeminal cistern\n제4뇌실\n4th ventricle\n거미막융모\nArachnoid villi\n다리뇌\nPons\n뇌들보팽대고랑\nSplenial sulci\n등쪽정중정맥굴\nDorsal sagittal venous sinus\n제4뇌실의 맥락막망\nChoroid plexus of the 4th ventricle\n뇌경질막 Dura mater\n거미막\nArachnoid mater\n거미막밑공간\nSubarachnoid space\n연막\nPia mater\n소뇌\nCerebellum\n척수\nSpinal cord\n중간뇌수도관\nMesencephalic duct\n뇌막\nMeninges\n\n4\n척수 _Spinal cord\n척수는 중추신경계에서 가장 뒤쪽에 위치한 부분으로, 숨뇌에서부터 척주의 허리부분까지 이어져 있다. 척수는 뇌와 신체 다른 부분을 연결하며 척주, 뇌막, 그리고 뇌척수액에 의해 보호된다.\n척수의 3가지 기능은 다음과 같다:\n뇌에서 몸의 다른 부분(특히 근육)의 작용을 활성화하기 위해 신호 전달\n몸 전체에 분포한 감각 수용체에서 받아들여진 신호를 뇌로 전달\n반사작용(외부의 자극에 대해 뇌를 거치지 않고 척수를 통해 직접적으로 전달되는 빠른 반응) 조절\n척추\nVertebra\n말초신경계\nPeripheral nervous system\n교통가지\nRamus communicans\n척추사이원반\nIntervertebral disc\n교감신경계\nSympathetic nervous system\n뇌경질막\nDura mater\n거미막\nArachnoid mater\n척수신경절\nSpinal ganglion\n거미막밑공간\nSubarachnoid space\n등쪽척수동맥\nDorsal spinal arteries\n연막\nPia mater\n교감신경줄기(절)\nSympathetic trunk (ganglion)\n대동맥\nAorta\n척수\nSpinal cord\n척수신경(등쪽 분지)\nSpinal nerve (dorsal branch)\n척수신경(배쪽 분지)\nSpinal nerve (ventral branch)\n배쪽척수동맥\nVentral spinal artery\n세로인대\nLongitudinal ligament\n배쪽정맥얼기\nVentral venous plexus\n백질 White matter\n회백질 Grey matter\n5\n\n\n\n\n속귀신경(VIII)\nVestibulocochlear nerve (VIII)\n눈돌림신경(III)\nOculomotor nerve (III)\n도르래신경(IV)\nTrochlear nerve (IV)\n갓돌림신경(VI)\nAbducens nerve (VI)\n후신경(I)\nOlfactory nerve (I)\n시신경(II)\nOptic nerve (II)\n\n이 신경들은 머리뼈 바닥에 위치한 작은 구멍들을 지나며, 정보를 전송하고 뇌와 신체 여러 부분(감각기관, 운동계통, 근육, 장기들 등)을 연결하는 역할을 하고 있다.\n뇌신경 _Cranial nerves\n혀인두신경(IX)\nGlossopharyngeal nerve (IX)\n혀밑신경(XII)\nHypoglossal nerve (XII)\n\n\n\n척수더부신경(XI)\nSpinal accessory nerve (XI)\n갓돌림신경(V)\nTrigeminal nerve (V)\n얼굴신경(VII)\nFacial nerve (VII)\n미주신경(X)\nVagus nerve (X)\n6\n\n자극\nStimulus\n신경근육이음부\nNeuromuscular junction\n감각신경(구심성 경로)\nMotor nerve\n(efferent pathway)\n운동신경(원심성 경로)\nSensory nerve\n(afferent pathway)\n척수\nSpinal cord\n운동겉질부위\nMotor cortical regions\n감각겉질부위\nSensory cortical regions\n사이신경세포\nInterneuron\n시상\nThalamus\n소뇌\nCerebellum\n반사활 _Reflex arc\n반사활은 정보가 척수로 올라와 사이신경세포에 의해 통합되는 구심성 경로와 근육과 근육군에 분포된 아래운동신경세포(LMNs)에 의해 형성되는 원심성 경로로 구성된다. 정보는 국소적으로 처리될 뿐만 아니라 감각겉질과 소뇌로 올라온다. 뇌에서 생성된 반응은 위운동신경세포(UMNs)를 따라 상응하는 척수분절로 가서 억제 기전을 통해 반사활을 조정한다.\n반사란 자극에 대해 불수의적이고 정량적으로 변하지 않는 신경계의 반응을 말한다.\n이 경로들에 손상을 입게 되면 반사활에 탈억제가 일어나서 과항진된 반응(반사과다, 근육비대 등의 UMN 징후)을 유발할 수 있다. 만약 반사활의 구성요소(감각경로, 척추통합중심, 또는 운동경로) 중 어떤 것이라도 손상을 입는다면, 최대 억제가 일어나서 결과적으로 반응의 약화(반사저하, 근육긴장저하 등의 LMN 징후)가 나타날 것이다.\n7\n기전 _Mechanism\n방광이 차는 동안, 아랫배신경(CNS)은 요도안조임근(민무늬근)의 수축과 배뇨근의 이완을 유지한다. 이와 동시에 음부신경(CNS)은 요도밖조임근을 수축시키고, 골반신경(PNS)은 배뇨근의 수축을 억제한다.\n배뇨근의 팽창이 한계에 다다르면, 그 신호는 뇌줄기에 전달된다. 그러면 뇌줄기에서는 억제성 운동반응을 촉발하고, 아랫배신경은 요도안조임근의 이완을 유도하며, 음부신경은 요도밖조임근의 이완을 유도하여 오줌이 방출되도록 한다.\n이러한 과정들은 골반신경의 탈억제로 이어진다. 아랫배신경의 억제와 함께 이는 배뇨근의 지속적인 수축을 유발하여 배뇨가 일어나게 한다.\n방광이 비워진 후에는 자극이 사라지면서 방광의 충만기가 재개된다(배뇨근은 이완하고 조임근은 오줌이 새어 나가지 않도록 수축한다).\n 교감신경지배\n 부교감신경지배\n 체성신경지배\n 척수\n 아랫배신경\n 뒤창자사이막신경절\n 골반신경\n 골반신경절\n 음부신경\n배뇨반사 _Micturition reflex\n\n 방광\n 방광의 배뇨근\n 방광목\n 요도안조임근\n 요도근\n 요도밖조임근\n\n\n강아지 당뇨병은 인슐린 분비 부족 또는 인슐린 저항성으로 인해 혈당 조절이 어려워지는 내분비 질환이다. 인슐린은 췌장에서 분비되는 호르몬으로, 혈액 내 포도당을 세포로 운반하여 에너지원으로 사용하도록 돕는다. 그러나 당뇨병이 발생하면 인슐린의 기능이 저하되어 혈당 수치가 비정상적으로 높아지고, 다양한 건강 문제가 발생할 수 있다. 강아지 당뇨병은 주로 중년 이상의 개에서 발생하며, 적절한 관리와 치료가 없으면 심각한 합병증을 초래할 수 있다.\n강아지 당뇨병의 원인은 크게 두 가지로 나뉜다. 첫 번째는 인슐린 의존형 당뇨병(IDDM)으로, 췌장의 베타세포가 손상되거나 파괴되어 충분한 인슐린을 생산하지 못하는 경우다. 이는 대부분의 강아지 당뇨병 사례를 차지하며, 면역계 이상, 유전적 요인, 바이러스 감염 등이 원인일 수 있다. 두 번째는 인슐린 저항성 당뇨병(NIDDM)으로, 체내 인슐린이 충분히 분비되지만 세포가 이를 제대로 활용하지 못하는 경우다. 이는 비만, 호르몬 불균형(쿠싱 증후군, 프로게스테론 과다 등), 특정 약물 사용 등이 주요 원인으로 작용한다.\n당뇨병을 앓는 강아지는 다양한 증상을 보일 수 있으며, 초기에는 눈에 띄지 않다가 시간이 지나면서 점진적으로 악화될 수 있다. 대표적인 증상으로는 다뇨(잦은 배뇨) 및 다갈(물을 많이 마심), 체중 감소, 식욕 변화(증가 또는 감소), 피로 및 무기력, 잦은 피부 감염 등이 있다. 심한 경우 백내장이 발생하여 시력이 저하될 수 있으며, 당뇨병성 케톤산증(DKA)으로 인해 심각한 대사 장애가 발생할 수 있다. 이는 구토, 탈수, 호흡 곤란 등의 증상을 동반하며 응급 치료가 필요하다.\n당뇨병의 진단을 위해서는 다양한 검사가 필요하다. 기본적으로 혈액 검사와 소변 검사를 통해 혈당 수치를 확인하며, 장기간 높은 혈당 상태를 반영하는 당화혈색소(HbA1c)나 혈장 프럭토사민 수치를 측정할 수 있다. 또한, 소변에서 포도당과 케톤이 검출될 경우 당뇨병을 의심할 수 있다. 추가적으로, 췌장 기능을 평가하거나 쿠싱 증후군 등의 관련 질환 여부를 감별하기 위해 호르몬 검사가 필요할 수 있다.\n당뇨병의 치료는 인슐린 주사를 통한 혈당 조절이 핵심이다. 대부분의 강아지 당뇨병은 인슐린 의존형이므로, 인슐린 주사를 정기적으로 투여해야 한다. 인슐린의 종류와 투여 용량은 강아지의 혈당 상태에 따라 달라지며, 지속적인 모니터링과 조정이 필요하다. 또한, 식이 관리 역시 중요한 요소로, 혈당 변동을 최소화할 수 있도록 균형 잡힌 식단을 제공해야 한다. 저탄수화물, 고단백, 저지방 식단이 권장되며, 규칙적인 식사 패턴을 유지하는 것이 중요하다. 비만한 강아지의 경우 체중 감량이 필요할 수 있으며, 적절한 운동을 병행하는 것이 도움이 된다.\n강아지 당뇨병은 꾸준한 관리가 필요한 만성 질환으로, 정기적인 혈당 모니터링과 주기적인 건강 검진이 필수적이다. 보호자는 강아지의 혈당 변화에 주의를 기울이고, 이상 증상이 나타날 경우 즉시 수의사와 상담해야 한다. 특히, 당뇨병성 케톤산증과 같은 응급 상황을 방지하기 위해 탈수, 무기력, 호흡 곤란 등의 증상을 신속히 인지하고 대처해야 한다. 백내장 예방을 위해 정기적인 안과 검진을 받는 것도 중요하다.\n당뇨병 예방을 위해서는 강아지의 체중을 적정 수준으로 유지하고, 균형 잡힌 영양을 제공하는 것이 중요하다. 정기적인 운동을 통해 신진대사를 활성화하고, 호르몬 불균형을 유발할 수 있는 질병(예: 쿠싱 증후군, 갑상선 기능 저하증 등)을 예방하는 것도 필요하다. 강아지가 특정 약물을 장기적으로 복용해야 하는 경우, 수의사와 상의하여 당뇨병 위험을 최소화할 수 있도록 조정하는 것이 바람직하다.\n강아지 당뇨병은 조기 진단과 꾸준한 관리가 이루어지면 비교적 안정적으로 유지할 수 있는 질환이다. 보호자는 강아지의 건강 상태를 면밀히 모니터링하며, 식이 및 인슐린 요법을 철저히 따르는 것이 중요하다. 적절한 치료와 생활 습관 관리를 통해 강아지가 건강한 삶을 유지할 수 있도록 도와야 한다."
}