{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 신경계질환",
    "author": "권오경 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "28\n혈관성 척수병증 _Vascular myelopathies\n이것은 척수에 영향을 주는 병리 상황으로 압박 현상에 의해 발생하는 것이 아니라 혈액 공급의 부족으로 생기는 척수의 손상에 의해 발생한다. 이러한 병변들은 발생 위치에 따라 다양한 임상 상황을 만들어 낸다.\n섬유연골성 색전성 척수병증(FCEM) _Fibrocartilaginous embolic myelopathy (FCEM)\n급성의 척수경색 증상으로 섬유연골조직에 의한 폐색에 의해 발생한다. 대형 또는 초대형 비연골이형성 품종에서 가장 빈번하게 발생하지만 소형견종(특히 미니어처슈나우저에서 발생률이 높음)에서도 발생한다. \n임상증상: 좌뇌, 우뇌 중 한쪽으로 치우치는 경향의 초급성 임상증세. 통증도 없고 진행적이지도 않다.\n진단: 환자의 병력, 임상증상, 자기공명영상(MRI) 결과를 바탕으로 내린다.\n치료: 척수 손상의 2차적인 기전을 억제한다. 통증이 있다면 NSAIDs와 진통제를 준다. 물리치료도 가능하다.\n예후: 일반적으로 좋다.\n척수출혈 _Spinal haemorrhage\n척수 외상이나 척추원반 탈출과 주로 관련되어 있긴 하지만, 척수출혈 또는 척주관내출혈은 응고장애나 대사성 질환에 의해 발생할 수도 있다.\n임상증상: 병소의 위치와 심각도에 따라 다르다.\n진단: MRI 결과를 바탕으로 내린다.\n치료 및 예후: 내재하는 병리요인에 따라 다르다.\n\n29\n치료 _Treatment\n항응고제, 동맥 혈관확장제, 그리고 섬유소용해제의 투약을 기본으로 한다.\n예후 _Prognosis\n신중한 것에서부터 좋지 않음.\n먼쪽 대동맥에 생긴 혈전에 의한 혈류의 차단을 특징으로 하는 혈관성 병리상황을 말한다. 일반적으로 혈전은 비대성심근증의 결과이지만, 다른 경우 세균성 또는 종양성 세포 색전증을 포함하기도 한다. 엉덩동맥의 혈류 차단으로 인해 대칭성이거나 비대칭성이기도 하다.\n대동맥 혈전색전증 _Aortic thromboembolism\n임상증상 _Clinical signs\n척수 질병이 아님에도 불구하고 급성 하반신불완전마비나 양측 하지마비가 나타남.\n뒷다리로의 혈류 감소함.\n맥박 감소함.\n사지가 차가워지고 경직됨.\n뒷다리, 특히 뒤쪽 근육(장딴지근 등)이 딱딱해져서 통증이 느껴짐.\n일반적으로 통각은 사라지는데, 이는 양쪽의 혈액공급 부족과 혈관작용 물질들의 방출이 뒷다리 신경에 영향을 주는 허혈을 발생시키기 때문임.\n\n30\n\n감염성 염증 _Infectious inflammation\n척수 염증 _Inflammation of the spinal cord\n유래 _Origin\n알려진 원인(세균, 곰팡이, 바이러스, 또는 원충)\n알려지지 않은 원인(주로 자가면역)\n주로 뇌염이나 수막뇌염과 연관되어 있음.\n임상증상 _Clinical signs\n일반적으로 급성이며, 진행적인 증세를 보임.\n주로 통증이 나타나고 가끔 다발성으로 나타남.\n진단 _Diagnosis\n진단은 영상 검사와 CSF 추출/분석을 기반으로 한다.\n척추원반척추염 _Discospondylitis\n유래 _Origin\n비뇨생식관, 심장허파계통, 입안, 그리고 피부\n다른 원인으로는 이물의 이주, 천공창, 그리고 수술 중 오염이 있다.\n임상증상 _Clinical signs\n극심한 척수 통증\n발열\n식욕부진\n운동 거부\n질병이 발전된다면 척추주위근이나 척추관의 화농, 수막염, 뇌척수염, 그리고 심지어는 척추 불안정성까지 유발할 수 있다.\n병소 _Lesions\n척추원반과 척수와 접촉하는 척추 표면에 영향을 주어 척수 손상을 야기한다.\n척추체가 영향을 받는다면 척추골수염 또는 척추염이 발생할 수 있다.\n인접 척수 손상\nContiguous spinal injury\n혈행 감염 및 파종\nHaematogenous infection and dissemination\n31\n스테로이드-반응성 뇌수막염-동맥염 _Steroid-responsive meningitis-arteritis\nSRMA라고 알려져 있음. 목 뇌척수막과 그 동맥에 영향을 주는 비감염성\n염증성 질병\n개에서 보고된 바 있으며 주로 어린 성견(6~18개월령)의 비글, 버니즈 마운틴 도그, 그리고 복서에서 나타나지만, 어느 연령과 품종의 개에서 다 발생할 수 있다.\n임상증상 _Clinical signs\n극심한 통증, 목 경직, 운동 거부, 식욕부진, 그리고 어떤 경우 발열 진단, 치료, 및 예후 _Diagnosis, treatment, and prognosis\n영상 검사와 CSF 분석. 면역억압 치료. 적절한 치료만 한다면 예후는 일반적으로 좋다.\n원인을 알 수 없는 척수염 및 뇌척수염 _Myelitis and meningomyelitis of unknown origin\nMUO라고 알려져 있음. 육아종성 뇌막뇌척수염(GME)을 포함함.\n어떤 품종이나 나이든 상관없이 개에서 영향을 주지만, 주로 소형 견종의 어린 성견에서 더 빈번하게 발생한다.\n임상증상 _Clinical signs\n척수 손상의 징후, 주로 다발성, 병소의 심각성에 따라 종종 통증 및 다양한 결손을 포함함.\n진단, 치료 및 예후 _Diagnosis, treatment, and prognosis\n영상 검사와 CSF 분석. 면역억압 치료. 예후는 신중한 것에서부터 좋지 않음.\n비감염성 염증 _Noninfectious inflammation\n32\n\n소뇌 탈출\nCerebellar herniation\n이형성된 뒤통수뼈\nDeformed occipital bone\n물척수증\n척수의 확장\nDilation of the spinal canal\n척수공동증\n액체로 찬 공간\nFluid-filled cavity\n감소된 거미막밑공간\nReduced subarachnoid space\n척수공동증 _Syringohydromyelia\n척수공동증은 일반적으로 몇 개의 척수 분절을 통해 뻗어 나가는 척수의 낭성 공동화를 말하는 반면, 물척수증은 중추성 척수의 확장을 묘사한다. 이 두 가지 상황은 오직 병리해부학적 검사를 통해서만 감별될 수 있으며, 따라서 둘을 합쳐서 일컫는다.\n원인 _Causes\n목뼈를 가장 빈번하게 손상시킨다. 내재된 병리생리학적 기전은 알려져 있지 않지만, CSF의 정역학적 변형을 포함하는 것으로 보인다.\n뒤통수뼈이형성증(사람의 유형 1 키아리 기형과 비슷함)과 같은 경우처럼 형태적인 요소를 지니고 있을 수 있다.\n주로 소뇌 탈출과 연관이 되어있으며, 이는 CSF의 흐름에 영향을 주어 MRI로 쉽게 시각화할 수 있는 목 척수의 공동성 병변으로 이어진다.\n척수의 염증 또는 압착의 결과로도 발생할 수 있다.\n임상증상 _Clinical signs\n목 통증과 목 옆쪽의 끊임없는 긁음.\n어떤 경우 운동장애를 포함할 수 있으며, 이는 앞다리에서 더 잘 나타나는 경향이 있음.\n치료 _Treatment\n치료는 진통제와 CSF 생산 감소를 포함한다.\n\n카발리에 킹 찰스 스패니얼에서 흔히 문제가 된다.\n33\n신경관 닫힘 시의 결손으로 인한 척수 발달 이상이다. 이러한 기형은 척수 그리고/또는 척추에 영향을 줄 수 있으며, 이로 인해 이분척추, 수막류, 척수 수막류, 그리고 류피낭종 농루/ 피부양 동(dermoid sinus) 같은 질병으로 이어진다.\n\n척수수막류\n진단 _Diagnosis\n영상 검사는 필수적이다. 뼈 닫힘의 결손은 전통적인 영상이나 컴퓨터단층촬영(CT)에 의해 관찰될 수 있다; MRI는 척수 손상의 심각도와 인접한 연조직(낭종, 누관 등)에서 관련되어 일어날 수 있는 변형에 대해 평가하게 해준다.\n치료 _Treatment\n심각한 경우 수술적인 치료가 필요하다.\n예후 _Prognosis\n다양함.\n척추이분증 _Spinal dysraphism\n\n불독에서 가장 빈번하게 보고된다.\n임상증상 _Clinical signs\n주로 뒤쪽 허리, 허리엉치, 또는 엉치꼬리 척추가 영향을 받는다.\n임상증상은 영향받은 부위에 따라 다르다. 어떤 동물들은 임상증상이 아예 없을 수도 있고, 또 어떤 동물들은 회음부나 뒷다리에 운동과 관련된 징후들을 보이기도 한다.\n요실금과 변실금은 일반적으로 심각한 경우에 관찰된다.\n영향을 받은 척추를 덮고 있는 피부에서 반점이 관찰될 수도 있다.\n\nDermal canal\n34\n정상적인 척수\n이것은 등허리 접합 주변의 척수에 주로 영향을 주는 퇴행성 신경뿌리척수병이며, 이후 목과 허리 부위로 확장된다. 이것은 평균 나이 8세령 이상에서 주로 발생한다.\n임상증상 _Clinical signs\n임상 증세로는 느리고 진행성의 뒷다리 운동실조가 특징적이다. 이 질병은 후지불완전마비와 심지어는 완전마비로 진행되며, 배뇨와 배변 조절 상실로 이어질 수 있다.\n진단 _Diagnosis\n진단은 영상검사에서 다른 형태의 척수병증이 없는 상태에서 과산소디스뮤타제(SOD1)의 돌연변이 존재에 근거한다. 돌연변이 존재만으로는 이 질병의 발생 가능성을 고려할 수는 있지만 확진은 할 수 없다.\n치료 _Treatment\n질병의 진행을 지연시킬 수 있는 방법은 물리치료가 유일하다.\n예후 _Prognosis\n좋지 않다. 영향받은 동물들은 주로 진단받은 지 6~12개월 사이에 걷는 능력을 잃어버린다.\n\n\n퇴행성 척수병증 _Degenerative myelopathy\n퇴행성 척수\n\n\n진행성 뒷다리 운동실조\nProgressive hindlimb ataxia\n척수 위축\nSpinal atrophy\n세포 죽음-신경아교증\nCell death-gliosis\n\n보통 대형견, 특히 저먼 셰퍼드에서 문제를 일으키지만 최근에는 카발리에 킹 찰스 스패니얼, 셔틀랜드 쉽독, 캐리 블루 테리어, 퍼그, 그리고 푸들을 포함하는 소형견종에서도 확인되었다.\n\n축 안 출혈\nIntra-axial haemorrhage\n열공성 뇌경색(시상)\nLacunar infarct (thalamus)\n겉질 미세경색\nCortical microinfarcts\n영토 경색\nTerritory infarct\n뇌병증 _Encephalopathies\n35\n이 병증은 뇌로 가는 혈액 공급의 갑작스러운 감소를 야기하며, 이는 혈관의 폐색(허혈성 경색)이나 파열(출혈성 경색),\n내피세포 투과성의 변화, 또는 혈액 점도의 변화에 의해 발생한다.\n임상증상 _Clinical signs\n병의 시작은 종종 급성이고, 비진행성 국소성의 뇌줄기 이상과 병발한다(처음 몇 시간은 진행성으로 관찰될 수 있음).\n치료 _Treatment\n치료는 반음영의 국소적인 손상이 퍼지는 것을 막는 것에 기초한다.\n치료기회가 제한되어 있다는 것을 인지하는 것이 중요하다: 기간은 대략 6시간인 것으로 추정되며, 시간이 넘어가면 손상은 돌이킬 수 없는 것으로 여겨진다.\n치료는 활력징후의 교정, 신경보호제 투여, 그리고 뇌 혈류 복원 또는 호전(적절하다면 혈전용해 포함)을 포함해야 한다.\n뇌혈관장애 _Cerebrovascular accident\n진단 _Diagnosis\n영상 검사, 가급적이면 MRI\n응고장애, 손상된 콩팥 또는 심장 기능, 내분비 질환, 고혈압, 그리고 일차 또는 이차적인 가슴 또는 배 종양의 존재에 대한 차후 평가\n예후 _Prognosis\n만약 초기에 허혈이 생명 유지에 필수적인 부위에 영향을 주지 않는다면 일반적으로 좋다.\n보조치료를 병행하면 대부분의 환자들은 몇 주 후면 회복한다.\n\n"
}