{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 신경계질환",
    "author": "권오경 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n36\n\n뇌줄기 중심\nBrainstem focus\n다리뇌\n부분의 중심\nFocus in the pontine region\n치료 _Treatment\n치료는 초창기 원인에 달려있다.\n가능하다면, 일반적으로 감염체에 의한 뇌병증에는 특정 치료방법이 적용된다.\n원인 미상의 자가면역성 수막뇌염(MUO)이라고 여겨지는 비감염성 형태는 면역억압(주로 글루코코르티코이드, 사이클로스포린 또는 cytarabine)을 통해 치료된다.\n예후 _Prognosis\n예후는 초기 원인에 달려있지만, 일반적으로 원인체에 따라 뇌병증의 감염성 원인에 대해 조심해야 하거나 좋지 않은 예후를 보인다.\n뇌병증의 비감염성 원인의 경우 예후는 좋지 않지만, 간혹 완전한 회복도 가능하다.\n염증성 뇌병증 _Inflammatory encephalopathies\n염증성 뇌병증은 뇌(뇌염), 뇌와 뇌척수막(수막뇌염), 또는 뇌, 뇌척수막 그리고 척수(뇌막뇌척수염)에 영향을 줄 수 있는 감염성 또는 면역매개 염증반응이 특징이다.\n임상증상 _Clinical signs\n염증성 뇌병증은 다음을 포함하는 급성 진행성 뇌줄기 징후로 특징지어진다:\n중추성 안뜰기능장애\n뇌반구 병증\n갑작스런 간질\n급성 실명\n진단 _Diagnosis\n진단은 전혈구 계산과 생화학적 수치, 고급 영상 기술, 가급적이면 자기공명영상(MRI), 그리고 CSF 채취 및 분석을 필요로 한다.\n어떤 예에서는 주요 감염성 질환이 PCR에 의해 배제된다.\n\n37\n진단 _Diagnosis\n뇌압 증가의 징후(뇌실주위 부종)를 감지해 내려면 발전된 영상 기술, 그 중에서도 가급적 MRI가 필요하다.\n치료 _Treatment\n내과적: 항염증 용량의 부신피질호르몬과 이뇨제 병용처치로 CSF 생산 감소와 CSF 배출 증가 유도\n수술적: 만약 환자가 내과적인 치료방법에 반응을 한다면, 압력 밸브가 있는 배출카테터를 장착하는 것도 좋은 방법이다. 성공률: 70~75%\n사시\nStrabismus\nCSF의 부피 증가에 의해 발생하며, 뇌실 구조의 병리학적인 확장과 그에 따른 신경학적 징후가 나타난다.\n이것은 선천적, 염증성, 또는 종양성 질병(폐쇄성 질환 또는 맥락막얼기 종양처럼 CSF 생산의 증가를 유도하는 경우) 또는 뇌줄기 조직 손실이 따르는 보상성 작용(무강물뇌증)의 결과이다.\n머리 이형성\nDeformation of the head\n물뇌증 _Hydrocephalus\n\n정상\n임상증상 _Clinical signs\n머리의 이형성\n숫구멍 잔존증\n열린 머리뼈 봉합\n외측 사시\n행동 변화\n학습장애\n동일 배 형제들에 비해 성장 지연\n심각한 경우: 뇌압 증가 징후(돌림, 머리를 누르는 행동, 강박 보행), 안뜰이나 소뇌 징후, 또는 간질\n\n\n\n38\n뒤통수뼈이형성증(COMS)\n_Caudal occipital malformation syndrome (COMS)\n뒤통수뼈이형성증 또는 후두공이형성증: 주로 소뇌의 압박이나 탈출을 유도하는 뒤통수뼈의 형성 이상을 말한다. 이것은 주로 척수공동증과 연관되어 있으며, 가끔 다른 뇌줄기 또는 척추 형성 이상과도 연관되기도 한다.\n임상증상 _Clinical signs\n주로 3세에서 6~7세 사이에 나타난다.\n일반적으로 다양한 강도의 목 통증과 가쪽 목 부분을 긁는 증상으로 이루어져 있다.\n어떤 환자들은 머리기울임, 안뜰성 또는 소뇌성 운동실조, hypermetry를 동반한 안뜰소뇌 징후를 보이기도 한다.\n덜 빈번하게, 간질성 발작과 얼굴 불완전마비 또는 귀먹음이 관찰되기도 한다.\n진단 _Diagnosis\n진단하려면 MRI가 필요하다.\n치료 _Treatment\n치료에는 CSF 생산을 가능한 많이 감소시키고 진통제를 적용하는 방법이 있다.\n약물치료에 반응이 만족스럽지 못하거나 심각한 임상증상을 보이는 환자의 경우: 뒤통수뼈 감압(뒤통수밑머리뼈절개술과 금속 그물망), C1의 등쪽고리판절제술, 그리고 뇌실배안 또는 공동거미막밑 배수를 포함하는 수술적인 처치를 해야 한다.\n대부분의 환자들은 보존적 치료에 즉각 반응하지만 재발이 빈번하다.\n예후 _Prognosis\n예후는 신중한 것에서 나쁜 것까지 다양하다.\n앞쪽 소뇌 압박\nRostral cerebellar compression\n제4뇌실\n4th ventricle\n큰구멍의 윤곽\nContour of the foramen magnum\n변형된 뒤통수뼈\nDeformed occipital bone\n척수의 확장(물척수증)\nDilation of the spinal canal (hydromyelia)\n뒤쪽 소뇌 압박\nCaudal cerebellar compression\n\n카발리에 킹 찰스 스패니얼에서 빈번하게 관찰되지만 다른 품종에서도 보고된 적이 있다.\n소뇌 탈출\nCerebellar herniation\n\n39\n이 기형은 거미막밑공간 안의 CSF 축적에 의해 생기며, 배아발생 중 어느 단계에서 발생한다. 이 병소는 척수를 따라 생기거나 머리뼈 안에서 나타난다. 후자의 경우, 흔하게는 사구수조에 생기고, 덜 흔하게 제4뇌실에 발생한다.\n임상증상 _Clinical signs\n임상증상과 영상 사이에 관계가 있는지를 확인한다.\n전반적인 안뜰소뇌 징후, 특히 간질성 발작이 나타난다.\n치료 _Treatment\n내과적: 글루코코르티코이드의 소염 용량과 항이뇨제 처방을 통해 CSF 생산을 감소시키는 것을 목적으로 함.\n수술적: 낭포 창냄술이나 배안으로 낭포 배수를 하는 방법이 있다. 재발한 경우 또는 내과적 치료에 아무 반응이 없거나 반응이 불완전할 때 지시된다.\n\n주로 영향을 받는 것은 소형견과 단두종이다. 페르시안 고양이에서도 이따금 보고되고 있다.\n맥락막얼기\nChoroidal plexus\n소뇌숨뇌수조\nCisterna magna\n소뇌\nCerebellum\n40\n간성 뇌증 _Hepatic encephalopathy\n간 기능 부전의 결과로 나타나는 뇌줄기 징후의 존재와 병발하는 신경학적 징후를 말한다. 병적생리 기전에 대해서는 정확하게 알려져 있지 않지만, 간에 의해서 대사되지 않는 독성 물질의 축적과 연관이 있다는 것과 더불어 현저한 세로토닌의 뇌 대사 변화 또한 입증되었다.\n임상증상 _Clinical signs\n임상증상은 간헐적일 수 있으며, 문맥전신단락(PSS)이 포함되어 있는 경우라면 생후 첫 달에 나타날 수 있다.\n임상증상에는 성장지연, 식욕부진, 구토 혹은 다음/다뇨, 그리고 혈뇨가 있다.\n신경 징후는 우울한 정신상태, 방향감각 상실, 정신 혼탁, 머리기울임, 실명, 조절이 안 되는 보행과 같은 앞뇌-연관성 징후를 포함할 뿐만 아니라 행동 변화와 간질성 발작도 포함한다.\n후천적인 병소가 있는 환자는 주로 간 기능 부전과 관련된 징후를 보인다.\n진단 _Diagnosis\n진단은 혈액검사(식전과 식후의 쓸개즙을 평가하는 것이 중요)와 영상검사(초음파 또는 컴퓨터 단층촬영)를 기반으로 이루어진다.\n치료 _Treatment\n내과적: 일차적인 목적은 단백질을 줄인 식이, 설사약, 그리고 암모늄 생산 균총 조절을 위한 항생제를 이용하여 결장 속 암모늄의 생산과 흡수를 줄이는 것이다.\n수술적: 문맥전신단락이 포함된 경우, 이상혈관의 수술적 폐쇄가 장기적으로 봤을 때 임상증상을 완화할 수 있다.\n예후 _Prognosis\n예후는 간 손상의 심각도에 달려있다.\n\n걸러지지 않은 혈액이 곧바로 전신 순환으로 들어감\nUnfiltered blood goes directly into the general circulation\n\n\n41\n\n뇌는 머리뼈 안에서 보호받고 있으며, 머리뼈에서는 뇌실질, 혈액, 그리고 CSF 사이에 평형이 이루어지고 있다. 정상적인 상황에서, 뇌는 국소 대사적 요구(자기조절)에 따라 포도당과 산소의 필수적인 공급과 혈류를 조절한다. 다른 뇌병증처럼 외상성 뇌 손상도 이러한 조절성 기전에 변화를 준다.\n병변 _Lesions\n병변으로는 다음과 같은 것이 있다:\n출혈과 혈관성부종으로 이어질 수 있는 실질의 직접적인 손상\n(타박상 또는 열상)과 혈관 병변\n계속적인 뇌실질 병변을 야기할 수 있는 머리뼈의 골절.\n2차적 뇌 손상: 일차적인 손상에 의한 생화학적, 대사적 변화.\n국소적인 뇌 괴사로 진행될 수 있음.\n치료 _Treatment\n치료는 활력 유지, 산소요법, 그리고 뇌압 감소(필요하다면 항이뇨제 또는 고장성 식염수를 이용)를 포함한다.\n병원에서의 집중치료가 최선의 결과를 얻기 위해 요구되며, 이는 예후에 아마도 가장 많은 영향을 주는 요인 중 하나이다.\n외상성 뇌손상 _Traumatic brain injury\n진단 _Diagnosis\n진단은 환자의 병력과 영상검사 결과에 달려있다.\n일반적으로 마취를 필요로 하는 발전된 영상검사로 평가하는 것보다 환자의 안정화 및 조기치료가 더 중요하다.\n\n뇌종양 _Brain tumours\n신경계의 종양은 일차적(신경조직)일 수 있으며, 발원지로 가능한 곳은 신경 실질(신경교종), 신경, 뇌척수막(수막종), 뇌실 안, 또한 심지어는 뇌하수체 등이다; 또는 이차적이다(전이 또는 인접한 조직에서 기원함).\n품종 및 나이와 관련된 소인이 이야기되고 있다. 나이 든 환자에서 더 흔하게 확인된다. 장두종인 개들은 수막염(신경축 밖)이 생길 확률이 더 높은 반면, 단두종에서는 신경교종(신경축 안)이 더 빈번하게 발생한다.\n신경 징후 _Neurological signs\n병변의 위치와 확장 범위에 달려있음.\n뇌압 증가에 의해 생긴 목뼈에서의 방사통\n심한 예의 뇌 탈출 징후: 활모양강직, 우울, 혼수상태, 사지 또는 반신불완전마비, 그리고 심지어는 심한 호흡곤란\n일반적인 경우: 간질성 발작, 실명, 방향감각 상실, 정신상태의 변화,\n문제가 발생한 쪽으로 빙글빙글 도는 현상.\n진단 _Diagnosis\n가급적이면 MRI로 진단\n치료 _Treatment\n내과적: 임상증상을 호전시킴.\n수술적: 언제든 할 수 있음. 특히 화학요법이나 방사선 요법의 병행 시에 효과적임.\n신경축 안 종양\nIntra-axial tumour\n시상하부 종양\nPituitary tumour\n\n개와 고양이 모두(주로 성체나 노령인 경우) 생길 수 있으며, 발생률은 1~3%이다.\n신경축 밖 종양\nExtra-axial tumour\n뇌실안 종양\nIntraventricular tumour\n종양 압박의 방향\nDirection of tumour compression\n\n43\n치료 _Treatment\n환자는 신경학과 행동학 전문의에 의해 평가되어야 한다.\n치료는 행동 교정과 propentofylline, 니세르골린, 또는 셀레길린과 같은 약물 처치를 기반으로 한다.\n사람에서의 알츠하이머병처럼, 인지기능장애증후군은 정보를 처리하고 제대로 반응하기 위해 필수적인 정신작용의 손상으로 이어지는 만성, 진행성의 뇌신경 퇴행성 변화로 정의된다.\n8년령 이상의 개에서 14.2~22.5%, 11~14년령의 고양이에서는 28%, 15년령 이상의 개와 고양이에서 50%의 발생률을 나타낸다.\n인지기능장애증후군 _Cognitive dysfunction syndrome\n임상증상 _Clinical signs\n행동 및 일상생활의 변화\nDISHAAL(방향감각 상실, 상호작용, 수면, 위생, 활동, 불안, 제정신)이라는 약자는 인지기능장애증후군에 대해 평가할 때 유용하게 활용된다.\n진단 _Diagnosis\n진단은 대사성 또는 구조적 이상을 배제하기 위한 임상증상 평가, 혈액검사, 그리고 영상검사를 토대로 이루어진다.\n\n정상\n예후 _Prognosis\n만성적이고 진행성 질병이라는 점에서 신중한 것에서부터 나쁜 예후까지임.\n겉질 위축\nCSF의 증가\nIncrease in CSF\n회백질의 감소\nDecrease in grey matter\n\n\n개에 적용된 중간엽줄기세포의 유래에는 대부분이 골수유래이며, 지방유래 그리고 제대혈유래줄기세포 순으로 개에 적용되었다. 또한 줄기세포의 적용 예를 SCI급의 출판된 논문을 기준으로 질병 모델 동물 및 질병 별로 분석해 보면 정형외과관련 질병이 가장 많음을 알 수 있다.\n1) 정형외과 질환\n뼈조직 결손부위에 줄기세포를 적용하는 것은 실제로도 임상에서 중요한 역할을 차지할 수 있다. 그 이유는 골절의 치유촉진도 중요하며, 골절 시 골절 치유가 지연되는 경우도 존재하기 때문이다. 이에 관련하여 실험견의 뼈 결손부에 줄기세포를 적용한 논문에서 모두 줄기세포가 대조군에 비하여 효과가 있었다는 결과를 도출한 연구결과가 보고되었다[15, 16].\n인공적으로 연골손상을 일으킨 경우에 있어서도 효과가 있다는 결과가 있으며[17], 실제로 만성 골관절염(chronic osteoarthritis) 환자 개에게 줄기세포를 적용한 결과 임상증상과 삶의 질이 개선되었으며, 진통제의 사용이 감소하였다는 연구 결과도 있다[18, 19]. 또한 만성 골관절염을 앓고 있는 환자 개에게 자가지방줄기세포를 투여한 또 다른 논문도 최근 출판되었으며, 이 논문에서는 손상이 심해지기 전에 줄기세포를 투여하는 것이 파행의 치료에 특히 중요할 것이라고 주장하고 있다[20].\n실험견의 골연골 결손(osteochondral defect) 부위에 골수유래줄기세포를 포함시킨 지지체(scaffold)를 적용 시 좋은 재생 반응을 보였으며[21], VEGF(vascular endothelial growth factor) 유전자를 삽입한 골수유래 줄기세포를 대퇴골두 괴사를 유도한 실험견에 적용 시 유전자를 조작하지 않은 줄기세포보다 좋은 효과를 보였음을 증명한 연구 결과도 보고되었다[22].\n2) 신경계 질병\n동물에서도 사람과 마찬가지로 디스크질환이 존재하며 갑자기 주저앉아 병원에 방문한 환견들에서 척추디스크탈출증이 진단되는 경우가 있다. 이에 줄기세포를 적용하여 discdegeneration의 변화가 어떻게 되는지를 실험 견에서 확인해보았을 때 부분적으로 degeneration을 감소시키는 결과가 확인되었고[23], 적용하는 세포에 따라서 효과에 차이가 있다는 결과[24]가 보고되었다.\n신경재생에 있어서 실험견의 좌골신경(sciatic nerve)에 gap을 만들어낸 뒤 신경 재생을 위해 자가 골수유래 줄기세포를 함유한 지지체를 제작하여 이식 시에 줄기세포가 포함된 지지체가 줄기세포가 없는 지지체 보다 신경재생에 있어 더 효과적이라는 결과도 보고되었다[25].\n척수 손상에 있어서 제대혈유래줄기세포가 효과가 있고 [26], 또한 골수 유래 중간엽 줄기세포에서 자가, 타가 줄기세포 모두 재생에 효과가 있음이 실험적으로 입증되어 있다[27]. 이는 개의 척수손상에 있어서 줄기세포 치료제가 나올 수 있는 가능성을 보여주는 한 예라 할 수 있을 것이다. 또한 최근에 발표된 논문으로 개에서 척수손상을 치료하기 위해 matrigel과 신경유도 지방유래줄기세포(neural induced adipose-derived mesenchymal stem cell)를 병용 시 효과가 있음을 입증한 결과도 보고되었다[28].\n3) 심장 질환\n개의 심근경색 동물모델에서 줄기세포의 적용 시 효과가 있다는 연구결과로서 개 만성심근허혈 모델(canine chronic ischemia model)에서 중간엽줄기세포의 적용 시, 대조군에 비해 박출계수(ejection fraction: EF)가 높아진 것이 확인되었다[29].\n손상된 심근의 치료를 위해 중간엽줄기세포에 미리 cardiomyogenic growth factors를 처리하여 관상동맥을 묶어 허혈을 유발한 실험견의 심근에 직접 주사 시 개선의 효과가 보였다[30]. 또한 실험견에서의 중간엽줄기세포의 투여경로에 따른 효과를 비교한 논문에서 관상동맥의 주입보다 심내막 주입(transendocardial delivery)의 경우 더 많은 세포가 허혈심근부위에 모였고 더 나은 기능적 개선을 보였다는 결과를 나타내었다 [31].\n4) 당뇨병\n당뇨를 유발시킨 실험견 모델에 사람의 인슐린과 EGFP를삽입시킨 골수유래 줄기세포를 간에 이식하였을 때 16주까지 인슐린을 발현시켜 어느 정도 효과가 있었다는 연구결과가 보고되었다[32].\n5) 기타\n그 이외에도 구강 쪽의 치조골 결손(alveolar bonydefect)이나 치주결손(periodontal defect)에 다양한 조직유래의 중간엽 줄기세포를 적용하여 효과를 확인하는 논문들이 있으며[33-36], formocrezol을 이용하여 실험견에 구강궤양을 유발한 후 골수유래 줄기세포를 궤양 주변부에 투여하여 구강 궤양 치료를 가속화시킨 연구결과가 보고되었다[37]. 성대손상 개 동물모델에도 중간엽유래줄기세포와\nscaffold를 같이 적용하여 재생효과를 증진시킨 논문 결과\n490 Vol. 48_No.7 August 2012 학 술 4도 존재한다[38, 39].\n또한 안면, 치아 쪽의 뼈 결손에도 효과가 있음을 보여주는 연구결과도 있었다[40, 41].\n하지만 이 모든 적용 결과가 아주 긍정적인 결과를 보인 것이 아니다. 지방유래 줄기세포의 면역 조절 기능을 염두에 두고 아토피성 피부염이 있는 개에 적용한 pilot study를 보면 임상증상의 개선에 큰 영향이 없다는 논문결과도 있다[42].\n치료효과는 적지만 이처럼 줄기세포의 면역 조절에 관련된 능력도 현재 줄기세포를 이용한 치료의 한 부분으로 이용될 수는 있다. 하지만 현재 줄기세포의 치료가 손상된 세포를 재생시킨다는 것이 제1 컨셉이라 생각되어 지고 있으며, 아직은 성체줄기세포가 분화될 수 있는 조직 종류의 한계와 효율성의 문제 등은 임상의 적용에 앞서서 해결되어야 할 과제로 생각된다. "
}