{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 심장호흡계질환",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "심장의 해부구조 _Heart anatomy\n심장은 근육으로 이루어진 기관으로 펌프처럼 온몸에 피를 내보낸다. 심장은 허파 사이, 가슴 중앙에서 살짝 왼쪽에 위치한다. 심장은 심장막에 둘러싸여 있고, 심장막은 심장이 박동하면서 움직이더라도 제자리에 존재할 수 있게 고정하는 역할을 한다.\n심장 근육은 심장의 형태를 잡아준다. 심장은 속이 비어 있는 기관으로 4개의 방으로 이루어져 있다.\n•\t위쪽 방: 좌심방과 우심방\n•\t아래쪽 방: 좌심실과 우심실\n오른쪽과 왼쪽 공간은 중격에 의해 분리되어 있고 심방과 심실은 판막을 통해 연결되어 있다.\n판막이 열리면 피가 심장으로부터 흘러나오고, 이후 판막이 닫히면 피가 반대 방향으로 흐르지 않도록 차단되어 한 방향으로의 흐름이 가능해진다.\n•\t승모판막: 피가 좌심방으로부터 좌심실로 흐르게 한다.\n•\t대동맥판막: 피가 좌심실로부터 대동맥으로 흐르게 한다.\n•\t삼첨판막: 우심방과 우심실 사이에서 피의 흐름을 조절한다.\n•\t폐동맥판막: 우심실에서 폐동맥으로 피의 흐름을 조절한다.\n심전도(ECG)는 심장의 전기적 활성도를 평가하고 심장 전도계의 이상을 진단하는 주요 도구 중 하나이다.\n \n1\n전도계 _Conduction system\n심장의 전도계는 전기 자극을 생성하고 전도하는 특수한 세포들로 이루어져 있다. 이러한 전기 자극에 의해 심장의 박동이 규칙적으로, 근육이 서로 협동함으로써 발생한다.\n전도계의 구성과 기능\n1.\t동방결절: 우심방의 윗부분에 위치한다. 동방결절은 심장의 고유한 박동 조율기로, 전기 자극을 발생시키는 역할을 한다. 이 전기 자극이 심방으로 전달되면 수축이 일어난다.\n2.\t방실결절: 심방중격의 아랫부분에 위치한다. 심방으로 퍼진 전기 신호는 오로지 방실 결절을 통해서만 계속 전달될 수 있다. 전기 신호는 이곳에서 매우 짧은 시간동안 지체되었다가 이후에 심실로 전달된다.\n3.\t방실다발(bundle of His): 방실결절과 왼쪽, 오른쪽 방실다발 가지들을 연결하는 역할을 한다. 방실다발 가지는 두 개의 심실로 빠르게 전기 신호가 전도되는 경로이다. 이 가지들은 푸르키녜 섬유(Purkinje fibers)를 거쳐 심장 근육까지 연결된다.\n전기적 신호의 이동\n \n \n이러한 연속적인 과정들에 의해 심방이 먼저 수축하고 이후에 심실이 수축한다.\n \n \n\n온몸 순환\n•\t폐정맥을 통해 산소가 풍부한 피가 좌심으로 들어온다.\n•\t좌심실의 수축으로 인해 심장에 있던 피는 대동맥판막을 거쳐 대동맥으로 내보내진다. 대동맥은 여러 동맥으로 분지되고, 동맥은 더 작은 혈관으로 분지되어 최종적으로 모세혈관으로 이어진다. 모세혈관은 모든 조직과의 산소 및 영양소 교환이 일어나는 작은 혈관을 말한다.\n•\t산소가 이용되고 난 후 산소가 제거된 혈액은 오른쪽 심장으로 되돌아와 새로운 허파 순환과 온몸 순환이 시작된다.\n순환계 _Circulatory system\n순환계는 펌프처럼 피를 내보내는 심장과, 피를 운반하고 모든 조직에 피를 분배하는 역할을 하는 혈관으로 구성된다.\n \n허파 순환\n•\t온몸 순환을 거친 후 산소가 제거된 혈액은 앞대정맥과 뒤대정맥이라고 불리는 두 개의 큰 혈관을 통해 오른쪽 심장으로 들어온다.\n•\t우심실은 혈액을 내보내고, 혈액은 폐동맥판막을 통해 폐동맥, 폐모세혈관까지 이동하여 허파 전반에 걸쳐 분배된다.\n•\t적혈구는 폐정맥을 거쳐 허파에서 떠나기 전에 다시 한 번 산소를 얻는다.\n\n\n강아지 기관지염 (Canine Bronchitis)\n1. 서론\n강아지는 다양한 호흡기 질환에 취약한 동물이며, 그중에서도 기관지염은 비교적 흔하게 발생하는 질환이다. 기관지염은 기관지에 염증이 발생하여 기침, 호흡 곤란, 분비물 증가 등의 증상을 유발하는 질환이다. 급성 기관지염과 만성 기관지염으로 나뉘며, 각각의 원인과 증상, 치료 방법이 다를 수 있다. 강아지 기관지염의 원인을 정확히 파악하고, 적절한 치료를 진행하는 것이 중요하다.\n2. 강아지 기관지염이란?\n강아지 기관지염은 기관지 내부 점막이 염증으로 인해 자극을 받아 기침을 유발하는 질환이다. 강아지의 면역력이 약화되었을 때 바이러스나 세균 감염이 쉽게 발생할 수 있으며, 기관지에 염증이 생기면 점액 분비가 증가하고 공기 흐름이 방해를 받는다. 기관지염은 단순 감기에서부터 만성 호흡기 질환까지 발전할 가능성이 있으므로 주의가 필요하다. 기관지염이 장기간 지속되면 기관지의 점막이 두꺼워지고, 심각한 경우 기관지가 좁아지면서 호흡이 더욱 어려워질 수 있다.\n3. 강아지 기관지염의 원인\n강아지 기관지염은 다양한 요인에 의해 발생할 수 있다. 감염성 요인으로는 바이러스나 세균 감염이 있으며, 특히 켄넬코프(전염성 기관지염) 바이러스가 주요 원인 중 하나다. 이러한 감염성 기관지염은 강아지들이 모여 있는 환경에서 빠르게 확산될 수 있으며, 적절한 예방 접종이 필수적이다. 또한, 먼지, 담배 연기, 화학물질 등의 자극 물질에 대한 장기간 노출도 기관지염을 유발할 수 있다. 특히, 실내 공기의 질이 낮을 경우 강아지의 호흡기에 지속적인 부담을 줄 수 있어 주기적인 환기가 필요하다. 심한 온도 변화나 건조한 환경 또한 강아지의 기관지 점막을 건조하게 만들어 염증을 쉽게 발생하게 만든다.\n4. 강아지 기관지염의 증상\n기관지염에 걸린 강아지는 지속적인 기침을 보이며, 특히 활동 후나 흥분했을 때 기침이 심해지는 경향이 있다. 기침 소리는 마른 기침일 수도 있으며, 경우에 따라 가래를 동반하는 젖은 기침이 나타나기도 한다. 심한 경우 호흡 곤란이 동반되며, 식욕 저하와 무기력증을 보일 수 있다. 만성 기관지염일 경우 기침이 수주 이상 지속되며, 치료하지 않으면 상태가 더욱 악화될 수 있다. 또한, 심각한 경우 호흡 시 거친 소리가 나거나, 입을 벌리고 헐떡이는 증상이 지속될 수 있다.\n5. 강아지 기관지염의 진단 방법\n강아지 기관지염을 진단하기 위해 수의사는 병력 조사와 신체 검사를 진행한다. 기관지염의 원인이 감염성인지, 비감염성인지 판단하기 위해 혈액 검사와 엑스레이(X-ray) 촬영을 진행하기도 한다. 엑스레이를 통해 기관지의 두께나 염증 정도를 확인할 수 있으며, 심각한 경우 기관지경 검사나 세균 배양 검사가 추가로 시행될 수 있다. 이러한 진단 과정을 통해 강아지 기관지염의 정확한 원인을 파악하고 적절한 치료 계획을 수립할 수 있다.\n6. 강아지 기관지염의 치료 방법\n강아지 기관지염 치료는 원인에 따라 달라진다. 감염성 기관지염의 경우 항생제나 항바이러스제를 사용하여 치료를 진행하며, 기침 완화를 위한 진해제와 항염증제가 처방될 수 있다. 또한, 가습기를 사용하여 실내 습도를 유지하고 먼지나 연기를 피하는 것이 도움이 된다. 만성 기관지염의 경우 장기적인 관리가 필요하며, 체중 조절과 면역력 증진을 위한 영양 보충이 중요하다. 일부 강아지는 천식과 유사한 증상을 보일 수 있으며, 이 경우 기관지 확장제가 필요할 수도 있다.\n7. 강아지 기관지염 예방 방법\n강아지 기관지염을 예방하기 위해서는 정기적인 예방 접종과 건강 관리를 철저히 해야 한다. 실내 환경을 깨끗하게 유지하고, 강아지가 자극적인 물질에 노출되지 않도록 주의해야 한다. 또한, 강아지가 충분한 휴식을 취할 수 있도록 하고, 면역력을 높이기 위한 균형 잡힌 식단을 제공하는 것이 중요하다. 예방이 최선의 치료이므로 강아지의 건강 상태를 주기적으로 체크하고 적절한 보호 조치를 취하는 것이 필요하다. 특히, 계절 변화에 따른 온도 조절이 중요하며, 차가운 공기가 직접적으로 기관지를 자극하지 않도록 보호하는 것이 좋다. 산책 후에는 따뜻한 환경에서 강아지가 편안하게 쉴 수 있도록 해주는 것이 바람직하다.\n8. 결론\n강아지 기관지염은 조기에 발견하고 적절한 치료를 진행하면 비교적 쉽게 관리할 수 있는 질환이다. 그러나 만성 기관지염으로 발전하면 치료가 어렵고 강아지의 삶의 질이 저하될 수 있다. 보호자는 강아지의 호흡기 건강을 신경 쓰고, 의심 증상이 나타날 경우 빠르게 수의사의 상담을 받는 것이 중요하다. 강아지가 건강한 삶을 유지할 수 있도록 꾸준한 관심과 관리가 필요하다. 기관지염이 지속적으로 재발하는 경우, 면역력 강화를 위한 영양제나 건강 보조제를 활용하는 것도 도움이 될 수 있다. 강아지가 건강한 호흡기를 유지할 수 있도록 최선의 노력을 기울이는 것이 보호자의 역할이다."
}