{"title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 심장호흡계질환", "author": "윤화영 감수", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "\n \n4\n \n대동맥판막밑협착은 뉴펀들랜드, 골든 리트리버, 로트와일러, 복서 등의 대형견종에서 흔하다.\n치료 _Treatment\n•\t풍선판막성형술(확장술)이 생존율을 증가시켰다는 결과는 아직 없다.\n•\t심각한 경우, 돌연사를 예방하기 위하여 β-차단제의 사용이 추천된다.\n대동맥판막밑협착 _Subaortic stenosis (SAS)\n좌심실로부터 나가는 통로가 선천적으로 좁아진 것으로, 일반적으로 판막 밑의 섬유고리가 원인이다. 좁아진 통로는 대동맥으로 들어가는 혈류의 가속화와 소용돌이를 유발한다. 이는 청진 시 심장잡음을 유발한다.\n협착으로 인해 저항이 발생하고, 협착의 정도에 비례하여 좌심실이 비대해진다. 심실 부정맥의 발생은 종종 상황을 복잡하게 만든다.\n임상증상 _Clinical signs\n•\t경증이거나 중등도인 경우 증상이 없을 수도 있다.\n•\t중증의 동물들은 피로나 운동못견딤증, 실신을 보일 수 있다.\n•\t전조증상 없이 돌연사하는 경우가 흔하다.\n좌심실의 비대\nHypertrophy of the right ventricle\n판막 밑의 섬유고리\nSubvalvular fibrous ring\n진단 _Diagnosis\n•\t심장초음파를 통해 좌심실의 비대와 혈액이 소용돌이치며 빠져나가는 것을 확인할 수 있다.\n•\t도플러 스펙트럼 영상을 통해 좁아진 곳을 통과하면서 혈류 속도가 증가한 것을 확인하여 협착의 중증도를 추정한다.\n \n정상 대동맥판막\n \n흔히 발병하는 종에 대해서 초기에 발견할 수 있는 프로그램 (청진, 심장초음파)이 정립되어야 하며, 질병에 걸린 동물은 번식시키지 말아야 한다.\n5\n \n폐동맥판막협착은 잉글리쉬 불독, 비글, 미니어쳐 슈나우저, 웨스트 하이랜드 화이트 테리어, 코카 스파니엘 등의 소형견종에서 자주 발생한다. \n협착후확장\nPoststenotic dilatation\n폐동맥판협착\n(판막의 융합)\nPulmonary stenosis\n(valvular fusion)\n우심실은 저항을 이겨내기 위해 비대해진다.\n치료 _Treatment\n•\t경증인 경우 치료가 필요하지 않다.\n•\t중증인 경우 풍선판막성형술(확장술)이 추천된다.\n•\tβ-차단제를 사용하는 것 또한 추천된다.\n \n폐동맥판막협착 _Pulmonary stenosis (PS)\n폐동맥판막의 선천적인 기형으로 오른쪽 심장으로부터 혈액이 빠져나가는 통로의 폐쇄가 일어나며, 청진 시 명확한 잡음을 들을 수 있다. 발생 원인은 다음과 같다:\n•\t판막 첨판의 융합과 비후\n•\t혈관고리의 형성저하\n임상증상 _Clinical signs\n•\t중증의 동물에서는 운동못견딤증(운동불매성)과 실신, 혹은 돌연사가 발생할 수 있다.\n•\t일부 동물에서는 복수를 동반한 심장기능상실로 이어진다.\n진단 _Diagnosis\n•\t초음파는 비정상적인 폐동맥판막과 우심실의 비대를 발견할 수 있는 가장 정확한 방법이다.\n•\t도플러 초음파로 혈류의 속도를 측정하면 폐쇄의 중증도를 추정할 수 있다.\n \n이 질병에 걸린 동물들은 번식시키지 말아야 한다.\n정상 폐동맥판막\n \n \n6\n묶음\nLigatures\n \n \n동맥관잔존증 _Patent ductus arteriosus (PDA)\n태아기에는 동맥관이 폐동맥과 대동맥을 연결하여 태반으로부터 산소와 영양소가 풍부한 혈액을 가져와 온몸에 전달한다. 이후 출생한지 몇 시간 내에 동맥관은 닫혀야 한다. 이 연결 구조가 닫히지 않은 경우를 동맥관잔존증이라고 한다. 대동맥으로부터 허파로의 비정상적인 흐름은 폐 순환 과부하로 이어진다.\n동맥관잔존증은 모든 종에서 발생할 수 있으며, 특히 말티즈, 푸들, 저먼 셰퍼드에서 많이 발생한다. 암컷에서의 발생률이 수컷보다 약 3배 정도 높다. 관잔존증은 유전될 확률이 높다.\n \n\n폐에 용적과부하 발생\nVolume overload in the lungs\n치료 _Treatment\n•\t수술을 통해 묶거나 카테터를 통한 접근을 통해 폐쇄장치를 장착하여 동맥관을 막는다.\n•\t비가역적인 합병증을 피하기 위해서는 최대한 빨리 동맥관을 막아야 한다.\n \n심실중격결손은 개에서는 흔하지 않다.\n7\n임상증상 _Clinical signs\n•\t좁은 부위의 결손은 임상적으로 중요하지 않다.\n•\t넓은 부위의 결손은 호흡기계 증상과 피로를 동반한 좌심부전을 유발한다.\n진단 _Diagnosis\n•\t흉부 방사선을 통해 확장된 폐 혈관과 좌심을 확인할 수 있다.\n•\t심실중격결손의 진단은 주로 심장초음파를 통해 확진한다.\n치료 _Treatment\n•\t좁은 부위나 경증의 결손을 가진 개는 일반적인 기대 수명을 가진다. 일부 심실중격결손은 생후 1년 동안 자연스럽게 막힐 수 있다.\n•\t중증인 경우 심장절개수술로 결손 부위를 막아주거나 (고도로 전문화된 기관에서만 가능함) 카테터를 통한 접근으로 막아주는 것이 최종적인 치료법이다.\n•\t울혈성 심부전이 발생한 동물은 약물적 치료를 시행한다.\n심실중격결손 _Ventricular septal defect (VSD)\n좌심실과 우심실은 심실중격에 의해 분리된다. 선천적인 중격결손은 대동맥판막의 바로 아래 막부분에 주로 발생한다. 혈액이 결손부위를 통해 왼쪽에서 오른쪽으로 이동하기 때문에 심장 잡음과 폐순환 과부하가 유발된다.\n \n\n8\n치료 _Treatment\n•\t좁은 부위의 결손인 경우 치료가 필요하지 않다.\n•\t넓은 부위의 결손은 수술적 복구가 필요하다. 카테터 접근을 통해 폐쇄 장치를 장착하는 방법을 사용하면 예후가 좋다.\n \n심방중격결손 _Atrial septal defect (ASD)\n좌심방과 우심방은 심방중격에 의해 분리된다. 선천적인 심방중격 결손은 다양한 위치에서 발생한다. 많이 발생하는 부위는 다음과 같다.\n•\t첫째구멍 심방중격결손: 중격의 아랫부분에 위치\n•\t둘째구멍 심방중격결손: 중격의 중간부분에 위치\n혈액이 왼쪽에서 오른쪽으로 옮겨 가기 때문에 우심방과 우심실이 확장되고 폐 순환 과부하로 이어진다.\n심방중격결손은 드물게 발생하는 질병이다. 첫째구멍결손은 고양이에서 더 흔한 반면 둘째구멍결손은 개에서 더 흔하며, 복서, 밥테일, 사모예드에서 흔히 발생한다.\n1.\t첫째중격\n2.\t둘째중격\n3.\t첫째구멍\n4.\t둘째구멍\n5.\t타원구멍\n \n임상증상 _Clinical signs\n•\t많은 경우 임상증상이 눈에 띄지 않는다.\n•\t중증의 결손이 있는 동물은 우심부전(복수)의 징후를 보인다.\n진단 _Diagnosis\n•\t방사선 영상을 통해 오른쪽 심장의 비대와 폐 혈관구조의 크기 증가를 관찰할 수 있다.\n•\t심장초음파를 통해 결손의 발견 및 비정상적인 혈류의 관찰이 가능하다.\n왼심방\n \n \n심방중격결손\nASD\n9\n치료 _Treatment\n•\t결손 부위를 수술적으로 복구하는 것은 폐동맥고혈압을 악화시킬 수도 있어 금지된다.\n•\t혈액을 배출하는 수술(정맥절개술)이 적절한 적혈구용적률을 유지하기 위해 추천된다.\n•\t수산화요소와 같은 약물은 적혈구의 과도한 생산을 줄이는 데에 도움을 준다.\n \n역션트 _Reverse shunts\n아이젠멩거 증후군 _Eisenmenger’s syndrome\n심실중격결손, 심방중격결손, 동맥관잔존증을 통해 혈액은 왼쪽에서 오른쪽으로 흐른다. 이러한 션트는 혈관 손상으로 인한 폐동맥고혈압을 유발하고, 결국 역방향의 혈류가 발생한다.\n역션트는 산소가 불충분한 혈액이 온몸 순환으로 전달되는 결과를 낳으며, 이로 인해 점막이 푸른빛을 띤다(청색증).\n\n정상 동맥\n정상세동맥\nNormal arteriole\n임상증상 _Clinical signs\n•\t실신, 운동불내성, 호흡곤란, 청색증\n•\t청색증이 휴식 중에는 나타나지 않더라도 운동 후에 보일 수 있다.\n진단 _Diagnosis\n•\t저산소증으로 인해 매우 높은 적혈구용적률(50% 이상)을 가질 수 있다.\n•\t도플러 심장초음파를 통해 방과 방 사이에서의 비정상적인 흐름을 확인할 수 있다.\n•\t정맥혈액이 동맥혈액과 어떻게 섞이는지를 관찰하기 위해 미세기포를 포함한 생리식염수를 초음파 영상 조영제로 사용한다.\n비대된 세동맥\nHypertrophic arteriole\n폐고혈압\nPulmonary hypertension\n10\n삼첨판막 형성이상\n \n치료 _Treatment\n•\t진행성의 울혈성 심부전은 보통 약물 치료가 필요하다.\n•\t수술을 통한 복구나 판막 교체는 고도로 전문화된 기관에서만 선택 가능한 방법이다.\n판막의 구조\n1.\t판막 첨판\n2.\t힘줄끈\n3.\t꼭지근\n•\t 대형견종에서 흔하다. 특히 래브라도 리트리버에서 자주 발생한다.\n•\t복부 팽창(복수)과 함께 울혈성 우심부전의 징후를 보인다.\n승모판막과 삼첨판막 형성이상 _Mitral and tricuspid valve dysplasia\n방실판막에서 발생하는 중증의 선천적 기형은 판막의 첨판과 힘줄끈, 꼭지근에 영향을 준다는 것이 밝혀졌다.\n•\t판막 첨판의 비후 및 심실벽과의 융합\n•\t힘줄끈의 융합과 비후, 혹은 연장\n•\t꼭지근에 직접적으로 닿는 첨판\n•\t꼭지근의 위축이나 비대 등\n그 결과, 첨판이 제대로 닫히지 못해 혈액의 역류가 일어나며, 때때로 비정상적으로 열리기도 한다(협착).\n승모판막 형성이상\n \n•\t 불 테리어, 저먼 셰퍼드, 그레이트 데인 등의 개들이 이 질병에 대한 특정 소인을 가지고 있다.\n•\t호흡 곤란, 기침과 함께 울혈성 좌심부전의 징후를 보인다.\n진단 _Diagnosis\n•\t심전도와 방사선 영상: 심장의 확장\n•\t심장초음파: 승모판막 복합체의 변형\n11\n대동맥의 오른쪽변위\nDextroposition of the aorta\n폐동맥판막의 협착\nStenosis of the pulmonary valve\n심실중격결손\nInterventricular septal defect\n우심실의 비대\nHypertrophy of the right ventricle\n치료 _Treatment\n•\t보통 수술적으로는 치료되지 않는다.\n•\t약물적 치료는 규칙적인 혈액의 제거와 수산화요소 등을 이용하는 역션트의 치료법과 동일하다.\n \n팔로사증후는 청색증을 유발할 수 있는 가장 흔한 심장 결함이며, 다음과 같은 4가지 변화를 포함한다.\n•\t넓은 범위의 심실중격결손\n•\t폐동맥판막의 협착\n•\t대동맥의 오른쪽 변위\n•\t우심실의 비대\n병리학적 결과 _Pathological consequences\n폐동맥판막의 협착과 관련된 대동맥의 오른쪽 변위는 심실중격결손을 넘어서서 발생하며 우심실에서 대동맥으로의 혈액 흐름을 촉진한다. 그 결과 산소가 불충분한 혈액이 온몸 순환에 이용되어 적혈구의 생산이 촉진되고 혈액의 점도가 증가한다. 심실 비대는 압력과부하로 인해 이차적으로 발생한다.\n팔로사증 _Tetralog of Fallot\n임상증상 _Clinical signs\n•\t실신\n•\t운동못견딤증(운동불내성)\n•\t호흡곤란과 청색증\n진단 _Diagnosis\n•\t심장초음파를 통해 4가지의 이상과 그 결과를 관찰할 수 있다.\n•\t정맥혈액이 동맥혈액과 어떻게 섞이는지를 관찰하기 위해 미세기포를 포함한 생리식염수를 초음파 영상 조영제로 사용한다.\n12\n \n치료 _Treatment\n•\t동맥관인대의 수술적 제거를 통해 혈관고리를 없앤다.\n•\t때때로 식도의 손상이 영구적으로 발생할 수 있으며 이 경우에는 평생 반고체 형태의 먹이를 똑바로 선 자세로 (의자를 이용하여) 먹여야 한다.\n \n식도 확장\nOesophageal dilatation\n우대동맥활잔존증 _Persistent right aortic arch (PRAA)\n좌대동맥활이 아닌 우대동맥활이 잔존하는 것을 말한다. 우대동맥활과 폐동맥이 동맥관인대를 통해 연결되어 있기 때문에 혈관고리 중간에 식도와 기관이 껴서 협착이 발생한다. 이 고리로 인해 고체로 된 음식이 정상적으로 식도를 통해 이동할 수 없게 된다.\n \n선천적으로 발생하는 질병이며, 저먼 셰퍼드와 아이리시 세터에서 많이 보고되었다.\n임상증상 _Clinical signs\n•\t음식물의 잦은 역류\n•\t성장이 지연되는 매우 마른 동물\n•\t음식물 흡인으로 인한 중증의 호흡기 문제\n기관\nTrachea\n식도 협착\nOesophageal stenosis\n동맥관인대\nLigamentum arteriosum\n진단 _Diagnosis\n바륨 조영제를 사용한 방사선 영상을 통해 식도의 확장을 관찰할 수 있다. 식도의 끝부분이 혈관고리가 위치하고 있는 심장바닥 근처에서 갑자기 끝난다.\n비정상적인 오른대동맥\nAbnormal right aorta\n식도\nOesophagus\n \n13\n좌세심방증\n진단 _Diagnosis\n•\t조영제를 사용한 방사선 영상을 통해 문제가 생긴 심방의 확장을 관찰할 수 있다.\n•\t심장초음파를 통해 비정상적인 막과 혈류의 차단을 관찰함으로써 확진이 가능하다.\n치료 _Treatment\n•\t확실한 치료를 위해서는 수술적으로 막의 구멍을 넓혀야 한다. 좌세심방증이 있는 개에서 직접 수술하거나 풍선 카테터를 사용하여 막의 구멍을 넓힐 수 있다.\n•\t\n좌세심방증과 우세심방증은 드물게 발생하는 선천적 기형으로 좌심방이나 우심방을 두 개의 방으로 나누는 비정상적인 막의 존재로 인해 발생한다.\n좌세심방증과 우세심방증 _Cor triatriatum sinister and dexter\n좌심방의 확장\nDilatation of the left atrium\n비정상 막\nAbnormal membrane\n \n우세심방증\n개 심장\nDog heart\n비정상 막\nAbnormal membrane\n우세심방증은 근본적으로 대형견종이나 중형견종에서 발생한다. 비정상적인 막은 뒤대정맥의 입구에 위치하여 뒤대정맥의 혈액이 들어오는 것을 어렵게 하고, 복수와 복강의 울혈의 징후를 나타낸다.\n\n"}