{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 심장호흡계질환",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n \n개의 심근질병 _Myocardial diseases of the dog\n16\n치료 _Treatment\n환자의 삶의 질을 개선하고 연장하기 위해서는 울혈 증상의 조절, 심장 기능의 최적화, 부정맥의 관리를 목적으로 해야 한다.\n \n개 확장성 심근병증 _Canine dilated cardiomyopathy\n확장성 심근병증은 심근이 수축할 수 있는 능력을 점차적으로 상실하고 심장 방의 확장 정도가 감소하는 특징이 있다. 병이 진행되어 감에 따라 왼쪽(폐울혈)과 오른쪽(복수) 울혈성 심부전이 발생하고 심장박출량은 감소한다. 심부정맥이 흔히 발생하는 합병증이다.\n정확한 원인은 알려져 있지 않지만, 몇몇 종에서는 유전적인 소인이 의심된다. 근본적으로 그레이트 데인, 세인트 버나드, 아이리쉬 울프하운드, 뉴펀들랜드, 복서, 도베르만 등의 대형견에서 발생한다. 아메리칸 코카 스파니엘과 잉글리쉬 불독에서도 발생한다.\n허파울혈\nPulmonary congestion\n임상증상 _Clinical signs\n•\t증상이 없는 전임상기가 때때로 존재한다.\n•\t피로, 호흡곤란, 기침, 복부 팽창, 실신 등의 병력을 가지고 있다.\n \n진단 _Diagnosis\n•\t부정맥의 여부를 밝히기 위해서는 심전도가 필수적이다.\n•\t흉부 방사선 영상을 통해 심장의 확장과 울혈의 징후를 확인할 수 있다.\n•\t심장초음파를 통해 심장 내부의 확장과 심근의 수축능력 손실을 평가할 수 있다.\n복수\nAscites\n개의 심근질병 _Myocardial diseases of the dog\n17\n \n치료 _Treatment\n•\t중증의 부정맥과 정상적인 심근 기능을 가진 복서에서의 치료는 부정맥 약물(예. 소타롤)을 사용하는 것으로 제한된다.\n•\t심부전의 치료는 심근기능상실이 발생했을 때 시작한다.\n복서의 부정맥원성 우심근병증\n_Boxer arrhythmogenic right ventricular cardiomyopathy\n사람에서와 비슷하게 유전되는 심근질병이 복서 종에서 발견되었다.\n우심실의 심근에 섬유조직과 지방조직의 침윤이 일어나며, 점차적으로 근육세포를 대체한다. 이로 인해 중증의 심실 부정맥이 발생하며 심근 기능의 저하의 원인이 된다.\n임상증상 _Clinical signs\n•\t실신과 허약은 주로 심근의 기능상실 없이 발생하는 심실빈맥 때문에 나타나며, 돌연사할 수도 있다.\n•\t임상증상이 자주 발생하지 않는 경우, 심근 기능상실로 진행되어 환자가 심부전을 일으킬 수 있다.\n진단 _Diagnosis\n•\t심실빈맥과 그 중증도를 평가하기 위해 심전도나 홀터 심전도를 통한 관리는 필수적이다.\n•\t심근 기능의 조사를 확실하게 하기 위해 심장초음파검사가 이용된다.\n\n주로 8살 이상의 성견에서 발생하며, 종종 유전적 결함(striatin 유전자)과도 관련이 있다.\n \n \n\n개의 심근질병 _Myocardial diseases of the dog\n18\n바이러스성\n•\t파보바이러스: 파보바이러스에 의한 심근염은 돌연사로 이어진다고 여겨졌으나, 최근에는 백신으로 인해 거의 발생하지 않는다.\n•\t디스템퍼: 강아지에게서 심근염을 일으키며, 여러 기관에 증상을 나타내는 경우가 많다.\n파보바이러스\nParvovirus\n \n심근염 _Myocarditis\n다양한 감염체가 심장에 심근염을 일으킬 수 있다. 그러나 감염의 두드러진 임상적 징후는 일반적으로 다른 장기에서 관찰된다.\n홍역바이러스\nMorbillivirus\n세균성\n스피로헤타 보렐리아 부르그도르페리(spirochaete Borrelia burgdorferi)가 원인이며 진드기에 의해 전염되는 라임병은 방실결절에서 전기 전도가 차단되는 특징을 가진 심근염을 일으킨다.\n \n임상증상 _Clinical signs\n부정맥이나 심부전의 갑작스러운 발생과 함께 심근염의 특징적인 증상이 나타난다.\n진단 _Diagnosis\n•\t심장 증상 관찰에 근거하여 진단하고 혈청학적 분석이나 PCR(중합효소 연쇄 반응)을 통해 확진한다.\n•\t트로포닌과 같은 일부 심장 생체지표 수치가 보통 높게 확인된다.\n치료 _Treatment\n•\t부정맥과 심부전의 조절\n•\t치료를 위해 원인체를 밝혀야 한다.\n톡소포자충\nToxoplasma\n•\t다양한 원충이 심근염을 일으킨다. 톡소포자충, 네오스포라(Neospora), 바베스열원충, 리슈만편모충에 의해 심근염이 산발적으로 발생할 수 있다.\n•\t최초 감염 이후에, 이 생물체들은 심근 속에서 포낭에 싸인다.\n \n네오스포라\n(포낭)\nNeospora (cysts)\n리슈만편모충\nLeishmania\n이상심음이 청진된 15두의 개에 대하여 병력청취, 신체검사, 혈액분석, 심전도검 사, 방사선검사, 심장초음파검사, 혈압측정을 실시하여 심장질환을 검사하여 우각차 단, 동기능부전증후군, 폐동맥판협착증, 동맥관개존증, 전신성 고혈압, 만성 승모판 폐쇄부전증의 총 6가지 심장질환을 진단하였다. 질병별 발생건수는 만성 승모판폐쇄부전증가 10두로 가장 많았으며 나머지 5가 지 심장질환은 각각 1두씩의 발생을 보였다. 품종별 심장질환의 발생 양상을 보면 만성 승모판폐쇄부전증는 대부분 개의 품종에서 발생이 보고되어 있으며, 특히 Papillon, Poodle, Chihuahua, Dachshund, Cavalier King Charles spaniel 종에서 감수성이 높은 것으로 보고되어있다. 21,24,25 이 실험에서는 총 10두 중 Maltese가 7두, Chihuahua 2두, mongrel 1두로서 Maltese가 70%를 차지하였는데, Maltese 가 만성 승모판폐쇄부전증에 대한 감수성이 높다는 보고는 아직까지는 없으며 다만 이 질병의 발생보고가 있을 뿐이다. 26 그러므로 Maltese가 선천적으로 CMVI에 종 감수성이 있는지 혹은 다른 이유가 있는지 등에 대한 더 많은 연구가 다각적으로 수행될 필요가 있다. 아울러 이 연구에서 진단된 심장질환 중 우각차단 (Fig. 5), 동기능부전증후군 (Fig. 7)의 경우 국내에서는 최초 보고이다. 심장질환 개들의 임상증상을 보면 만성 승모판폐쇄부전증은 경미한 임상증상에서 부터 호흡곤란, 기침 등의 중증도의 임상증상을 보이고 있다. 동기능부전증후군 1 두는 실신이외의 임상증상은 없었으며, 혈액분석, 방사선검사, 심장초음파검사, 혈압 검사에서도 이상이 관찰되지 않았으나, 심전도상에서 매우 규칙적인 RR interval을 보이다가 갑자가 서맥과 빈맥을 반복하며 RR interval이 정상일 때보다 2-3배 이 상이 길어지는 변화를 보였다. 일반적인 동기능부전증후군은 심전도상에서 두드러 진 동방차단, 동심방정지, 동성 서맥, 빈맥-서맥 증후군을 보이며, 실신과 허약을 특징으로 하는 임상증상을 보인다. 27,28 이 연구에서는 갑작스런 빈맥-서맥 증후군과 하루 3-4회 정도 간헐적으로 발생하는 실신이 주요 임상적 특징으로 나타났다. 또한 다른 방사선, 혈액검사, 전해질 검사, 심장초음파, 혈압 등에서 아무런 이상이 없었기 때문에 위와 같이 심전도 (Fig. 7)와 실신이 주증상인 임상증상을 통해 동기 능부전증후군으로 진단을 하였다. 그러나 추가적인 진단인 ambulatory 24 hours electrocardiography를 통해 더욱 확실한 진단적 접근이 필요한 것으로 보인다. - 21 - 심장질환이 있는 환축의 혈액검사소견을 보면 CBC와 혈액화학치의 경우 정상범 위를 벗어나는 환축이 없었다. 그러나 혈청 전해질 수치는 만성 승모판폐쇄부전증 NYHA Class III-IV의 경우 5마리 중에서 3마리가 저나트륨혈증을 보였다. 심혈관계에 작용하는 호르몬은 여러 가지가 있으며, 이중에 vasopressin은 만성 울혈성 심부전시에 수분의 저류를 촉진하고, 말기 심부전에 고농도로 존재하여 과량의 수분의 저류로 인한 저나트륨혈증을 유발한다는 보고가 있다. 29,30 이 연구에서 vasopressin의 혈중농도를 분석하지는 않아 저나트륨혈증과의 상관성은 증명되지 않았으나, 임상증상이 매우 심각한 NYHA Class III-IV 그룹에서 나타난 저나트륨 혈증과 vassopresin 혈중농도와의 상관성이 의심되어 이에 대해서는 더 많은 연구 가 요구되어진다. 심장질환 개의 심전도상에서 전신성 고혈압을 제외하고는 모두가 이상소견을 나타내고 있다. 특히, 우각차단과 폐동맥협착증은 모두 유사한 deep S wave를 보이고 있다. 이러한 deep S wave는 우각차단과 우심실 비대증시 나타나는 심전도상의 유사한 소견으로 여러 진단검사를 통한 두 질병의 감별이 필요하다. 3 이 연구에 서는 심장초음파와 방사선학적 소견 그리고 심음의 특징을 통해서 우각차단의 경우 임상증상과 다른 이상검사소견이 없이 Split S2 heart sound만을 보인 점이 두 질 병의 구별점으로, 심전도상이 확진에 매우 유용하였다. 23 심전도에서 QT interval은 심실근의 활동전위의 기간과 밀접한 관련이 있으며, 심전도를 통한 심장질환의 진단과 임상적 위험인자의 발견에 있어서 매우 중요한 평가기준이 되고있다. 그러나 개의 심박은 상위 정상 범위가 160까지로 매우 빠르 다. 이 영향 때문에 QT interval이 짧아지게 되어 보정을 하지 않고서는 이상 여부를 판별하기가 어렵다. 6,31 그래서 Fridericia의 보정공식에 의거 QT interval을 RR interval로 보정하여 보았다. 보정을 하지 않았을 때는 모든 환축이 정상의 QT interval을 보였으나 보정을 한 후에는 임상증상이 심각한 만성 승모판폐쇄부전증 NYHA Class III-IV의 전부와 만성 승모판폐쇄부전증 NYHA Class I-II, 동맥관개 존증의 각각 1두가 QT interval의 이상을 보였다. 이러한 결과로 보아 QT interval 의 심박에 의한 보정이 임상에서는 꼭 필요할 것으로 생각되며 임상가에게는 크게 도움이 되리라 생각된다. 방사선상에서 심장의 크기를 평가하는 방법은 여러 가지가 있으나 대표적으로 intercostal space와 vertebral heart size (VHS) 두 가지가 있다. 이러한 - 22 - intercostal space와 vertebral heart size가 심장크기를 평가하는데 그 신뢰성이 인정받고 있다. 17,18 이 연구의 결과를 보면 NYHA Class가 증가할 수록 NYHA Class I-II그룹과 Class III-IV의 intercostal space value가 3.2에서 3.78로서 증가하였고, VHS는 9.76에서 11.76으로 증가함을 알 수 있었다. 이처럼 intercostal space와 VHS를 적용해본 결과 만성 승모판폐쇄부전증은 NYHA Class가 증가할 수록 intercostal space와 VHS 값이 비정상적으로 증가함을 확인할 수 있었다. 심장초음파에서 만성 승모판폐쇄부전증 NYHA Class I-II 그룹과 III-IV 그룹간에 이상소견 정도와 개체수에 차이는 있으나 대부분이 일치하고 있으며, LA/Ao ratio에서는 차이가 있음을 알 수 있다. LA/Ao ratio는 정상인 경우라도 좌심방의 비대를 배제하지는 못하나 일반적으로 개의 정상범위가 1.3 미만임으로 1.3 이상일 경우 좌심방의 비대로 간주하고 있다. 33 좌심방 비대의 경우 표 8의 방사선 소견과 만성 승모판폐쇄부전증 NYHA Class I-II 그룹에서 심장초음파상의 좌심방비대 소 견이 1두가 많을 뿐 NYHA Class III-IV에서는 동일한 소견을 보여주고 있다. 특히, 방사선 상에서 좌심방 비대의 정도를 수치상으로 판단하기가 어려우나 심장초 음파의 결과에서 만성 승모판폐쇄부전증 NYHA Class I-II 그룹과 III-IV 그룹간에 명확한 수치상의 차이를 보이며 NYHA Class III-IV가 월등히 높은 LA/Ao ratio를 보임으로서 좌심방의 종대정도의 판정에 LA/Ao ratio가 도움이 되고 있음을 알 수 있다. 이 실험에서 사용한 진동계 혈압측정기를 통한 혈압측정은 직접혈압측정법이나 도플러 초음파 혈압측정법과 비교시 모두 유의성이 인정된 혈압측정법이다. 11, 12, 13, 19 개의 정상 혈압은 품종에 따라서 차이가 있으나 수축기압/이완기압이 133/75mmHg이면 정상으로, 10-15mmHg의 변동이 있을 수 있다. 그리고 혈압을 재는 직접혈압측정법과 간접혈압측정법 (oscillometric system, doppler ultrasound system) 사이에 약간의 차이는 있으나 결과값들이 유의성이 있다는 보고가 있다. 12,14 그래서 이 연구에서는 진동계 혈압측정법을 사용하여 혈압을 측정하였다. 또한 진동계 혈압측정법은 단회 측정시에는 신뢰도가 낮지만 연속적으로 5회 의 혈압을 측정한 수축기압의 가장 높은 회차와 가장 낮은 회차의 측정치를 제외한 나머지 3회 측정치의 평균값은 직접혈압측정법과 유사한 신뢰도를 보인다. 12,14 이 연구의 결과 혈압의 경우 CMVI NYHA class I-II보다 CMVI-NYHA class III-IV 가 수축기압 및 이완기압에서 모두 낮게 나타났음을 알 수 있다. 즉 혈압측정 결과 - 23 - (표 10)에서 평균 수축기압이 NYHA class I-II에서 NYHA class III-IV로 갈수록 144에서 132로 감소되었고, 평균 이완기압도 90에서 62로 감소하고 있다. 즉 심장 질환이 악화되어 판막의 기능부전이 심해질수록 전신 혈압이 감소하고 있음을 알 수 있다. 심장질환 개는 부신피질기능저하증을 제외하고 비뇨기질환, 신장질환, 당 뇨병, 갑상선질환, 간장질환, 부신피질기능항진증 등의 질환의 개체보다 혈압이 낮 다는 보고가 있다. 20 그리고 만성신부전의 환축과 심비대와 심잡음이 있는 환축의 혈압에 대한 비교 실험에서도 심질환 환축의 혈압이 낮다는 보고가 있다. 12 이렇듯 이 심장질환과 혈압에 대한 보고가 있으나 질병의 진행과정에 따른 혈압상에 대한 보고는 많지 않다. 그래서 이 실험에서는 심장질병의 하나인 CMVI의 진행경과별 혈압상을 측정한 결과가 의의가 있는 것으로 생각된다. 전신성 고혈압의 개체는 Pug종으로 체중이 8.1 kg로 상당히 비만하였다. 개의 고혈압은 종간의 차이는 있으나 160/100 mmHg를 중등도의 고혈압으로, 180/120 mmHg를 심각한 고혈압으로 구분하고 있다. 5 또한 고혈압은 여러가지 원인에 의해 발생하며 또한 그에 상응하는 임상증상을 보이나, 이 고혈압소견을 보인 개는 눈, 혈액상, 전신증상, 심전도상, 방사선상에서 특이 소견을 보이지 않았다. 특히 청진상 에서 증가된 1심음을 보인 것과 지속적으로 180/120 mmHg 수준의 고혈압을 유지 하여 고혈압으로 진단하였다. 그리고 고혈압의 원인이 되는 다른 인자를 찾았으나 비만 이외에는 여러 검사에서 이상소견을 발견하지 못하여 잠정적으로 비만을 고혈 압의 원인으로 추정하였다. 또한 진단에 있어 비만이 고혈압의 원인이 될 수 있다 는 보고를 근거로 하였다. 20,32 심장질환의 진단에 있어서 어느 한가지의 진단 검사만으로는 환축의 상태를 제대로 파악하기가 어려우므로 이상심음을 갖는 개체나 심장질환이 의심되는 환축에 대해서는 선택적 진단검사보다는 심장진단 프로그램에 의한 체계적인 진단검사를 실시하여 임상에 적용할 필요가 있다고 생각된다. - 24 - 결론 전남대학교 동물병원에 9개월 동안 내원한 개들 중에서 이상심음을 나타내는 개 15두에 대한 체계적인 진단을 실시하여 다음과 같은 결론을 얻었다. 총 15두의 환 축의 이상심음의 종류는 전수축기잡음이 10두, 지속성 잡음, 수축기 박출잡음, 빈맥 -서맥 증후군, increased S1, split S2가 각각 1두씩이었다. 심장질환의 종류는 만 성 승모판폐쇄부전증이 10두로 가장 많았으며 우각차단, 동기능부전증후군, 전신성 고혈압, 동맥관개존증, 폐동맥협착증이 각각 1두로 나타났다.\n\n"
}