{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 심장호흡계질환",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n주요 심장부정맥 _Main cardiac arrhythmias\n30\n호흡성 동성 부정맥 _Respiratory sinus arrhythmia\n동성 부정맥은 동방 결절에서 다양한 빈도로 전기를 방출하고 심장박동수의 변화가 호흡과 동기화될 때 발생한다. 들숨 동안에는 심장박동수가 증가하고 날숨 동안에는 심장박동수가 감소하는 것이 특징이다. 들숨 동안 미주신경긴장이 반사적으로 억제되는 것이 원인이다.\n진단 _Diagnosis\n•\t호흡과 연관된 심장박동수의 변화가 청진을 통해 쉽게 감지된다.\n•\t심장박동의 리듬 변화는 심전도를 통해 명확하게 드러난다.\n치료 _Treatment\n치료가 필요하지 않다.\n임상증상 _Clinical signs\n•\t건강한 개에서 정상적으로 발견된다. 심장에 이상이 있는 상황에서는 교감신경계가 활성화되어 호흡성 동성 부정맥이 사라지기 때문에, 호흡성 동성 부정맥의 존재는 사실 개에서 심장기능상실이 없다는 좋은 지표가 된다.\n•\t동성 부정맥은 종종 만성 호흡기 문제가 있는 개에서 두드러지게 나타난다.\n•\n\n주요 심장부정맥 _Main cardiac arrhythmias\n31\n임상증상 _Clinical signs\n•\t심실 충만의 20%를 담당하던 심방의 기여가 사라짐으로 인해 심장의 기능이 떨어진다.\n•\t심방세동이 존재하는 개들은 종종 심부전의 증상을 보인다.\n치료 _Treatment\n심방세동은 미주신경긴장도를 증가시키는 디곡신(digoxin)과 같은 약물이나 심장박동수를 감소시키는 데에 도움을 주는 칼슘통로차단제 등의 약물로 관리한다.\n \n심방세동 _Atrial fibrillation\n소동물에서 가장 흔하게 지속되는 부정맥이다. 심방의 혼란스럽고 불규칙한 활성화에 의해 심실로 지속적인 자극이 전달되고, 심장박동이 급격히 빨라지는 특징을 가진다. 심방의 확장을 유발하는 심장 질환과 주로 관련이 있다.\n\n \n심방의 탈분극\nAtrial depolarisations\n진단 _Diagnosis\n•\t청진 시 매우 빠르고 불규칙한 심장박동과 잦은 맥박 결손이 존재한다.\n•\t심전도를 통해 빠른 심장박동, 불규칙적인 리듬, P파의 결손 등 특징적인 패턴을 확인할 수 있다.\n \n심방의 크기가 크기 때문에 대형견종에서 소형견보다 더 흔하게 발생한다.\n \n32\n치료 _Treatment\n심실빈맥은 혈류역학적 변화가 있을 때 특정 항부정맥 약물을 투여함으로써 치료된다.\n조기심실수축 _Premature ventricular contractions\n조기심실수축 혹은 심실의 주기외수축은 정상 위치가 아닌 심실의 한 부분에서 생성된 전기자극에 의해 심장 박동이 시작될 때 발생한다. 독립적으로 혹은 여러 번 연속해서(심실빈맥) 나타난다.\n임상증상 _Clinical signs\n•\t단독으로 발생한 주기외수축은 거의 임상적으로 중요성을 갖지 않는다.\n•\t심실빈맥은 혈류역학적 보상작용으로 인해 피로, 허약, 실신 등을 일으킨다. 이는 심장박동수가 증가하면 한 번 박동할 때마다 심장을 충분하게 채우지 못하기 때문이다.\n \n원인 _Causes\n•\t후천적이거나 선천적인 심장의 구조적 질환\n•\t전신 질환: 전해질 변화, 빈혈, 전신성 염증, 복부 종괴 등\n•\t약물: 디곡신, 교감신경계 약물 등\n전기자극이 심실에서 직접 발생한다.\n진단 _Diagnosis\n•\t비규칙적이거나 과도하게 빠른 리듬의 청진을 통해 진단할 수 있다.\n•\t심전도를 통해 동결절의 활성도와 관련 없는 비정상적이고 거대한 복합을 확인할 수 있다.\n•\t심장박동 리듬이 빠르고, 연속으로 3개 이상의 심실 주기외수축이 나타난다면 심실빈맥이라고 볼 수 있다. 문제가 30분 이상 계속되면 지속적인 심실빈맥이라고 한다.\n33\n치료 _Treatment\n•\t몇몇 경우, 심장박동수를 증가시키는 교감신경계 약물을 통해 호전될 수 있다.\n•\t중증인 경우에는 규칙적인 심장박동을 위해 심장박동조율기의 설치가 필요할 수도 있다.\n방실차단 _Atrioventricular blocks\n원인 _Causes\n•\t미주신경긴장도 증가\n•\t방실결절의 질환: 섬유화, 염증, 종양\n•\t약물\n•\t칼륨 농도의 증가\n방실차단은 자극의 전도를 변경하는 것으로, 동결절에서 정상적으로 발생하지만 방실결절을 통과하지 못하거나 통과하는 데에 어려움이 있는 것을 말한다.\n \n방실차단의 단계 _Degrees of AV blocks\n•\t1도 방실차단: 방실결절에서 자극의 전도가 느린 것이 특징이다.\n•\t2도 방실차단: 방실결절에서 자극의 통과가 간헐적으로 중단된다.\n•\t3도 방실차단: 방실결절에서 자극의 통과가 완전히 차단되어 전도가 지속적으로 중단된다. 심실로 자극이 전달되지 않는다.\n임상증상 _Clinical signs\n•\t1도 방실차단일 때는 주로 증상이 없다.\n•\t중증의 2도 혹은 3도 방실차단이 있는 동물에서는 낮은 심장박동수에 대한 혈류역학적 보상작용으로 인해 피로, 쇠약, 실신 등이 나타난다.\n심전도에서 P파가 QRS 복합(심실에서 발생)과 동반되지 않는 것을 볼 수 있다. 이는 3도 방실차단이 존재함을 의미한다.\n \n주요 심장부정맥 _Main cardiac arrhythmias\n34\n치료 _Treatment\n•\t추가적인 경로나 방실결절을 통해 자극이 전도되는 속도를 늦추기 위해 약물을 사용할 수 있다.\n•\t고주파를 사용하여 보조 경로를 절제하는 치료를 선택할 수 있다. 이 방법은 고도로 전문화된 기관에서만 시행된다.\n비정상적인 “재진입” 회로\nAbnormal “reentry” circuit\n방실결절\nAtrioventricular node\n월프-파킨슨-화이트증후군 _Wolff-Parkinson-White syndrome\n월프-파킨슨-화이트증후군 혹은 조기흥분증후군은 전기적 연결이 비정상적으로 존재하여 유발되는 부정맥으로, 전기 자극이 정상적인 전도계의 경로를 따르지 않고 심방에서 심실로 이동하는 것을 말한다. 부정맥은 심실의 전기 자극이 추가적인 경로를 통해 심방으로 다시 전도되고, 이후에 정상적인 심방결절을 통해 심실로 다시 전도되면서 발생한다. 이 연속적인 회로를 “재진입” 회로라고 하고, 발생된 이후 지속되면 빈맥을 유발한다.\n \n \n임상증상 _Clinical signs\n과도하게 빠른 심장박동이 심실 충만을 억제하여 피로, 허약, 실신 증상을 보인다.\n진단 _Diagnosis\n심전도는 좁은 복합과 함께 매우 빠른 심장박동수를 가지는 리듬감 있는 빈맥을 보여준다.\n래브라도 리트리버에서 보다 흔하게 관찰되며 삼첨판막 형성이상과 병발할 수 있다.\n좁고 리듬감 있는 복합과 함께 매우 빠른 심장 박동을 보인다.\n\n"
}