{"title": "38 . 비글견에서 실험적으로 유도된 위 천공의 초음파 평가", "author": "남동륜", "publisher": "한국수의과학회", "department": "내과", "disease": "38 . 비글견에서 실험적으로 유도된 위 천공의 초음파 영상 평가 \n급성 복통이 있는 환자는 간혹 복부 방사선 사진으로 처음에 선별 검사를 받습니다[1]. 기복증 의 검출이 가장 중요합니다. 이는 적극적인 치료법가 필요한 급성 복부 응급 상황을 나타내기 때문입니다. 치료 [2]. 이전 연구들은 기술적 주의에도 불구하고 방사선 영상의 한계를 지적하였다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 초음파 영상 검사는 판단되지 않은 복통이 있는 환자를 검사하는 데 일상적으로 사용됩니다. 가스와  관련된 \"더러운 그림자\" 및 반향 아티팩트 초음파 영상 빔이 가스를 만날 때마다 장의 루멘이 발생합니다. 복부에서 정상적인 관찰로 간주되는 스캐닝 필드 초음파 영상 검사. 복막강 내 가스 식별은 위장관 천공 진단에 중요한 단서가 될 수 있다. 이전 연구에선 향상된 복막 줄무늬 징후(EPSS)가 신뢰할 수 있는 것으로 나타났습니다. 기복증 판단을 위한 특정 초음파 영상 징후, 그리고 0.4mL 이상의 극소량의 복막 자유 가스가 개에서 감지되었습니다. 초음파 검사 중 [9,10]. 그러나 이러한 연구는 공기 복강 내 주사. 문헌에는 자연적으로 발생하는 기복증이 있는 개에 대한 자료가 제한되어 있기 때 문에 임상적 실행과 유사한 위 천공 유도 방법을 조사했습니다. 본 연구의 목적은 첫째, 전기소작술(EA) 방법의 타당성을 진단하고, 둘째, EPSS 및 기타 병변의  양상을 관찰하는 것이다. 위 천공 후. 재료 및 방법 이 연구에는 의료적으로 건강한 비글견 6마리(수컷 4마리, 암컷 2마리)가 포함됩니다. 암컷). 체중은 8.0~13.8kg(3~5세) 범위였습니다. 개들은 의료적 병력이나 비정상적인 징후를 보이지 않았습니다. 그리고 실험은 A에 따라 수행되었습니다. 실험실 동물의 관리 및 사용에 대한 가이드, 모든 개는 글리코피롤레이트 0.01로 사전 마취되었습니다. mg/kg (0.2 mg/mL; 명문, 한국)을 피하 주사하고 전신 마취(이소플루란  100% 액상; 경보, 한국)는 프로포폴 6 mg/kg (10 mg/mL, 명문). 내시경을 이용하여(CV 150 GIF XQ240; 올림푸스, 일본), 위는 흡입 하에 팽창되었다. 마취. 혈관, 혈관벽의 손상을 피함 더 큰 곡률은 전기수술 칼로 손상되었다. (RH 2000 Plus; Visco, Korea) 99% 주입 후 23 게이지 에틸알코올 1.0ml를 손상된 부위에 주입 내시경 주사 바늘(NM 401L 0423; 올림푸스). 손상이 위 장막에 직접 침투하지 않도록 주의해서 절차를 진행했습니다. 실험적 손상으로 위내 가스가 제거되었습니다. 초음파 영상 기기(Xario® SSA 660A; TOSHIBA, 일본)은 12.0MHz 선형 변환기와 함께 사용되었습니다. 복부는 머리카락을 전체에 걸쳐 잘라서 준비되었다.. 복부의 배측면. 커플링 젤을 적용했습니다. 피부. 개들은 등쪽 눕기 자세에서 스캔되었습니다. 모든 초음파 영상 검사는 동일한 사람에 의해 진행되었습니다. 초음파 검사의 전문가인 검사자. EPSS 및 기타 병변은 다음에 따라 진단되었습니다. 시간 설정(0시간, 3시간, 1일차, 2일차, 3일차, 4일차, 5일차, 1일차) 6) EA 방법 후, “기타 병변”은 다음과 같이 분류되었다. 이전 연구에 따르면 지역적으로 밝은 장간막 지방, 복막 삼출액, 체액으로 가득 찬 위 또는 장, GI 벽 비후, GI벽 층상 손실, 국소 림프절 종대, GI 운동성 감소, 췌장 변화, 주름 장, 덩어리 존재, 이물질 존재, 및 위벽 미네랄화[8]. EPSS 등급은 다음과 같습니다. I(비관찰), II(EPSS 폭이 5 미만) mm), III(EPS의 폭이 5~10mm 이상) II등급 EPSS보다) 및 IV등급 EPSS의 폭이 더 길다 10mm 이상)(표 1 및 그림 1). EPSS 등급은 유의수준 0.05에서 Kru skal Wallis 검정을 사용하여 통계적으로 평가되었습니다. 0시간에서의 EPSS 등급을 비교하기 위해서 Mann Whitney 검정을 사용했습니다. 다른 시간에는 성적이 있었고 ap 값은  5 ~ ≤ 10mm > 10mm 4일차 3. 0시간 시점과 다른 시점 EPSS 등급 비교 3시 0시간 간 0.0009* 값은 p 값으로 표시됩니다. 1일차 0.0018 EPSS, 복막 줄무늬 징후가 강화됨. EPSS 등급에는 매우 유의미한 차이가 있었다. 표 4. 실험적으로 유도된 후 초음파 영상 검사 중 특정 소견이 나타난 개의 수 위 천공 0시간 지역적으로 밝은 장간막 지방 복막 삼출액 체액으로 가득 찬 위 또는 장 GI 벽 두꺼워짐 국소 림프절 종대 GI 운동성 감소 췌장 변화 GI, 위장관. 논의 초음파 영상 검사는 일반적으로 다음을 감지하는 데 사용됩니다. 임상에서 기복증이 있는 경우 [11]. 기복증은 EPSS의 초음파 영상적 외관으로  인식됩니다. [9,12]. EPSS 및 기타 병변은 다음 경우에 관찰되지 않았다. 조종 연구에서 전기 소작술만 시행하거나 99% 알코올을 주입한 후 손상된  위벽. EPSS 및 기타 병변, 그러나 EA 방법 후 3시간에 처음으로 확인되었으며 이는 EA 방법이 결과를 내지 못했음을 시사합니다. 위벽을 직접 관통하지만 위염을 유발합니다. 3시간 이내에 천공이 발생합니다. EPSS는 비의존 복벽과 간, 위, 망막 등 같은 복강 내 구조 사이의 공기 연조직 계면에 서 인공물과 관련됩니다. 장 [9,12]. 복강내 가스량 증가 EPSS의 폭도 늘렸다. 이 가정 하에, 우리는 EPSS를 너비에 따라 등급을 매겼다. 이 연구에서는 EPSS 성적은 모든 시험에서 시험 3시간 후에 제일 높았습니다. 개. 그리고 EPSS 등급은 시간이 지남에 따라 점차 조금씩 감소했습니다. EPSS는 5일째에 관찰되었습니다. 우리는 EPSS가 위 천공은 자연 치유로 인해 감소했다.. 우리는 실험적으로 위 천공을 만들었습니다. 작고 더 이상의 자극이 없습니다. 따라서 자가 치유가 가능합니다. 또한 복막 삼출액이 확인되었다. 모든 개에 대한 검사 3시간 후, 개 수 복막 삼출액은 2일차 이후 감소 검사 결과, 국소적으로 밝은 장간막 지방이 확인되었다. 3일 차와 4일 차에 모든 개에서 나타난 증상은 위 천공의 아주 초기 단계 에 EPSS와 복막 삼출액이 나타난 다음, 국소적으로 밝은 장간막 지방 이 나타났다는 것을 시사합니다. 위에서 설명한 바와 같이 0시간 시점의 EPSS 등급은 I등급이었으며, 초음파 영상 검사에서는 정상이었습니다. 0시간의 EPSS 등급은 3시간 및 2일차  등급별 차별화 0 시간과 1일 사이는 거의 유의미했습니다(p = 0.0018). 6일차 1.0000 5일 차 5 4 3 3 0 3 6일 차 5 4 3 2 0 1 우리는 이 실험에 사용된 개의 수가 적은 것이 이 차이에 영향을  미쳤을 것이라고 추정합니다. 우리의 연구 결과에 따르면 위 천공은 EA 방법으로 유도됨. EPSS 및 복막 삼출액 매우 초기 단계에 나타나며, 국소적으로 밝은 장간 막 지방이 나타납니다. 위 천공이 있는 거의 모든 개에서 3일차와 4일차에 발견될 수 있습니다.\n"}