{
    "title": "수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈- 심장호흡계질환",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n \n기도 질환 _Diseases of the airways\n45\n치료 _Treatment\n중증의 경우 한쪽 모뿔연골의 편측화 수술에 의존하는 수밖에 없다. 이때 호흡을 개선시키기 충분할 정도로 기도를 열어줘야 하지만, 너무 넓으면 오연성 폐렴이 발생할 위험성이 있다.\n들숨 시 후두의 (모뿔) 연골이 열리는 기능을 상실한 것을 포함하여 상부 기도에 발생하는 폐쇄성 질환이다. 선천적 후두마비는 흔하지 않으며 대개 생후 18개월쯤에 발생한다. 달마시안, 불 테리어, 부비에 데 플랑드르, 시베리안 허스키, 로트와일러 등에서 발견되었다. 후천적인 후두마비가 가장 흔한 형태이다. 성견에서 발생하며 래브라도와 골든 리트리버, 세인트 버나드, 아이리쉬 세터 등의 대형견종에서 발생 빈도가 높다.\n후두마비 _Laryngeal paralysis\n되돌이후두신경\nRecurrent laryngeal nerve\n원인 _Causes\n•\t되돌이후두신경의 외상\n•\t신경을 압박하는 종괴\n•\t갑상샘저하증 혹은 알려지지 않은 원인에 의한 다발신경병증\n임상증상 _Clinical signs\n•\t시끄러운 호흡음(그렁거림)\n•\t짖을 때 발성 변화\n•\t운동못견딤증(운동불내성)\n•\t호흡곤란, 허탈까지 진행될 수 있다.\n진단 _Diagnosis\n•\t약한 진정 후에, 호흡하는 동안 후두의 움직임을 직접 관찰하거나 내시경 검사를 실시한다.\n•\t확진을 위해서는 흉부 방사선 영상과 갑상샘호르몬 검사 또한 필요하다.\n46\n치료 _Treatment\n•\t일반적으로 개에서 자기한정적이다. 오랫동안 후두염을 앓았거나 열이 동반되어서 항생제가 필요한 상황을 제외하고 치료는 기침 억제제와 코티코스테로이드로 이루어진다.\n후두염 _Laryngitis\n후두염은 후두 조직의 자극으로 인한 염증, 부종을 특징으로 가진다.\n원인은 다양하다.\n•\t개에서는 몇몇 바이러스와 세균에 의해 발생하는 전염성 기관기관지염에 의해 주로 발생한다. 많이 짖는 개에서도 흔하게 발생한다.\n\n•\t개와 고양이에서 다른 원인으로는 마취를 위한 삽관, 외상, 이물질 등이 있으며, 심지어는 곤충에 물려서 발생할 수도 있다.\n임상증상 _Clinical signs\n•\t개: 경증의 마른 기침, 열이나 호흡곤란은 없음. 발성의 변화\n\n \n진단 _Diagnosis\n•\t병력과 진정 상태에서의 후두 검사를 근거로 하여 진단한다.\n•\t비정상적인 종괴가 발견될 경우 생검을 실시해야 한다.\n \n47\n치료 _Treatment\n후두와 기관 종양 모두 수술적 절제, 화학요법, 방사선치료, 혹은 이 방법들의 조합을 선택하여 치료한다.\n후두와 기관의 종양은 개와 고양이에서 흔하지 않다. 후두종양이 보다 더 흔하며 대부분 악성이다. 그 예로 림프육종, 편평세포암종, 샘암종, 흑색종 등이 있다. 그러나 염증성 폴립과 양성 종양도 개와 고양이에서 발견된다. 기관의 종양은 특히 더 드물고, 그 중 가장 흔한 것은 양성 뼈연골증이다. 가장 흔한 악성 기관종양은 림프육종과 편평세포암종이다.\n임상증상 _Clinical signs\n•\t호흡곤란\n•\t시끄러운 호흡음 (그렁거림)\n•\t발성 변화\n•\t기침, 운동못견딤증(운동불내성)\n•\t입냄새, 입을 통한 출혈\n후두와 기관의 종양 _Tumours of the larynx and trachea\n진단 _Diagnosis\n•\t임상증상에 근거하고 상부기도의 폐쇄나 기침을 일으키는 다른 원인들을 배제한 후에 진단을 내린다.\n•\t방사선 영상을 통해 후두와 기관의 종괴를 확인할 수 있다.\n•\t컴퓨터 단층촬영(CT)과 자기공명영상법(MRI)은 종양의 위치와 가장자리에 대한 정확한 정보를 제공한다.\n•\t생검을 실시해야 할 가능성이 있을 때는 후두경을 통해 직접 검사하기도 한다.\n \n48\n기관 허탈의 정도\n치료 _Treatment\n•\t기침 억제제, 기관지 확장제, 코티코스테로이드, 항생제, 심지어 진정제도 함께 사용하여 기침을 조절한다. 치료법은 각 환자에 따라 조절될 필요가 있다.\n•\t체중 조절, 목 칼라 대신 하네스의 사용, 공기질 향상은 임상 증상을 개선하는 데 도움이 된다.\n•\t문제를 완화하기 위한 수술로 기관 스텐트 등이 있다.\n1단계: <25% 폐쇄\n \n \n요크셔 테리어, 포메라니안, 푸들, 치와와, 퍼그 등의 소형견, 미니어쳐견종에서 특히 노령일 때 우세하게 발생한다.\n임상증상 _Clinical signs\n•\t갈수록 심해지는 잦은 마른 기침\n•\t밥을 먹거나 물을 마신 후, 운동 후에 특징적으로 심해지는 기침\n•\t운동불내성, 실신\n진단 _Diagnosis\n•\t방사선 영상, 특히 투시검사 영상은 동적인 기관허탈을 확인하는 데에 유용하다.\n•\t기관기관지경을 통해 허탈을 직접 보고 그 중증도에 따라 4단계로 분류할 수 있다.\n기관허탈 _Tracheal collapse\n기관연골고리가 약해지고 편평해지는 것을 포함한 기관연골의 퇴행성, 진행성 질환이다. 목쪽 기관의 허탈은 들숨 시 발생하고, 반대로 가슴안쪽 기관의 허탈은 날숨 시 발생한다. 이렇게 동적으로 발생하는 허탈은 점막에 자극을 주어 기관에 부종이나 염증을 유발한다.\n2단계: <50% 폐쇄\n \n \n3단계: <75% 폐쇄\n \n \n4단계: 기관 허탈\n49\n치료 _Treatment\n•\t경증일 경우 치료가 필요하지 않다.\n•\t세균 감염을 통제하기 위해 많은 개에서 초기에 독시사이클린(doxycycline)이 사용된다.\n•\t몇몇 경우 기침을 치료하기 위해 코티코스테로이드나 기침 억제제를 결정적으로 사용하는 것이 추천된다.\n전염성 기관기관지염 혹은 켄넬 코프는 전염성이 매우 강하며 상부 기도에 급성으로 감염된다. 몇몇 병원체의 복수 감염에 의해 발생할 수 있지만, 개 파라인플루엔자바이러스와 기관지패혈증균이 가장 일반적인 원인체이다. 감염은 공기입자를 통해 쉽게 옮겨지며 보호소에 살고 있는 동물들에 주로 영향을 미친다. 어린 개에서 더 심각하게 나타난다.\n임상증상 _Clinical signs\n•\t코 분비물과 잦은 마른 기침이 감염 후 3일에서 10일 사이에 종종 가래와 함께 동반되어 나타난다.\n•\t주로 자발적으로 회복되는 감염으로, 7~10일 후에는 증상이 해소된다. 그러나 어린 동물에서는 기관지폐렴으로 진행되어 생명을 위협할 수도 있다.\n전염성 기관기관지염 _Infectious tracheobronchitis\n \n백신 주사나 코안으로의 접종은 질병이 퍼져나가는 것을 막기 위해 시행된다.\n진단 _Diagnosis\n•\t다른 개와의 접촉한 적이 있는지, 기침을 하는지에 근거하여 진단을 내린다.\n•\t다른 상황이나 합병증을 배제하기 위하여 방사선 영상을 찍어야 한다.\n50\n치료 _Treatment\n•\t중증의 폐렴은 공격적인 항생제 치료를 필요로 한다.\n•\t재발한 경우 간헐적인 항생제 치료와 분비물을 부드럽게 하기 위한 분무치료로 관리한다.\n•\t기침이 분비물을 제거하기 위한 주요 방어 작용일 수도 있기 때문에 기침 억제제는 사용해서는 안 된다.\n \n원발성 섬모운동이상증 _Primary ciliary dyskinesia\n섬모의 미세관 구조의 변형으로 인해 섬모 운동성에 결함이 생겨 발생하는 선천적인 질환이다.\n호흡기도 중 코안 및 기관기관지의 상피에는 점액과 이물질을 배출하기 위해 운동성을 가진 섬모가 있는 세포가 존재한다. 이 기능에 결함이 생기면 기도의 모든 부분에 점액 축적, 염증 및 감염이 유발된다.\n임상증상 _Clinical signs\n•\t어린 개에서 코 분비물과 기침이 나타난다.\n•\t합병증으로 기관지폐렴이 생기면 몇몇 동물에서 중증의 호흡곤란이 나타날 수 있다.\n진단 _Diagnosis\n•\t폐렴은 혈액검사와 방사선 영상으로 진단된다.\n•\t섬모의 기능은 감마선영상과 같은 복합적인 기술을 통해 평가할 수 있다.\n•\t전자현미경으로 코 혹은 기관 상피 샘플을 검사하면 섬모 미세관의 이상을 확인할 수 있다.\n \n \n \n비숑 프리제, 잉글리쉬 포인터, 스프링거 스파니엘, 뉴펀들랜드, 밥테일(Bobtail) 등의 종에서 보고되었다.\n \n \n51\n치료 _Treatment\n•\t각 환자에 맞게 코티코스테로이드를 사용하여 치료한다. 몇몇 환자에게는 흡입 경로를 통해 투여되기도 한다.\n•\t코티코스테로이드 대신에, 기관지 확장제나 기침 억제제 혹은 항생제를 추가하여 치료할 수도 있다.\n개 만성 기관지염 _Canine chronic bronchitis\n기도의 만성적인 염증으로, 점액의 과도한 생산이 동반된다. 기관지벽에 비가역적인 변화가 일어나고 이는 기도의 폐쇄와 지속적인 기침으로 이어진다. 병인론은 아직 밝혀지지 않았지만, 몇몇 인자들이 기관지염의 진행에 영향을 미친다.\n \n\n촉진인자 _Triggering factors\n•\t연기가 가득 찬 환경에 노출(보호자가 흡연자인 경우)\n•\t먼지가 많고 습기 찬 환경\n•\t이전의 폐렴\n•\t유전적 소인\n임상증상 _Clinical signs\n•\t매일 기침하는 것이 2달 이상 지속된다. 점액의 존재로 인해 구토가 보통 동반된다. 일반적으로는 점액을 삼킨다.\n•\t만성 기관지염을 앓는 개는 비만인 경우가 많다.\n진단 _Diagnosis\n•\t방사선영상을 통해 두꺼워진 기도를 볼 수 있지만 기관지 벽의 변화는 확인하기 힘들다.\n•\t방사선영상에서 특정 이상을 찾지 못했을 때 기관지내시경이 유용하다. 이 방법을 통해 염증, 점액의 존재 뿐 아니라 다른 변화의 존재를 확인할 수 있다. 기관지내시경으로 기관지허파꽈리 세척을 통해 샘플을 얻을 수 있다.\n \n중년 및 노령의 개에 영향을 미친다.\n \n52\n치료 _Treatment\n•\t응급 치료는 기관지확장제와 빠르게 작용하는 코티코스테로이드를 통해 이루어진다.\n•\t만성일 경우 경구나 흡인 경로를 통해 코티코스테로이드를 사용하여 치료한다. 기관지확장제를 같이 사용할 수도 있다.\n•\t장기관의 관리는 항원이나 자극적인 물질의 노출을 피하기 위하여 환경을 조절하는 것을 포함한다.\n\n위장관 출혈의 원인은 매우 다양하며, 크게 위와 장의 손상, 감염, 중독, 종양, 혈액 응고 장애 등으로 구분할 수 있다. 가장 흔한 원인 중 하나는 비스테로이드성 항염증제(NSAIDs)나 스테로이드 등의 약물로 인한 위 점막 손상이다. 또한, 이물 섭취로 인해 위와 장이 손상되거나 궤양이 형성될 수 있으며, 세균 감염이나 기생충 감염(예: 회충, 편충 등)도 출혈을 유발할 수 있다. 출혈성 위염, 혈액 응고 장애(예: 혈소판 감소증, 응고인자 결핍), 신부전 및 간부전과 같은 전신 질환도 위장관 출혈의 중요한 원인이다.\n위장관 출혈의 증상은 출혈 부위와 출혈량에 따라 다를 수 있다. 출혈이 위나 상부 소화관에서 발생하면 토혈(혈액을 토하는 증상)이 나타날 수 있으며, 혈액이 위산에 의해 부분적으로 소화되면서 커피색 토물을 형성하기도 한다. 장에서 출혈이 발생하면 혈변(검은색 타르 같은 변)이나 선홍색 출혈이 동반될 수 있으며, 장기간 출혈이 지속될 경우 빈혈로 인해 무기력, 창백한 잇몸, 식욕 부진 등의 증상이 나타날 수 있다. 심한 경우 쇼크 상태에 빠질 수도 있다.\n진단을 위해서는 출혈의 원인을 찾는 것이 중요하다. 혈액 검사를 통해 빈혈 여부를 평가하고, 혈소판 수치 및 응고 기능을 확인할 수 있다. 대변 검사 및 기생충 검사를 통해 감염 여부를 확인하며, 방사선(X-ray)과 초음파 검사를 통해 위장관 내부의 이상 여부를 평가할 수 있다. 내시경 검사는 위장관 내부를 직접 관찰하고 출혈 부위를 확인하는 데 유용하며, 필요 시 조직 검사를 진행하여 궤양, 종양, 염증 등의 원인을 파악할 수 있다.\n위장관 출혈의 치료는 원인에 따라 다르게 접근해야 한다. 경미한 경우 위 보호제(예: 수크랄페이트), 제산제, 항생제 등을 사용하여 위 점막을 보호하고 염증을 완화할 수 있다. 출혈이 심한 경우 수혈이 필요할 수 있으며, 응급 상황에서는 출혈을 멈추기 위한 내시경적 지혈술이나 수술적 치료가 필요할 수 있다. 감염이 원인인 경우 항생제 및 기생충 구제제를 사용하며, 혈액 응고 장애가 있는 경우 혈장 수혈이나 응고인자 보충 치료가 필요하다. 이물에 의한 출혈이 의심될 경우 외과적 제거가 필요할 수도 있다.\n예방을 위해서는 강아지가 손상될 수 있는 이물을 삼키지 않도록 주의하고, 위장 점막을 손상시킬 가능성이 있는 약물 사용 시 수의사와 충분한 상담을 하는 것이 중요하다. 정기적인 건강 검진을 통해 내과적 질환을 조기에 발견하고, 균형 잡힌 식단과 올바른 생활 습관을 유지하는 것이 위장관 건강을 보호하는 데 도움이 된다.\n강아지 위장관 출혈은 신속한 대응이 필요한 질환이며, 증상이 발견될 경우 즉시 수의사의 상담을 받아야 한다. 보호자는 강아지의 식이 습관과 변 상태를 주의 깊게 관찰하고, 출혈의 징후가 보일 경우 빠르게 대처하여 건강을 유지할 수 있도록 해야 한다."
}