{
    "title": "신장과 비뇨기 질환수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n치료 _Treatment\n치료는 주로 대증요법을 시행한다.\n콩팥손상의 원인이 파악된다면, 반드시 원인에 대한 치료를 해야 한다.\n투석은 요독성 독소들을 제거함으로써 일시적으로 증상을 완화시킨다.\n예후 _Prognosis\n어느 정도의 회복은 수일에서 수 주가 지나면 이루어지지만, 완전한 회복은 수개월이\n소요된다.\n생존율은 20~60%이며, 감염에 의한 급성 콩팥손상의 경우 가장 높은 생존율을 나타낸다. 회복기간 동안의 투석은 생존율을 높이는 데 도움을 준다.\n생존한 동물의 약 50%는 만성 콩팥질환으로 진행된다.\n\n정상\n개시\n확장기\n유지기\n회복기\n급성 콩팥손상 _Acute kidney injury (AKI)\n총론 _General\n급성 콩팥손상은 콩팥이 갑작스럽게 주요 기능을 하지 못하면서 발생한다.\n독성물질이나 유해사례가 손상을 유발하기 시작하고 이것이 영속되고 연장된다.\n손상은 보통 회복이 시작되기 전까지 1~3주 정도 지속된다.\n임상증상 _Clinical signs\n증상은 손상 정도에 따라 다양하게 나타난다:\n갑작스러운 기력저하, 식욕부진, 구토, 설사, 허약, 음수량과 배뇨량의 변화\n진단 _Diagnosis\n콩팥 기능 변화를 평가하기 위한 혈액검사\n오줌의 변화를 통해 신장 손상의 위치 혹은 원인을 파악할 수 있다.\n특정 혈액검사는 원인 파악에 도움을 줄 수 있다.\n초음파를 통해 콩팥의 물리적 변화를 평가할 수 있다.\n\n염증\nInflammation\n부종\nEdema\n\n급성 콩팥손상의 원인은 독성물질\n(에틸렌 글리콜, 약물 등), 감염(세균 등),\n혈류역학적 문제(혈류량 감소 등) 그리고 폐쇄(요관결석 등)로 나뉜다.\n\n야생동물과 반려동물들\nWild and domestic animals\n물 또는 토양에 존재하는 렙토스피라\nLeptospira residing in water or soil\n무증상의 설치류\nAsymptomatic rodent\n\n우연숙주\nIncidental host\n치료 _Treatment\n항생제처치와 보조적 치료\n예후 _Prognosis\n대부분의 동물들이 생존한다. 빠른 치료가 회복률을 높인다.\n심각한 콩팥손상 혹은 호흡기 질환이 있는 경우 예후가 좋지 않다.\n심각한 급성 콩팥손상이 있는 경우 투석이 생존율을 높이는 데 도움을 준다.\n급성 콩팥손상 _ACUTE KIDNEY INJURY\n4\n렙토스피라병 _Leptospirosis\n렙토스피라병은 쥐 등의 다양한 포유동물로부터 전파되는 균속인 렙토스피라에 의한 감염병이다.\n감염된 동물의 오줌이나 혈액을 직접 접촉하여 감염되거나, 물이나 토양에 살고 있는 균에 접촉하여 감염이 이루어진다. \n임상증상 _Clinical signs\n증상은 특정 균주의 영향뿐 아니라 동물의 지리적 위치와 면역체계에도 영향을 받아 다양하게 나타난다.\n급성 콩팥손상의 가능성이 있을 뿐만 아니라 감염된 동물은 발열, 복통 및 움직이지 않으려 하고, 간 기능상실(황달)과 드물게 호흡기 증상이 나타난다.\n진단 _Diagnosis\n렙토스피라 확진에 특이적인 혈액검사 혹은 요검사\n급성 콩팥손상에 대한 평가가 추천된다.\n다른 장기들의 기능에 대한 평가: 간, 폐\n\n렙토스피라병은 사람에게 전염될 수 있다.\n수의사로부터 완치 판정이 날 때까지 감염 동물과의 접촉을 삼가야 한다.\n오줌은 치료 후 6개월까지도 장갑 착용하에 만져야 한다.\n치료 _Treatment\n에틸렌글리콜을 섭취한 직후라면 구토를 유발하거나 활성탄을 주는 것이 지시된다.\n에틸렌글리콜을 섭취한 직후 포메피졸과 에탄올을 투여하여 에틸렌글리콜의 대사를 지연시킨다(개는 12시간 이내, 고양이는 3시간 이내).\n대증처치\n혈액투석이 가장 효과적인 처치법이다.\n예후 _Prognosis\n섭취 3시간 이내에 처치를 하거나 에틸렌글리콜을 소량만 섭취했을 때 가장 예후가 좋다.\n콩팥손상으로의 진행은 좋지 않은 예후를 보인다.\n\n부동액\nAntifreeze\n\n급성 콩팥손상 _ACUTE KIDNEY INJURY\n5\n에틸렌글리콜 독성 _Ethylene glycol toxicity\n에틸렌글리콜은 부동액, 냉각수로 널리 사용되는 독성이 매우 강한 화학물질이다. 에틸렌 글리콜 대사산물은 콩팥 세관 세포들을 손상시킨다.\n진단 _Diagnosis\n혈액검사를 통해 대사성 산증, 삼투질 농도의 증가, 인산염 농도의 증가, 칼슘 농도의 감소, 급성 콩팥손상과 같은 결과들을 확인할 수 있다.\n특정 검사들을 통해 에틸렌글리콜의 검출이 가능하다.\n우드램프에 비추면 오줌이 형광으로 확인된다.\n콩팥 초음파 혹은 생검이 필요할 수 있다.\n\n치료 _Treatment\n과용량 복용 직후라면 구토를 유발하거나 활성탄을 주는 것이 지시될 수 있다.\n급성 콩팥손상에 대한 보조적 처치가 지시된다.\n심각한 급성 콩팥손상 처치를 위한 투석\n특정 약물들은 체외요법을 통해 제거될 수 있다.\n예후 _Prognosis\n예후는 다양하지만 빠르게 치료가 이루어졌을 때 예후가 가장 좋다.\n급성 콩팥손상 _ACUTE KIDNEY INJURY\n6\n\n콩팥독성에 대한 위험인자\n콩팥특이인자\n높은 대사율\n높은 혈류\n환자특이인자\n고령\n내재 콩팥질환\n이외 조건들: 탈수상태, 발열, 외상\n약물특이인자\n높은 약물 전달\n반응성 대사산물의 생성\n\n\n\n약물 유발 콩팥독성 _Drug-induced nephrotoxicity\n다른 질환을 치료하기 위해 혹은 과량투여된 약물로 인해 콩팥이 손상을 받을 수 있다. 흔히 콩팥독성과 관련된 약물들은 아미노글리코사이드계 항생제, 비스테로이드 소염제(NSAIDs), 시스플라틴, 앤지오텐신전환효소 억제제, 비타민 D, 조영제이다.\n임상증상 _Clinical signs\n급성 콩팥손상에 준한 임상증상이 나타난다.\n진단 _Diagnosis\n약물에 노출된 경력확인과 급성 콩팥손상에 준한 검사를 진행한다.\n특정 약물에 대해서는, 혈액검사를 통해 과용량 투여 여부를 확인한다.\n콩팥 초음파 혹은 생검이 필요할 수 있다.\n\n콩팥은 약물을 대사하고 배출하는 데 중요한 역할을 하기 때문에 손상에 취약하다.\n예후 _Prognosis\n예후는 섭취한 양에 따라 다양하다.\n섭취 후 치료가 18시간 이상 지연되는 경우, 비가역적인 콩팥손상이 발생한다.\n\n7\n\n식물의 어느 부분이라도 독성이 있다:\n줄기, 잎사귀, 꽃잎, 꽃가루. 식물과 접촉한 물 또한 독성을 갖는다.\n치료 _Treatment\n섭취 직후라면, 구토 유발 혹은 활성탄 제공이 지시될 수 있다.\n\n급성 콩팥손상에 준한 보조적 처치가 지시된다.\n\n진단 _Diagnosis\n급성 콩팥손상에 대한 검사가 지시된다.\n\n잎사귀 하나 혹은 꽃잎 하나 이하의 양이어도 심각한 콩팥손상을 유발하기 충분하다.\n치료 _Treatment\n만성 콩팥질환은 치료가 가능한 질환이 아니지만, 적절한 관리는 질환의 진행을 늦춘다.\n만성 콩팥질환의 단계 및 임상증상에 따라 치료가 다양하다.\n만성 콩팥질환 _CHRONIC KIDNEY DISEASE\n8\n만성 콩팥질환 _Chronic kidney disease (CKD)\n총론 _General\n개 _Dogs\n노견 10마리 중 1마리에서 나타나는 흔한 질환이다. 만성 콩팥질환을 유발하는 원인은 다양하다. 유전적, 만성\n감염, 사구체질환, 급성 콩팥손상\n경력 등의 요인들이 포함된다.\n개와 고양이 _Dogs and cats\n임상증상 _Clinical signs\n다음, 다뇨, 식욕감소, 체중감소, 기력저하, 구토, 설사\n입냄새, 구강궤양, 창백한 잇몸\n윤기 없는 털\n진단 _Diagnosis\n혈중 요소질소의 증가(질소혈증), 크레아티닌,\nSDMA(대칭성 디메틸아르기닌) 농도의 증가\n희석뇨\n영상 검사에서 콩팥 모양 및 크기의 변화\n\n예후 _Prognosis\n만성 콩팥질환 단계와 치료반응에 따라 다양하다.\n개: 적은 체중, 낮은 혈청 단백질(알부민) 농도, 콩팥 관리 식단을 먹지 않은 경우 또는 고혈압과 단백뇨, 이차적인 무기질 장애가 관리되지 않는 개에서 생존기간이 더 짧다.\n\n등급 1의 환자 SDMA . 14 μg/dl이면 2등급으로 판단, 등급 2의 환자 SDMA . 25 μg/dl이면 등급 3으로 판정, 등급 3 환자 SDMA . 45 μg/dl이면 등급 4로 판정하여 치료\n국제신장학회(IRIS) 만성 콩팥질환 등급 및 치료 권장사항 _International Renal Interest Society (IRIS) CKD staging and treatment recommendations\n치료 _Treatment\n만성 콩팥질환에 준한 처치\n일반적으로 낭이 명확하게 통증을 유발하고 있는 경우가 아니라면 낭의 배액은 추천되지 않는다.\n예후 _Prognosis\n진행 속도는 매우 다양하다.\n만성 콩팥질환 _CHRONIC KIDNEY DISEASE\n9\n다낭성 콩팥질환 _Polycystic kidney disease (PKD)\n다발성의 액체로 가득찬 주머니 혹은 낭들이 생기는 유전질환이다. 이러한 주머니와 낭은 콩팥 전반에 발생하여 정상 조직을 대체한다. 낭의 수와 크기는 동물의 나이에 따라 증가한다.  개와 고양이에서도 이러한 기전뿐만 아니라 다른 유전자 변형으로 인한 다낭성 콩팥질환의 발생이 확인되었다.\n임상증상 _Clinical signs\n오랜 시간 동안 임상증상이 없다가 점차 만성 콩팥질환으로 이어진다.\n동물이 쉬고 있을 때 확장된 콩팥에 의해 올라온 복벽을 확인할 수 있다.\n진단 _Diagnosis\n초음파를 통해 낭의 유무, 개수, 크기를 확인한다. 10개월령 혹은 그 이상의 나이에서 가장 정확하다.\n\n\n다낭성 콩팥질환이 있는 동물들은 자손들에게 유전될 소지가 있기 때문에 교배해서는 안 된다.\n정상 콩팥\n\n다낭성 콩팥\n\n치료 _Treatment\n대사성 산증 교정을 위한 알칼리성 물질\n전해질, 비타민, 단백질, 아미노산 결핍에 대한 보조제\n예후 _Prognosis\n예후는 매우 다양하다.\n결핍증 및 대사성 산증이 교정된다면, 거의 기대수명 만큼 살 것이다.\n\n만성 콩팥질환 _CHRONIC KIDNEY DISEASE\n10\n판코니 증후군 _Fanconi syndrome\n콩팥세관들의 결손으로 인한 재흡수의 부전, 이에 따라 전해질, 아미노산, 포도당이 소변을 통해 배출되며 체내에서 부족하게 된다. 유전적 혹은 세관 독성 물질에 의해 후천적으로 세관 결손이 생길 수 있다. 바센지 종의 3마리 중 1마리에서 유전적 판코니 증후군이 나타나며, 몇몇의 다른 종에서의 발생 또한 보고되고 있다. 후천적 판코니 증후군은 육포 간식의 섭취과 관련이 있다.\n\n임상증상 _Clinical signs\n다음, 다뇨, 체중감소, 전신상태 악화, 발육저조,\n허약\n점차 만성 콩팥질환의 증상이 나타난다.\n진단 _Diagnosis\n10주령에서 11년령의 나이에서 진단되지만 대부분 2~4년령의 나이에서 나타난다.\n혈중 포도당 농도가 정상일지라도, 요중의 포도당이 나타난다.\n요중의 아미노산이 비정상적으로 확인된다.\n정맥가스분석을 통해 대사성산증을 확인할 수 있다.\n치료 _Treatment\n가능한 한 폐쇄를 빨리 해소해 주어야 한다.\n만성 콩팥질환 _CHRONIC KIDNEY DISEASE\n11\n\n요관을 막고 있는 결석\nStone obstructing the ureter\n\n물요관증\nHydroureter\n수신증\nHydronephrosis\n\n전립선\nProstate\n직장\nRectum\n요도\nUrethra\n우측요관\nRight ureter\n\n방광\nBladder\n이소성 좌측요관 구멍\nEctopic left ureteral orifice\n이소성 좌측요관\nEctopic left ureter\n우측요관 구멍을 막고 있는 종양\nTumor obstructing the right ureteral orifice\n\n수신증 _Hydronephrosis\n요관의 폐쇄에 의해 소변이 저류되면서 이차적으로 콩팥깔때기가 확장된다. 확장된 요관(물요관증)은 종종 수신증을 동반한다. 개에서는 선천적 이상(이소성 요관), 요관결석, 종양이 가장 흔한 원인이다. 폐쇄가 몇 주 혹은 그 이상 지속된다면, 네프론의 소실이 발생하여 결국 만성 콩팥질환으로 이어지게 된다.\n임상증상 _Clinical signs\n하나의 콩팥에 만성 수신증이 있는 경우 증상이 나타나지 않을 수 있다.\n급성의 경우, 복통 및 복부팽만이 나타날 수 있다.\n동물이 쉬고 있을 때, 확장된 콩팥으로 인해 올라온 복벽을 확인할 수 있다.\n진단 _Diagnosis\n콩팥 초음파 혹은 조영을 통해 콩팥깔때기 속 액체 저류를 확인할 수 있다.\n폐쇄의 원인을 확인하기 위해 CT나 내시경 같은 검사들이 필요할 수 있다.\n\n며칠 내로 폐쇄가 해소된다면 완전한 회복이 가능하다.\n치료와 예후 _Treatment and prognosis\n특정 질환에 따라 예후가 다양하다.\n적절한 처치가 이루어진다면, 기대 수명까지 잘 지낼 수 있다.\n\n만성 콩팥질환 _CHRONIC KIDNEY DISEASE\n12\n유년기 콩팥질환 _Juvenile renal disease\n어린 동물들에서 발생하는 다양한 만성 콩팥질환을 의미하는 일반명으로, 출생 시(선천적) 존재하거나 연관 동물들에서 발생하는 (가족력) 질환들을 포함한다. 유년기 콩팥질환은 유전되거나 자궁 내에서 문제가 발생하여 나타날 수 있다. 개에서 가장 많이 보고된 유년기 콩팥질환은 유전성 콩팥염, 아밀로이드증, 다낭성 콩팥질환, 콩팥형성이상, 판코니 증후군이다.\n\n콩팥은 생후 2주까지 발달한다. 이 기간 동안 콩팥에 손상이 발생한다면, 정상적으로 발달하지 않을 것이다.\n임상증상 _Clinical signs\n특정 질환에 따라 증상이 다양하다.\n훈련장애\n작은 몸집\n골격변화: 부은 턱과 변형된 사지\n진단 _Diagnosis\n어린 동물에서 콩팥 기능 검사가 비정상으로 확인된다면\n유년기 콩팥질환을 의심할 수 있다.\n특정 질환들에 대한 유전자 검사가 가능하다.\n콩팥 생검이 지시될 수 있다.\n\n\n정상 콩팥\n비정상 콩팥\n치료 _Treatment\n콩팥 식이 급여\n콩팥의 단백질 소실을 줄이기 위한 안지오텐신 전환효소\n억제제와 안지오텐신 수용체 차단제 같은 약물 투여\n면역 반응이나 염증반응을 일으킬만한 다른 질환에 대한 치료를 실시해야 한다.\n고혈압, 응고 저해, 면역 억제를 조절하기 위한 약물이 지시될 수 있다.\n예후 _Prognosis\n단백뇨만 있는 경우 기대수명이 더 길다.\n혈청 크레아티닌 농도의 상승 혹은 콩팥 증후군이 나타난 경우 기대수명이 더 짧다.\n토리(사구체) 질환 _GLOMERULAR DISEASE\n13\n토리(사구체) 질환 _Glomerular disease\n총론 _General\n비정상 사구체가 다량의 단백질을 요 중으로 흘려보내면서 발생한다. 결국 네프론의 나머지가 손상된다.\n가능한 원인으로는 다음 것들을 포함한다:\n체내 어떤 곳에서 발생한 염증 다음 물질들의 축적이 사구체를 손상시킨다.\n혈청 아밀로이드, 염증 반응의 산물\n면역 체계 촉진에 의한 면역 복합체\n콩팥의 여과를 담당하는 구조의 발육장애\n원발 면역매개 질환\n정상 사구체\n\n임상증상 _Clinical signs\n무증상부터 만성 콩팥질환의 증상까지 다양하다.\n거품뇨\n콩팥 증후군의 특징인 체액 축적의 증상이 나타날 수 있다.\n진단 _Diagnosis\n요 중 과도한 단백질(단백뇨)\n혈중 단백질(알부민) 농도의 저하\n확진은 콩팥 생검을 하여 조직검사로 한다.\n\n치료 _Treatment\n특별한 치료법이 없다.\n사구체 질환에 준한 치료가 추천된다. 하지만 면역 체계를 억제하는 약물은 일반적으로 지양된다.\n예후 _Prognosis\n아밀로이드증은 진행성 질환으로 좋지 않은 예후를 보인다.\n토리(사구체) 질환 _GLOMERULAR DISEASE\n14\n\n아밀로이드증 _Amyloidosis\n콩팥 내에 아밀로이드원섬유가 축적되는 것으로, 정상 콩팥 기능을 저해한다. 대부분의 개에서, 아밀로이드는 사구체에 축적되어 요 중 다량의 단백질 누출을 야기한다(단백뇨). 반면 고양이나 샤페이의 경우는 아밀로이드 축적이 간질에 국한되어, 단백뇨가 없이 만성 콩팥질환을 야기하게 된다.\n\n아밀로이드증은 샤페이와\n아비시니안, 샴, 오리엔탈 숏헤어 종에서 흔한 질환이다.\n\n임상증상 _Clinical signs\n무증상에서부터 만성 콩팥질환으로 발전한 증상까지 다양하다.\n거품뇨\n단백뇨가 존재한다면, 콩팥 증후군의 특징인 체액 축적의 증상이 나타날 수 있다.\n\n진단 _Diagnosis\n요 중 다량의 단백질\n혈중 단백질(알부민) 농도가 낮을 것이다.\n위험소인을 가진 품종의 경우, 만성신장질환의 다른 원인이 확인되지 않을 때 아밀로이드증을 의심할 수 있다.\n\n\n\n강아지 급성 신부전(Acute Kidney Failure)은 신장이 갑자기 기능을 상실하는 질환으로, 신체 내 노폐물과 체액 균형을 조절하는 능력이 급격히 감소하는 상태를 의미한다. 급성 신부전은 빠른 진행 속도를 가지며, 즉각적인 치료가 이루어지지 않으면 심각한 합병증을 유발할 수 있다. 이는 독성 물질 섭취, 감염, 신장 손상, 혈류 감소 등 다양한 원인에 의해 발생할 수 있으며, 신속한 진단과 치료가 중요하다.\n급성 신부전의 주요 원인은 크게 세 가지로 구분된다. 첫 번째는 신장으로 가는 혈류의 감소로 인해 발생하는 전신성 원인(전신성 신부전)으로, 심한 탈수, 쇼크, 심부전, 출혈 등이 여기에 해당한다. 두 번째는 신장 자체의 손상(신성 신부전)으로, 독성 물질(포도씨, 백합, 항동결제 등), 특정 약물(NSAIDs, 항생제), 감염(렙토스피라증, 패혈증), 신장 결석 등이 주요 원인이다. 세 번째는 신장에서 소변을 배출하는 과정에서 장애가 발생하는 요로 폐색(신후성 신부전)으로, 요로 결석, 종양, 외상 등이 신장이 기능을 잃게 만드는 경우이다.\n급성 신부전의 증상은 급격히 나타나며, 강아지의 상태에 따라 심각성이 달라질 수 있다. 주요 증상으로는 식욕 부진, 구토, 설사, 무기력증, 다뇨 및 빈뇨(혹은 무뇨), 탈수, 호흡 곤란, 경련 등이 있다. 심한 경우 의식 저하, 혼수상태, 신경학적 이상 증상이 나타날 수 있으며, 혈압 상승이나 부종이 동반될 수도 있다. 이러한 증상이 보이면 즉시 수의사의 진료를 받아야 한다.\n진단 과정에서는 신체 검사를 비롯해 다양한 검사가 수행된다. 혈액 검사에서는 크레아티닌(Creatinine)과 혈중 요소 질소(BUN) 수치의 증가를 확인하며, 전해질 불균형(고칼륨혈증, 저나트륨혈증) 여부를 평가한다. 소변 검사를 통해 단백뇨, 혈뇨, 농축도 등을 분석하고, 초음파 및 방사선 검사를 통해 신장의 구조적 이상 여부를 확인할 수 있다. 감염 여부를 확인하기 위해 세균 배양 검사나 렙토스피라 항체 검사도 진행될 수 있다.\n급성 신부전의 치료는 원인에 따라 달라지며, 대개 입원 치료가 필요하다. 치료의 핵심은 신장 기능을 유지하고 손상을 최소화하는 것이다. 수액 요법을 통해 체내 수분 균형을 맞추고 전해질 이상을 교정하며, 신장을 통한 독소 배출을 촉진한다. 필요에 따라 혈압 조절 약물이나 이뇨제가 사용될 수 있으며, 감염이 원인일 경우 적절한 항생제 치료가 시행된다. 요로 폐색이 있는 경우에는 외과적 처치가 필요할 수 있으며, 신장 기능이 심각하게 저하된 경우 투석 치료가 고려될 수 있다.\n급성 신부전을 예방하기 위해서는 독성이 있는 음식과 화학물질의 섭취를 방지하고, 강아지가 충분한 수분을 섭취하도록 유도하는 것이 중요하다. 또한, 특정 약물을 사용할 경우 수의사와 상담하여 신장에 미치는 영향을 고려해야 하며, 주기적인 건강 검진을 통해 신장 건강을 모니터링하는 것이 필요하다. 감염성 질환 예방을 위해 적절한 백신 접종을 시행하고, 신장 질환의 위험이 높은 품종(예: 시추, 미니어처 슈나우저, 요크셔 테리어)일 경우 더욱 신중한 관리가 필요하다.\n강아지 급성 신부전은 조기 발견과 신속한 치료가 이루어지면 회복 가능성이 높지만, 적절한 조치가 지연될 경우 만성 신부전으로 진행되거나 생명을 위협할 수 있다. 따라서 보호자는 강아지의 이상 증상을 빠르게 인지하고, 신장 건강을 유지하기 위해 꾸준한 관리와 정기 검진을 받는 것이 중요하다."
}