{"title": "신장과 비뇨기 질환수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈", "author": "윤화영 감수", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "\n치료 _Treatment\n이상적으로는 요 배양에 근거한 항생제를 단기간 동안 투여한다.\n요로감염의 경력이 없는 개에서는 실증적 요법을 시도해 볼 수 있다.\n첫 48~72시간 동안 임상증상의 완화를 돕기 위한 소염제가 필요할 수 있다.\n예후 _Prognosis\n임상증상은 48~72시간 내에 해소되어야 한다.\n완전한 회복이 기대된다.\n\n요로감염 _URINARY TRACT INFECTIONS\n28\n급성 방광염 _Acute cystitis\n산발적이고 단순한 방광염으로도 불린다. 개에서 흔히 발생하는 방광 내 감염이다. 대개는 요도개구부를 통한 세균감염에 의해 발생한다. 감염은 요도에도 영향을 줄 수 있다.\n임상증상 _Clinical signs\n배뇨실수\n잦은 배뇨\n배뇨 시 힘을 주거나 통증반응\n부패취 혹은 혈뇨\n생식기를 과하게 핥는 증상\n진단 _Diagnosis\n요 중 백혈구, 적혈구, 세균의 확인\n급성 방광염이 의심되는 대부분의 개와 고양이에서 요를 배양해야 한다.\n방광 천자법으로 채취한 샘플로 배양하여 양성이 나오면 세균의 존재를 확진할 수 있다. 자연채뇨법이나 카테터로 채취한 샘플은 방광천자가 금기되는 상황에서만 배양에 쓰여야 한다.\n\n개들이 잘 관리되고 최소한 8~10시간마다 소변을 볼 수 있도록 해야 요로감염을 막을 수 있다.\n치료 _Treatment\n요 배양 결과에 근거한 항생제의 선택\n첫 48시간 동안 소염제가 임상증상 완화에 도움이 될 수 있다.\n어떠한 기저질환이라도 관리되어야 한다.\n규칙적인 배뇨(최소한 8~10시간마다)가 권장되어야 한다.\n예후 _Prognosis\n기저질환이 교정될 수 있다면 예후는 좋다.\n29\n반복성 요로감염 _Recurrent urinary tract infection\n반복성 요로감염(UTI)은 재발이나 재감염에 의해 발생한다:\n이전 처치를 통한 세균의 제거가 완전히 이루어지지 않았을 때 감염이 재발한다.\n다른 이상들에 의해 정상 방어체계가 무너지면 재감염을 유발할 수 있다.\n원인 _Causes\n비정상적 해부구조: 덮개형 외음부, 이소성요관, 건초인대의 잔존\n배뇨장애: 요실금, 잔뇨\n요 구성의 변화: 당뇨, 희석뇨\n비정상 전신 면역: 과도한 코르티코스테로이드, 항암화학요법\n비정상 점막 면역: 방광종양, 방광결석\n임상증상 _Clinical signs\n배뇨실수\n잦은 배뇨\n배뇨 시 힘을 주거나 통증반응\n부패취 혹은 혈뇨\n생식기 부위의 과도한 핥음\n기력저하, 식욕감소 혹은 발열이 콩팥이나\n전립선의 감염을 의미할 수 있다.\n진단 _Diagnosis\n멸균적인 방법(방광천자)으로 채취한 요 샘플을 배양한 결과가 양성이면 세균의 존재를 확진한다.\n12개월 내 3회 이상 발생하거나 6개월 내에 2회 이상 발생하는 경우\n요로감염이 반복되는 것으로 고려된다.\n\n\n재발성 요로감염이 있는 동물은 내재질환에 대한 전체적인 평가가 필요하다.\n치료 _Treatment\n항문과 외음부 사이의 과도한 피부조직을 제거하는 외음성형술이 선택적 치료방법이다.\n미약한 정도로 덮인 경우나 수술이 금기되는 환자의 경우 외음 주변을 꼼꼼히 청결을 유지하고, 국소제제를 적용하며 관리할 수 있다.\n예후 _Prognosis\n교정술을 한다면 예후는 매우 좋다.\n요로감염 _URINARY TRACT INFECTIONS\n30\n외음부 함몰에 의한 요로감염 _Urinary tract infection caused by a recessed vulva\n저형성, 후드형, 유년기 외음부라고도 불리는 함몰 외음은 주변 피부주름에 의해 외음부가 부분적으로나 전체적으로 덮여 있는 개에서 흔히 발생한다. 이는 다량의 습기와 노폐물의 축적, 털의 내향을 유발하고 반복성 요로감염의 원인이 될 수 있으며 질의 감염과 주변 피부의 감염의 원인이 될 수 있다.\n임상증상 _Clinical signs\n과도하게 외음부 부위를 핥음.\n외음부가 닿지 않는 개들은 바닥에 엉덩이를 비빔\n불쾌한 외음부 냄새\n외음부 주변 피부 발적 혹은 자극\n재발성 요로 감염 증상\n진단 _Diagnosis\n진단은 반드시 다음 두 조건을 만족해야 한다:\n개가 서있는 자세에서 피부주름이 외음부 틈새를 50% 이상 덮어야 한다.\n개가 질염이나 외음부 주변 피부의 감염을 동반하거나 동반하지 않는 재발성 요로감염이 있다.\n\n비만은 질환을 더 악화시킬 수 있으므로, 건강한 체중을 유지하도록 해야 한다.\n\n\n정상 외음부\n오목한\n외음부\n치료 _Treatment\n치료가 필요하지 않다. 최근 연구에 따르면 무증상 세균뇨가 동물에게 해가 되지 않는다.\n임상증상이 나타나는 경우에서만 재평가가 지시된다.\n\n불필요한 항생제는 동물의 건강을 해칠 수 있고, 항생제 내성을 증가시킬 수 있다.\n요로감염 _URINARY TRACT INFECTIONS\n31\n\n요 배양 시 양성\nPositive urine culture\n\n무증상 세균뇨 _Subclinical bacteriuria\n요로감염의 임상증상을 보이지 않는 동물에서 멸균적인 방법으로 얻은 요 샘플에서 세균이 자랄 때 무증상 세균뇨라고 불린다. 10마리의 건강한 개/고양이 중 1마리 정도에서 나타나며, 당뇨나 부신피질기능항진증(쿠싱), 비만 같은 특정 질환이 있는 동물에서 더 호발한다.\n임상증상 _Clinical signs\n없음(무증상)\n진단 _Diagnosis\n요로감염과 관련된 임상증상이 없는 동물에서 적절한 방법(방광천자)으로 얻은 요 샘플에서 균을 확인한다.\n콩팥감염의 증상은 감지하기 어렵기 때문에 콩팥감염을 배제하는 검사가 필요할 수 있다.\n예후 _Prognosis\n갑작스러운(급성의) 신우신염에서 즉시 처치한 경우\n완전한 회복을 기대할 수 있다.\n만성 신우신염이나 만성 콩팥질환, 콩팥결석 같은 다른 요로 장애가 있는 경우 치료하기 더 힘들다.\n치료 _Treatment\n항생처치를 즉시 시작하고 요 배양 결과에 따라 조절한다.\n기저질환에 대한 치료가 필요하다.\n\n처치에 적절히 회복되고 있는지 확인하기 위한 재평가가 매우 중요하다.\n요로감염 _URINARY TRACT INFECTIONS\n32\n\n세균이 간헐적으로 흘러나오기 때문에 요 배양에서 음성이 나올 수 있다.\n신우신염 _Pyelonephritis\n상행요로감염이라고 불리는 콩팥의 감염이다. 전형적으로는 방광으로부터 요로를 통해 균이 이동하여 발생하지만, 종종 혈행을 타고 세균이 감염되어 발생하기도 한다. 코르티코스테로이드 처치나, 만성 콩팥질환, 요실금, 이소성 요관, 콩팥결석 혹은 요관결석 같은 요인이 있는 경우 이러한 감염으로 이어질 위험성이 높다.\n임상증상 _Clinical signs\n다음, 다뇨열, 기력저하, 식욕감퇴\n옆구리 통증\n구토\n진단 _Diagnosis\n요검사상 백혈구, 적혈구, 세균의 확인\n방광천자를 통해 얻은 요 샘플을 균배양 시 양성이 나올 경우\n세균의 존재를 확신할 수 있다.\n혈액검사는 콩팥질환이나 염증의 유무를 확인하는 데 도움이 될 수 있다.\n초음파상 콩팥이 비정상적으로 보일 수 있다.\n\n세균\n\n치료 _Treatment\n급성 전립샘염이 있는 개는 입원관리가 필요하다.\n항생제 장기치료를 즉시 시작하고 배양 결과에 따라 조정한다.\n비번식견에서는 중성화가 추천된다.\n예후 _Prognosis\n예후는 좋다.\n급성 전립샘염, 중성화를 한 개에서 예후가 더 좋다.\n요로감염 _URINARY TRACT INFECTIONS\n33\n\n염증, 통증성 전립샘\nInflamed and painful prostate\n직장의 압박으로 배변 시 통증을 유발\nCompression of the colon causing straining to defecate\n전립샘염 _Prostatitis\n전립샘의 세균감염을 의미한다. 일반적으로 전립샘으로 들어오는 요도를 통해 침입한 세균에 의해 발생한다.\n전립샘염은 중성화를 하지 않은 개에서 더 흔히 발생하며, 급성으로 갑자기 발생하거나 오래 지속될 수 있다.\n임상증상 _Clinical signs\n열, 기력저하, 식욕감퇴\n혈성 혹은 탁한 분비물\n뻣뻣한 걸음\n대소변 시 통증\n불임\n진단 _Diagnosis\n직장손가락검사를 통해 전립샘의 통증이나 비대를 확인할 수 있다.\n초음파상 전립샘이 비정상으로 보인다.\n방광천자를 통해 얻은 소변, 전립샘분비물, 사정액에서 백혈구, 적혈구, 균을 확인한다. 이 샘플들을 배양 시 균이 자랄 것이다.\n전신감염의 유무를 확인하기 위한 혈액검사\n\n방광염이 있는 중성화하지 않은 수컷에서 전립샘염이 가장 호발한다.\n\n급성 전립샘염이 있는 개는 매우 아파하는 반면, 만성적인 케이스는 임상증상을 보이지 않을 수도 있다.\n치료 _Treatment\n비스테로이드성 소염제가 작은 폴립들의 완화에 도움이 될 수 있다.\n큰 폴립은 수술적으로나 방광경을 통한 제거가 필요하다.\n어떠한 기저 염증이라도 관리되어야 한다.\n예후 _Prognosis\n염증원이 제거될 수 있다면 예후는 매우 좋다.\n요로감염 _URINARY TRACT INFECTIONS\n34\n\n\n폴립\n폴립형 방광염 _Polypoid cystitis\n폴립은 방광 점막으로부터 자라난 덩어리지만 종양은 아니다. 폴립형 종괴들은 방광의 만성적인 염증을 유발하고, 감염이나 결석을 유발하기도 한다. 보통 방광벽을 따라 많은 폴립이 존재하지만, 단독적으로 거대한 폴립이 있는 경우도 있다.\n임상증상 _Clinical signs\n기저 방광 염증의 증상:\n배뇨실수, 잦은 배뇨, 배뇨통\n주로 소변이 끝날 때쯤 보이는 혈뇨\n요로폐쇄의 증상은 드물다.\n진단 _Diagnosis\n방광 초음파나 내시경(방광경)을 통해 단독 혹은 다수의 좁고 줄기 형태의 기반을 갖는 덩어리들을 확인한다.\n생검을 통해 폴립임을 확인할 수 있다.\n\n폴립의 형상을 확인하는 것이 진단을 뒷받침하지만,\n폴립형 방광염의 확진을 위해서는 주로 생검을 필요로 한다.\n치료 _Treatment\n요 배양결과에 근거한 적절한 항생제를 사용한다.\n개선을 위해 당 조절이 필요할 수 있다.\n예후 _Prognosis\n요로감염에 대한 적절한 처치가 이루어진다면 가스 축적은 해소될 것이다.\n요로감염 _URINARY TRACT INFECTIONS\n35\n\n방광벽에 찬 가스\n\n기종성 방광염 _Emphysematous cystitis\n가스생성균 혹은 드물게 진균에 의해 발생하는 방광의 감염이며, 방광 내 가스가 특징이다. 드물지만 콩팥도 병발할 수 있다.\n세균이 당이나 다른 부산물을 발효하면서 가스가 생성된다.\n임상증상 _Clinical signs\n배뇨실수\n잦은 배뇨\n배뇨 시 힘을 주거나 통증반응\n부패취 혹은 혈뇨\n생식기 부근의 과한 핥음\n진단 _Diagnosis\n요검사에서 일반적인 요로감염의 증거들을 확인한다.\n적절한 방법(방광천자)으로 채취한 요 샘플에서 배양 시 양성이 확인되면 확진할 수 있다.\n영상검사를 통한 요로의 가스를 확인한다.\n당뇨환자에서는 혈중 당 조절에 대한 평가가 필요하다.\n\n기종성 방광염은 당뇨 환자에서 가장 호발한다.\n치료 _Treatment\n플루코나졸 같은 특정 항진균제 치료\n선행요인을 찾아서 제거해야 한다.\n예후 _Prognosis\n예후는 다양하며, 선행요인의 제거에 영향을 받을 수 있다.\n처치에 대해 회복되고 있는지 확인하기 위한 재평가가 매우 중요하다.\n\n\n36\n진균성 요로감염 _Fungal urinary tract infection\n진균에 의한 간염으로, 주로 방광에 있는 칸디다에 의해 발생한다. 칸디다에 의한 요로감염은 당뇨나 종양, 혹은 다른 요로계 질환, 요도카테터 장기간 장착, 항생제나 글루코코르티코이드 장기복용 등의 요인에 의해 방어체계가 약해진 동물에서 주로 발생한다. 전신 진균감염이 있는 동물에서는 요를 통해 흘러가서 요로감염을 유발할 수 있다.\n임상증상 _Clinical signs\n배뇨실수\n잦은 배뇨, 배뇨통\n노력성 배뇨\n혈뇨\n생식기 부근의 과도한 핥음\n식욕감퇴, 체중감소\n진단 _Diagnosis\n요 중 백혈구, 적혈구, 진균요소들의 확인\n무균적 방법(방광천자)으로 채취한 요 샘플에서 진균 배양 시 양성이 확인되면 진균의 감염을 확진할 수 있다.\n치료 _Treatment\n요배양에 근거한 항생제와 결석 용해식을 같이 주어야 한다. 약물적 분해는 8~12주가 걸릴 수 있다.\n드물게, 수술이나 방광경을 통해 결석을 제거 해야 하는 경우가 있다.\n예방 _Prevention\n완전한 회복이 기대될지라도, 결석이 다시 생길 수 있다.\n재발은 요로감염을 빨리 치료하거나 예방함으로써 방지할 수 있다.\n재평가가 매우 중요하다.\n37\n감염에 의한 스트루바이트 결석 _Infection-induced struvite uroliths\n거의 대부분의 개와 소수의 고양이에서, 암모니아 생성을 유발하는 요소분해효소 생성균 감염 시 스트루바이트 결석이 형성된다.\n이는 마그네슘, 암모늄, 인산염 무기질이 과다농축된 알칼리성 요를 유발하게 되어 결석 생성을 촉발시킨다.\n임상증상 _Clinical signs\n노력성 배뇨 혹은 배뇨통\n배뇨 횟수 증가, 배뇨실수\n부패취, 혈뇨\n생식기 부근의 과한 핥음\n요배출 불능 같은 폐쇄의 증상이 나타날 수 있다.\n\n진단 _Diagnosis\n요검사에서 전형적인 요로감염의 증거들이 확인되고, 스트루바이트 결정이 확인될 수 있다.\n무균적 방법(방광천자)으로 채취한 요 샘플배양으로 균의 여부를 확인할 수 있다.\n방사선 혹은 초음파 영상으로 결석을 확인\n약물적 용해가 성공하거나 스트루바이트 구성 확인을 위한 결석의 평가\n\n요로 폐쇄는 응급상황이다!\n치료 _Treatment\n결석 용해식을 급여한다. 약물적 용해는 개에서 3~6주가 걸릴 수 있다.\n드물게, 수술이나 방광경을 통해 결석을 제거 해야 하는 경우가 있다.\n예방 _Prevention\n완전한 회복이 예상되더라도 결석이 다시 생길 수 있다.\n수분 섭취량 증가(목표 요비중이 개에서는 1.020 이하,\n고양이에서는 1.030 이하)가 재발을 줄일 수 있다.\n마그네슘, 암모늄, 인산염 무기질 농도가 낮은 산성뇨를\n유도하는 처방식 급여를 통해 결석 생성을 예방할 수 있다.\n재평가가 매우 중요하다.\n38\n\n무균성 스트루바이트 결석 _Sterile struvite uroliths\n거의 대부분의 고양이와 소수의 개에서, 스트루바이트 결석은 알칼리성이며, 마그네슘, 암모늄, 인산염 무기질이 과농축된 요로 인해 무균성으로 결석이 촉발되어 생성된다.\n임상증상 _Clinical signs\n노력성 배뇨 혹은 배뇨통\n배뇨 횟수 증가, 배뇨실수\n혈뇨\n생식기 부위의 과한 핥음\n요배출 불능 같은 폐쇄의 증상이 나타날 수 있다.\n\n요로 폐쇄는 응급상황이다!\n진단 _Diagnosis\n요검사를 통한 스트루바이트 결정의 확인\n요 배양 시 음성이다.\n방사선 혹은 초음파 영사에서 결석 확인\n약물적 용해가 성공하거나 스트루바이트 구성 확인을 위한 결석의 평가\n\n수분섭취 감소는 결석 생성에 관여하는 무기질 농도를 증가시킨다.\n요로결석증 _UROLITHIASIS\n39\n\n수산칼슘 결석 _Calcium oxalate uroliths\n수산칼슘 농도가 높은 요에서 흔히 생성되는 결석이다. 정확한 기전은 알려져 있지 않다.\n임상증상 _Clinical signs\n노력성 배뇨, 배뇨통\n배뇨 횟수 증가, 배뇨실수\n혈뇨\n요배출 불능 같은 폐쇄의 증상이 나타날 수 있다.\n진단 _Diagnosis\n요검사를 통해 수산칼슘 결정이 확인될 수 있다.\n방사선 혹은 초음파 영상상 결석의 확인\n수산칼슘 구성의 확인을 위한 결석의 분석\n혈액검사를 통해 수산칼슘 농도 증가 확인\n치료 _Treatment\n결석이 임상증상을 유발하는 경우, 수술이나 방광경, 레이저(쇄석술), 방광압박결석배출술에 의해 제거해야 한다.\n임상증상을 유발하지 않고, 폐쇄를 유발하기에 너무 큰 결석은 제거 할 필요는 없다.\n예방 _Prevention\n예방은 어렵다. 요의 구성을 바꾸는 것을 목표로 한다.\n수산칼슘예방식이캔의 급여는 재발 간격을 늘려 줄 수 있다.\n수분섭취 증가. 목표 요비중이 개에서는 1.020 이하, 고양이에서는 1.030 이하로 하는 것이 추천된다.\n구연산칼륨, 하이드로클로로타이아자이드, 비타민 B6가 도움이 될 수 있다.\n칼슘보충제나 견과류, 대황, 시금치 같이 고수산염의 음식은 피해야 한다.\n재평가가 매우 중요하다.\n\n요로 폐쇄는 응급상황이다!\n치료 _Treatment\n약물적 용해는 시도할 수 있지만 주로 효과가 없다.\n임상증상을 유발하는 경우, 수술, 방광경, 레이저(쇄석술), 방광압박결석배출술로 제거해야 한다.\n임상증상을 유발하지 않고, 폐쇄를 유발하기 너무 큰 결석은 제거할 필요는 없다.\n특정 변이를 갖는 동물에서 중성화가 치유법이 될 수 있다.\n예방 _Prevention\n중성화를 통해 유전적 전파를 막고, 재발을 방지할 수 있다.\n약물은 재발률을 줄여 줄 수 있다.\n저단백식이, 요 pH 증가(알칼리화), 수분섭취증가(목표\n요비중이 개에서 1.020 이하, 고양이에서 1.030 이하)를 통해 재발을 줄일 수 있다.\n재평가가 매우 중요하다.\n요로결석증 _UROLITHIASIS\n40\n시스틴 결석 _Cystine uroliths\n선천적 수송결함에 의해 근위세관에서 시스틴, 오르니틴, 리신, 아르기닌 아미노산의 재흡수가 억제되어 요 중 시스틴이 존재하고, 결석을 촉발하게 된다. 이는 수컷에서 더 호발한다. 시스틴뇨를 유발하는 유전적 변이는 많은 품종의 개에서 밝혀져 있다.\n임상증상 _Clinical signs\n노력성 배뇨 혹은 배뇨통\n배뇨 횟수 증가, 배뇨실수\n혈뇨\n요배출 불능 같은 폐쇄의 증상이 나타날 수 있다.\n진단 _Diagnosis\n요검사를 통해 시스틴 결정이 확인될 수 있다.\n방사선 혹은 초음파 영상상 결석의 확인\n나이트로푸루시드 반응 양성 혹은 COLA 검사 양성\n시스틴 구성의 확인을 위한 결석의 분석\n몇몇 종에서는 특정 유전자 검사가 가능하다.\nCOLA: cystine, ornithine, lysine, arginine\n\n\n요로 폐쇄는 응급상황이다!\n치료 _Treatment\n알로푸리놀, 푸린제한, 요 생성을 증가시키는 알칼리화식이를 통한 약물적 용해. 70%의 개에서, 4주 안에 부분적 혹은 완전한 분해가 기대된다.\n결석이 용해되지 않고 임상증상을 유발하는 경우, 수술,\n방광경, 레이저, 방광압박결석배출술로 제거해야 한다.\n임상증상을 유발하지 않고, 폐쇄를 유발하기 너무 큰 경우 제거할 필요는 없다.\n예방 _Prevention\n푸린제한식, 알칼리화식이 급여를 통한 요 생산물 증가는 재발을 줄여 줄 수 있다.\n알로푸리놀, 구연산칼륨(알칼리화를 위해)이 재발을 줄이는데 도움을 줄 수 있다.\n재평가가 매우 중요하다.\n요로결석증 _UROLITHIASIS\n41\n요산염 결석 _Urate uroliths\n요산염 결석은 요산(푸린 대사산물)을 다량 함유하는 산성뇨에서 생성된다. 대부분의 개에서는 요산의 비정상 수송을 유도하는 변이와 간의 비정상 기능에 의해 생성된다. \n임상증상 _Clinical signs\n노력성 배뇨, 배뇨통\n배뇨 횟수 증가, 배뇨실수\n혈뇨\n요배출 불능 같은 폐쇄의 증상이 나타날 수 있다.\n진단 _Diagnosis\n요검사를 통한 요산염 결정의 확인\n영상검사를 통한 결석 확인\n요산염 구성의 확인을 위한 결석 분석\n간기능 평가가 지시될 수 있다.\n달마시안이나 잉글리쉬불독 같은 특정 종에서는 유전자검사가 가능하다.\n\n아래 기재된 치료와 예방은 요산의 비정상 수송을 유발하는 유전자변이를 갖는 개에서만 적용된다.\n\n요로 폐쇄는 응급상황이다!\n\n요로결석증 _UROLITHIASIS\n42\n신석증 _Nephrolithiasis\n신석증은 하나 혹은 둘의 콩팥의 결석이 생기는 것으로, 대부분 콩팥깔때기에 생긴다.\n임상증상 _Clinical signs\n복통, 등통\n혈뇨\n콩팥질환의 증상 혹은 요로감염의 재발\n진단 _Diagnosis\n방사선 혹은 초음파 영상상 한쪽 또는 양쪽 콩팥에서 확인 가능\n콩팥 기능 평가와 요배양이 지시될 수 있다.\n각 결석 타입에 따라 다른 검사들이 고려되어야 한다.\n치료 _Treatment\n폐쇄가 없다면 스트루바이트, 요산염, 시스틴 결석은 용해를 시도할 수 있다.\n폐쇄를 유발하고, 감염 재발, 통증, 콩팥을 압박하고 손상시키는 결석의 경우에만 제거해야 한다.\n제거가 요구되는 경우, 내시경을 통한 콩팥절개결석제거술, 충격파쇄석술\n(개에서만) 같은 최소침습적인 방법이 선호되지만 수술적 방법이 더 쉽게 적용될 수 있다.\n콩팥깔때기\nRenal pelvis\n결석\nStones\n\n흔한 결석 유형\n많은 콩팥결석은 문제를 일으키지 않으므로, 신석증이 있는 몇몇 동물에서 임상증상이 나타나지 않을 수 있다.\n예후 _Prognosis\n결석 종류, 손상 정도, 결석 제거 방법에 따라 다양하다.\n\n문제를 일으키지 않는 경우엔 콩팥결석은 제거할 필요는 없다.\n치료 _Treatment\n요관폐쇄는 응급상황이다. 치료의 지연은 콩팥손상에 기여한다.\n수액과 약물처치는 24~72시간 내에 시도될 수 있으나 실패율이 높다.\n약물처치가 실패한 폐쇄환자의 경우 피하요관우회로(고양이에서만),\n요관스텐트, 일반적인 수술이 지시된다.\n폐쇄가 없거나 관련 문제가 없는 환자의 경우 결석의 통과를 지켜봐야 한다.\n요로결석증 _UROLITHIASIS\n43\n\n관결석증 _Ureterolithiasis\n요를 콩팥으로부터 방광까지 전달하는 통로인 요관에서, 단독 혹은 두 개 요관 내 결석을 의미한다.  개에서는 대부분의 결석이 수산칼슘(40%), 스트루바이트(30%), 푸린/요산염(12%)이다. 또한 요관결석증이 있는 60~85%의 개에서는 요로감염을 동반한다.\n임상증상 _Clinical signs\n통증, 식욕감소, 기력저하, 체중감소\n혈뇨\n콩팥질환의 증상 혹은 요로감염\n진단 _Diagnosis\n방사선 혹은 초음파상 하나 혹은 둘의 요관 내 결석 확인. 결석 앞쪽으로 콩팥이나 요관이 확장되어 있다면 폐쇄를 의미한다.\n콩팥기능평가와 요배양이 지시된다.\n\n대부분 환자에서 요관 폐쇄가 해소되면 콩팥은 어느 정도 회복된다.\n예후 _Prognosis\n콩팥손상과 치료방법에 따라 예후는 다양하다.\n요관 폐쇄 완화 이후 콩팥 회복을 예측하는 지표는 없다.\n치료 _Treatment\n페닐프로파놀라민이나 에스트로겐 약물을 사용해 요도 괄약근 압력을 높인다.\n중단적 치료 방법으로 방광경을 이용하여 콜라겐 주입과 같은 시술로 요도 부피를 증가시켜 준다.\n수술적 인공 요도 괄약근 이식이나 다른 수술적 처치가 장기적 관리를 위해 필요하다.\n기저귀가 오염방지에 도움이 될 수 있다. 얇은 수분막(석유 정제품 류젤리)을 기저귀 아래 피부에 대주어야 한다.\n\n\n44\n요도 괄약근 기능 부전(USMI) _Urethral sphincter mechanism incompetence (USMI)\n중성화 수술 후 실금으로도 불리는 USMI는 암컷에서의 요실금의 가장 흔한 원인이다. 동물이 쉬고 있을 때 요도 괄약근이 완전히 닫히지 않아 요가 새어나오게 된다. 보통 중성화 수술 후 3~4년 뒤에 발생하지만, 몇몇의 개들은 선천적이기도 하다. \n진단 _Diagnosis\n요실금의 다른 원인들이 반드시 제외되어야 한다.\n혈액검사, 요검사, 요배양이 전반적인 건강상태 확인을 위해 필요하다.\n페닐프로파놀라민 치료 시작 전에 혈압 측정이 반드시 필요하다.\n\nUSMI와 관련한 요실금은 불수의적이다; 스스로 요배출 조절이 불가능\n예후 _Prognosis\n대부분의 개는 잘 지낸다. 하지만 반복적으로 치료가 필요할 수 있는데, 몸무게가 늘거나 물을 많이 마시기 시작하거나 요로 감염이 일어나거나 약물에 내성이 생기면 치료의 효과가 떨어지기 때문이다.\n치료 _Treatment\n페녹시벤자민, 프라조신, 탐술로신, 다이아제팜 같은 요도를 이완시키는 약물\n베타네콜, 카바콜, 씨사프라이드 같은 다른 약물들이 방광 수축력 증가를 위해 지시될 수 있다.\n방광의 과도한 팽창을 막기 위한 일시적인 요도 카테터 장착이 필요하다. 심각한 경우 영구적인 방광 관(방광절개관)의 장착이 필요할 수 있다.\n중성화 수술이 증상 완화에 도움이 될 수 있다.\n예후 _Prognosis\n예후는 매우 다양하다.\n어떤 치료가 가장 잘 작용하는지를 확인하기 위해 여러 약물처치의 시도가 필요할 수 있다.\n45\n배뇨근-요도 협동장애 _Detrusor–urethral dyssynergia\n기능적 요도폐쇄로도 불리는 이러한 배뇨장애의 경우, 방광이 수축할 때 요도가 이완되지 않는다. 또한 방광이 과팽창되고, 약해지게 된다.\n대부분 수컷 개에서 흔히 보고되며, 배뇨근-요도 협동장애의 원인은 알려져 있지 않지만, 성적 흥분, 전립선 질환, 수분섭취량 증가, 요로감염, 수술, 정형 질환 등의 요인들이 발병에 영향을 미치거나 악화시키는 것으로 생각된다.\n임상증상 _Clinical signs\n배뇨자세를 자주 취하지만 소량의 배뇨만 나오고, 방광이 비워지기 전 배뇨가 중지된다.\n방광의 과도한 팽창으로 인해 쉬는 상태나 걷는 중 오줌을 흘릴 수 있다.\n진단 _Diagnosis\n카테터는 요도를 쉽게 통과한다.\n배뇨 후에도 방광이 확장된 채 유지된다.\n신경학적 질환이 배제되어야 한다.\n요도압력 검사기가 도움이 될 수 있다.\n\n배뇨불능은 응급상황이며, 수의사의 응급처치가 필요하다.\n46\n이소성 요관 _Ectopic ureter\n요를 콩팥에서 방광으로 수송하는 기능을 하는 요관에서 나타나는 선천적인 질환으로, 방광을 우회하고 요도나 생식기관에 개구한다.\n이소성 요관은 암컷 강아지가 비자발적 요흘림(요실금)을 보이게 되는 가장 흔한 이유이다. 수컷에서는 흔하지 않으며, 요흘림이 나타날 수도 아닐 수도 있다. \n임상증상 _Clinical signs\n지속적인 요흘림(쉴 때나 움직일 때)이 가장 흔하지만, 어떤 동물에서는 쉴 때만 요흘림이 나타나기도 한다.\n어떤 경우에는 정상뇨를 볼 가능성도 있다.\n배뇨통 혹은 뒤쪽의 오염과 요로감염이 흔히 나타난다.\n진단 _Diagnosis\n영상학적 혹은 방광경을 통해 비정상적 위치에 개구하는 요관을 확인한다.\n전반적인 건강상태 평가를 위한 혈액검사, 요검사, 요배양이 필요하다.\n이소성 좌측 요관\nEctopic left ureter\n치료 _Treatment\n방광내로 개구하는 내부형 이소성 요관의 개구부를 방광경을 이용한 레이저 절제를 통해 이동시킨다.\n외부형 이소성 요관의 경우 수술적 교정이 필요하다.\n요도조임근 기전 부전의 동반에 대한 약물적 혹은 수술적 처치가 필요하다.\n예후 _Prognosis\n다양하다. 완치는 가능하지만, 많은 개들이 지속적인 약물이나 수술적 처치를 필요로 한다.\n배뇨장애 _MICTURITION DISORDERS\n47\n\n정상방광\n골반방광 _Pelvic bladder\n방광이 정상적으로 위치할 때, 복압의 상승(움직이고, 짖고, 기침하고, 재채기하는 등의 행동을 하는 동안)은 방광과 근위 요도에 동일하게 전달된다. 반면에 골반방광에서는 방광의 삼각부분이 과하게 뒤쪽에 위치하게 되고, 복압의 상승이 요도가 아닌 방광에만 전달되어 요흘림을 유발하게 된다.\n임상증상 _Clinical signs\n골반방광이 있는 모든 개에서 요실금이 나타나지는 않는다. 요실금은 요도 조임근 기전 부전을 동반하는 개에서 더 호발한다.\n진단 _Diagnosis\n요실금을 보이는 개에서 영상검사를 통해 완전히 부풀려진 방광에서 방광삼각이 골반강내에 위치하는지 확인한다.\n치료 _Treatment\n요도조임근 기능 부전에 대한 치료가 효과적일 수 있다.\n방광을 앞쪽으로 재배치하는 수술이 필요할 수 있다.\n체중 조절이 중요하다.\n기저귀가 오염방지를 막는 데 도움이 될 수 있다. 얇은 수분막(석유정제형 젤리)을 기저귀 아래 피부에 대주어야 한다.\n\n골반방광에서 배뇨실금은 불수의적으로 나타난다;\n개가 조절할 수 없다.\n\n골반방광\n요도\nUrethra\n배모양의 방광\nPear-shaped bladder\n방광삼각\nTrigone of the bladder\n예후 _Prognosis\n치료는 완전하지 않으며, 지속적인\n조정이 필요할 수 있다.\n\n"}