{
    "title": "신장과 비뇨기 질환수의사와 보호자가 함께 보는 반려동물 아틀라스 시리즈",
    "author": "윤화영 감수",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n치료 _Treatment\n완전한 제거가 어려운 위치라 수술을 하는 경우는 드물다.\n일반적인 치료법은 비스테로이드성 소염제와 화학요법을 병행하는 것이다.\n방사선치료는 지시되지 않는다.\n레이저 제거, 요도스텐트 장착, 영구적인 카테터 장착(방광관)이 요로폐쇄가 있는 개에서 도움을 줄 수 있다.\n예후 _Prognosis\n예후는 환자와 치료에 따라 다양하므로 예측하기 어렵다.\n48\n\n요로상피세포암종 _Urothelial carcinoma\n이행세포암종으로도 불리는 요로상피세포암종은 개의 방광 종양에서 가장 흔하다. 종양은 주로 방광의 깊은 조직에 침투하지만, 콩팥이나 요관, 요도, 전립선에도 영향을 줄 수 있다. 종양이 커지면서 요가 콩팥에서 방광으로 유동하는 것을 막을 수 있으며, 이로 인해 갑작스런 콩팥 기능부전을 유발할 수 있다. 요가 방광에서 체외로 유동하는 것을 막게 되면 요로 폐쇄를 유발할 수 있다. 요로감염을 동반하는 경우가 흔하다.\n임상증상 _Clinical signs\n혈뇨\n노력성 배뇨와 잦은 배뇨\n배뇨 줄기의 약화\n진단 _Diagnosis\n영상검사를 통한 요로기 내의 종괴의 확인\n악성 세포 감별을 위한 세포학 검사와 생검\n85%의 개에서 BRAF 유전자검사가 양성으로 나타나며,\n조기 진단에 쓰일 수 있다. 가능한 경우, 복제수 변이 검사가 진단되는 케이스 수를 증가시킬 수 있을 것이다.\n\n이행세포암종의 정확한 원인은 알려져 있지 않지만, 유전적 요인과 환경적인 요인이 작용할 것이다.\n치료 _Treatment\n페쇄를 완화한다.\n필요한 약물처치의 정도는 폐쇄의 지속기간과 임상증상의 심각도에 따라 다양하다.\n환자가 안정적이면, 폐쇄의 원인에 따라 추가적인 처치가 필요하다.\n예후 _Prognosis\n예후는 폐쇄의 원인에 따라 다양하다.\n재발을 막기 위한 검사가 필요하다.\n49\n\n팽창 방광\nEnlarged bladder\n요도를 막고 있는 결석\nStone obstructing the urethra\n요도 폐쇄 _Urethral obstrunction\n결석, 플러그, 종양 같은 어떠한 물질이 요가 방광으로부터 체외로 배출되는 것을 막는 것을 의미한다. 폐쇄의 결과로 콩팥에서 정상적으로 걸러진 노폐물들이 배출되지 않고 결국 독성 단계에 이르게 되어, 심각한 임상증상과 죽음에까지 이르게 한다.\n임상증상 _Clinical signs\n배뇨가 없거나 소량만 새어나오는 노력성 배뇨\n배뇨 시 울부짖음\n후복부 쪽이나 생식기관을 과도하게 그루밍\n식욕감소, 기력저하, 구토 같은 콩팥 기능부전의 증상이 결국 나타날 것이다.\n진단 _Diagnosis\n신체검사 혹은 영상검사를 통해 확장된 방광을 확인할 수 있다.\n요도카테터의 통과가 어렵거나 불가능하다.\n폐쇄의 원인을 결정하는 데 영상검사가 도움이 된다.\n폐쇄의 원인과 가능한 결과를 평가하기 위한 혈액검사와 요검사\n\n요도 폐쇄는 응급상황이다!\n치료 _Treatment\n증상이 나타나는 동안 통증 조절\n이상적으로 캔으로 된 요로계 식이 급여\n수분섭취량 증가\n\n환경을 풍부하게 제공[복합적 환경 개선 multimodal environmental modification (MEMO)]. 안정적인 환경으로 배치하는 것이 도움이 된다.\n\n예후 _Prognosis\n\n환경적 요인을 알아내고 제거하는 것이 재발을 줄일 수 있다.\n\n기력저하, 식욕감퇴, 구토, 숨는 행위는 응급상황인 요로 폐쇄를 의미할 수 있다.\n50\n\n스트레스\nSTRESS\n\n\n51\n특발성 신성 혈뇨 _Idiopathic renal hematuria\n하나 혹은 두 개의 콩팥에서 간헐적이거나 지속적으로 출혈이 있는 상태로, 어떠한 명확한 원인(외상, 결석, 종양 등)에 의한 것이 아니다.\n임상증상 _Clinical signs\n종종 포도주색으로 나타나는 혈뇨\n빈혈에 의한 허약\n혈전이 요로를 통과하여 복통 유발\n진단 _Diagnosis\n초음파를 통한 다음 사항 확인\n콩팥깔때기와 요관의 확장\n콩팥, 요관, 방광에서의 혈전\n방광경이나 요관카테터를 통한 콩팥 출혈의 확인\n전반적인 건강상태 확인 및 응고기능 확인, 빈혈여부\n확인을 위한 혈액검사\n치료 _Treatment\n무증상 동물에서는 치료가 필요 없다.\n폐쇄 완화가 후천적 게실을 해소해줄 수 있다.\n잔존물의 수술적 제거가 필요할 수 있다.\n요로감염 관리를 위해 요배양 결과에 따른 항생제\n예후 _Prognosis\n예후는 매우 좋다.\n환자의 주기적인 검사가 매우 중요하다.\n\n\n52\n요막잔존 _Urachal remnants\n요막(태아에서 방광과 탯줄을 연결하는 관)이 완전히 닫히지 못해 요막게실 혹은 낭으로 존재하고, 요로감염의 재발과 방광결석의 선행요인이 된다. \n임상증상 _Clinical signs\n임상증상이 없을 수 있다(무증상).\n요로감염의 증상\n배뇨실수\n잦은 배뇨\n노력성 배뇨 혹은 배뇨통\n악취 혹은 혈뇨\n진단 _Diagnosis\n초음파나 조영을 통한 영상검사를 통해 게실의 존재를 확진할 수 있다.\n요로감염에 대한 평가를 위해 요검사와 요배양\n치료 _Treatment\n내부기생충 약: 이버멕틴, 펜벤다졸, 레바미졸\n어떤 동물은 치료 없이도 감염이 완화되기도 한다.\n예후 _Prognosis\n예후는 매우 좋다.\n환경 관리, 특히 켄넬같이 동물이 지내는 곳의 관리를 통해 재감염을 막을 수 있다.\n53\n\n모세선충증 _Capillariasis\nCapillaria plica (Pearsonema plica라고도 알려짐)는 개와 고양이의 방광에 감염되는 기생충으로, 종종 콩팥이나 요관에도 감염된다. \n야생동물이 가장 흔한 기생충의 첫 번째 숙주이다. 개와 고양이는 감염기의 기생충을 내포하고 있는 지렁이의 섭취를 통해 감염될 수 있다.\n임상증상 _Clinical signs\n대부분의 감염 동물이 무증상이다.\n잦은 배뇨 혹은 배뇨통\n배뇨실금(요실금) 혹은 배뇨실수(부적절한 배뇨)\n혈뇨\n진단 _Diagnosis\n특징적인 모세선충 충란 확인을 위한 요검사\n\n이러한 두 종의 모세선충 감염은 사람에 전염되지 않는다.\n치료 _Treatment\n섬유질이 풍부하고, 칼슘이 적고, 비타민 D와 A가 과하게 포함되지 않은 식이의 급여를 통해 몇몇 고양이에서는 질환이 완화될 수 있다.\n식이요법이 효과적이지 않다면, 비스포스포네이트 약물 처치가 필요할 수 있다.\n글루코코르티코이드가 특정 케이스에서 효과적일 수 있다.\n54\n\n결석\nUrinary stones\n통증\n잦은 배뇨\n혈뇨\n\n55\n\n\n요관\n\n양성전립샘비대 _Benign prostatic hyperplasia (BPH)\n전립샘이 비종양적으로 비대해지는 것을 의미한다. 중성화를 하지 않은 수컷 개에서 호발한다.\n\n중성화하지 않은 수컷 개의 80%\n정도가 5세령쯤에 어느 정도의 양성전립샘비대가 나타난다.\n임상증상 _Clinical signs\n발병 개에서 증상이 없을 수 있다.\n(무증상)\n혈뇨\n음경으로부터 끈적하고 종종\n혈액성인 삼출물이 나온다.\n노력성 배변, 리본 모양의 변\n걸을 때 뒷다리가 뻣뻣하고 짧은\n보폭의 걸음\n양성전립샘비대에서 다른 질환까지(전립샘염 혹은 거대 전립샘 낭) 이어진 경우 노력성 배뇨 같은 추가적인 임상증상을 보일 수 있다.\n진단 _Diagnosis\n전립샘 종대 확진을 위한 직장검사\n요 배양, 혈액검사, 영상검사,\n전립샘 액의 세포검사가 전립샘\n비대를 야기하는 다른 원인을 배제하는 데 도움이 될 수 있다.\n\n\n강아지 만성 신부전은 신장이 점진적으로 기능을 상실하는 질환으로, 시간이 지남에 따라 신장의 필터 역할이 저하되면서 체내 노폐물과 수분 조절 능력이 감소하는 상태를 말한다. 신장은 체내의 항상성을 유지하는 데 중요한 역할을 하며, 혈액 속 노폐물을 배출하고 전해질 균형을 조절하는 기능을 수행한다. 하지만 만성 신부전이 진행되면 이러한 기능이 점점 약화되면서 다양한 임상 증상이 나타나고, 적절한 치료를 받지 않을 경우 생명을 위협하는 심각한 상태로 발전할 수 있다.\n만성 신부전의 원인은 다양하다. 노령 강아지에게서 자연적으로 발생할 수도 있지만, 특정 질환이나 유전적인 요인도 신부전의 원인이 될 수 있다. 신장 결석, 만성 신우신염, 면역 질환, 독소 노출, 고혈압, 심혈관 질환, 유전적인 신장 질환 등이 주요 원인으로 꼽힌다. 특히 특정 품종의 경우 유전적으로 신장 질환에 취약할 가능성이 높으며, 조기에 신장 건강을 관리하는 것이 중요하다. 또한, 반복적인 급성 신부전이 제대로 치료되지 않을 경우 점차 만성 신부전으로 진행될 위험이 크다.\n강아지의 만성 신부전은 초기에는 명확한 증상이 나타나지 않을 수 있다. 하지만 신장이 75% 이상 손상되면 여러 가지 임상 증상이 서서히 나타나게 된다. 주요 증상으로는 다뇨(소변량 증가) 및 다갈(물을 많이 마심), 식욕 감소, 체중 감소, 구토, 설사, 구취(요독증으로 인해 발생하는 암모니아 냄새), 피로 및 무기력 등이 있다. 심한 경우 탈수, 근육 위축, 고혈압, 빈혈 등의 증상이 동반될 수 있으며, 질병이 진행됨에 따라 신부전으로 인해 신체 내 독소가 축적되어 신경계 이상 증상이 나타날 수도 있다.\n만성 신부전의 진단을 위해서는 다양한 검사가 필요하다. 우선, 병력 조사와 함께 신체 검사를 실시하며, 혈액 검사와 소변 검사를 통해 신장의 기능 상태를 평가한다. 혈액 검사에서는 크레아티닌(Creatinine)과 혈중 요소 질소(BUN) 수치를 확인하여 신장의 여과 기능이 저하되었는지 파악한다. 또한, SDMA 검사는 신부전의 초기 단계를 감지하는 데 유용할 수 있다. 소변 검사에서는 단백뇨, 희석된 소변 여부, 요비중 등을 확인하여 신장 기능 저하를 평가한다. 고혈압 여부를 측정하고, 초음파나 방사선 검사를 통해 신장의 구조적 이상 여부를 확인할 수도 있다.\n만성 신부전은 완치가 어려운 질환이지만, 적절한 관리와 치료를 통해 진행 속도를 늦추고 강아지의 삶의 질을 향상시킬 수 있다. 치료의 주요 목표는 신장 기능을 최대한 유지하고, 신체 내 노폐물 축적을 방지하는 것이다. 이를 위해 저단백, 저인 식이 요법이 필수적이며, 신장 처방 사료를 급여하는 것이 중요하다. 수분 섭취를 충분히 유지하기 위해 신선한 물을 지속적으로 제공하고, 필요할 경우 수액 치료를 병행하여 체내 수분 균형을 유지한다.\n약물 치료 또한 만성 신부전 관리에 중요한 요소이다. 인 결합제(Phosphate binder)는 신장에서 인을 효과적으로 배출하지 못하는 경우 사용되며, ACE 억제제는 고혈압을 조절하여 신장의 부담을 줄이는 데 도움이 된다. 또한, 빈혈이 동반된 경우 철분 보충제나 조혈 호르몬을 사용할 수 있으며, 요독증으로 인한 구토를 완화하기 위해 항구토제나 위 보호제를 처방하기도 한다. 만성 신부전은 장기적인 관리가 필수적인 질환이므로, 정기적인 혈액 검사 및 소변 검사를 통해 신장 기능을 모니터링하는 것이 중요하다.\n만성 신부전을 예방하기 위해서는 강아지의 신장 건강을 주기적으로 점검하고, 신장에 무리를 줄 수 있는 요인을 사전에 차단하는 것이 필요하다. 균형 잡힌 식단을 유지하고, 강아지가 충분한 수분을 섭취하도록 도와주는 것이 중요하다. 신장 질환의 가족력이 있는 경우 정기적인 신장 검진을 통해 조기 발견을 시도하는 것이 바람직하다. 독성이 있는 약물이나 화학물질에 대한 노출을 피하고, 특정 감염성 질환(예: 렙토스피라증) 예방을 위해 백신 접종을 고려하는 것도 도움이 될 수 있다.\n강아지의 만성 신부전은 적절한 관리를 통해 진행 속도를 늦출 수 있는 질환이다. 조기에 질환을 발견하여 적절한 식이 요법과 약물 치료를 적용하면 강아지의 삶의 질을 개선하고 수명을 연장할 수 있다. 신장 기능이 저하된 강아지의 경우 정기적인 건강 검진을 통해 질병의 진행 상태를 지속적으로 모니터링하며, 보호자는 강아지의 변화에 주의를 기울이고 세심한 관리를 통해 건강한 생활을 유지할 수 있도록 도와야 한다."
}