{"title": "임상가를 위한 소동물 내과질환의 진단과 치료지침", "author": "현창백", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "임상가를 위한 소동물 내과 질환의 진단과 치료지침\nCHAPTER\n01\n심장-순환기계\n\n심부전의 치료와 관리 1.1 \n혈압의 치료와 관리 1.2 \n심장사상충의 진단과 치료 1.3 \n심장질환에 사용되는 약물들 1.4\n\n\n1.1 심부전의 치료와 관리\n\n1.1.1 심부전증의 발병기전\n심부전증은 심장의 수축기 기능장애나 이완기 기능장애 또는 이 두 가지 기능 모두에 문제가 발생하여 stroke volume(심장의 1회 박출량)이 감소되어 cardiac output(심박출량: 심박수 × stroke volume)이 감소되는 증상을 말한다.\n\n심장 수축기 기능장애란 심근 수축력을 조절하는 신호전달 체계에 문제가 발생하여 내인성 수축력(inotropy)이 소실되는 소견을 말한다.\n● 광범위한 수축 기능 소실은 급성 심근 경색에 의한 심근세포 소실이나 심장이 비정상적으로 종대되어 심근세포의 수축 기능이 저하될 때 발생한다.\n● 임상적으로 이러한 장애를 유발하는 대표적인 질환으로는 만성적인 판막변성에 의한 이첨판 폐쇄부전증(chronic mitral valvular insufficiency, CMVI), 확장성 심근증(dilated cardiomy- opathy), 심장내 문합(예, 동맥관 개존증[PDA], 심실중격 결손증[VSD], 심방중격 결손증 [ASD]) 및 선천성 판막폐쇄부전증에 의해 발생한다.\n\n심장의 이완기 기능장애란 심근이 비정상적으로 딱딱해지거나 외부 압박에 의해 심장의 이완 기능이 방해 받았을 경우 발생한다.\n● 이러한 이완기장애는 내인적 요인과 외인적 요인으로 나눌 수 있다.\n● 내인적 요인으로는 심근세포가 비정상적으로 비대해져서 두꺼워지는 비대성 심근증 (hypertrophic cardiomyopathy)과 판막협착이나 고혈압에 의해 혈액 박출시 저항이 증가하 는 선천성 판막협착증이나 전신성 고혈압에 의해 발생한다.\n● 외인적 요인으로는 심낭내 혈액이나 체액이 비정상적으로 축적되는 심낭수종/혈종이나 심 낭벽이 비정상적으로 두꺼워지는 압박성 심낭염 및 심장 주위 종양에 의해 발생할 수 있다.\n심장의 수축 기능과 이완 기능의 장애는 심실의 이완기 말기압의 증가(즉, 심실의 충전압의 증가)를 초래한다(표 1–1).\n● 이러한 충전압의 상승은 더 강한 수축력을 필요로 하므로 보상기전을 자극하여 심근의 수축 력을 상승시켜 stroke volume을 증가시킨다.\n● 이러한 보상기전에 의해 더 이상 stroke volume의 증가를 유지할 수 없을 경우, 심부전증이 발생한다.\n● 확장성 심근증의 경우, 이러한 stroke volume의 증가에 의하여 심근의 재구성(remodeling)이 일어나 비정상적으로 심실내강이 확장되고 심근벽은 얇아지게 된다.\n\n\n표 1-1 심부전에 의한 심장 및 혈관계의 변화\n\n심장 혈관계\nStroke volume과 cardiac output의 감소 전신혈관저항의 증가\n이완 말기압의 증가 동맥압의 감소\n\n정맥계의 탄력성(compliance) 감소 정맥압의 증가\n순환 혈량의 증가\n\n\n\n심박출량의 감소는 전신혈관계 및 폐혈관계의 기능과 신장 기능의 악화를 유발한다(표 1–1).\n● 가장 대표적인 변화로는 정맥혈액의 정체, 내부 장기의 혈액 관류 감소, 비정상적인 신경 호르몬 보상 기능의 활성 등이 있다.\n▶▶ 좌심실의 박출량 감소는 정맥혈액의 정체를 유발하고 이로 인하여 정맥계 혈량과 혈압 을 상승시킨다. 그 결과 좌심방압과 폐정맥압이 상승하여 폐부종을 유발한다. 임상적으 로 폐부종은 호흡곤란(빈호흡과 호흡단축)과 기침의 원인이 된다.\n▶▶ 우심실의 박출량 감소(종종 좌심실 기능부전과 동반됨)는 전신정맥계의 혈류량과 혈압 의 증가를 유발하여 전신성 부종(개의 경우 주로 복수)의 원인이 된다.\n▶▶ 신장의 혈액 관류 감소는 나트륨과 수분배설을 감소시키므로 전신 혈량을 증가시킨다. 이로 인해 정맥압이 상승하여 부종을 유발한다.\n▶ 이는 심박출량이 떨어졌을 때, 심장내 유입되는 혈량(preload)을 증가시켜 stroke volume을 유지시키는 중요한 보상기전이다. 문제는 말기 심부전증 환자는 이러한 보상반응에 심근 기능이 뒷받침하지 못하여 체액 저류를 유발한다.\n▶▶ 신경 호르몬계의 활성은 동맥압 유지에 중요한 보상기전이다. 신경 호르몬계는 다음으 로 구성되어 있다.\n▶ 이러한 신경 호르몬계 활성으로 동맥계 혈관 수축(동맥압 유지를 위해), 정맥계 혈관 수축(정맥압 상승), 심근 수축력 향상과 순환 혈량증가를 유발한다.\n▶ 이러한 신경 호르몬계 활성이 혈압과 혈량을 유지하는 중요한 보상기전이지만 심장 이 이러한 보상기전을 수용할 수 없을 만큼 악화되어 있을 경우, 심부전의 증상을 더 욱 악화시키는 요인이 된다.\n\n▶ 특히 만성적인 교감신경계의 활성이나 RAAS에 의한 angiotensin II 농도 증가는 단기 적으로는 심장에 도움이 되어도 장기적으로는 심장의 재구성을 가속화시켜 심부전을 더욱 악화시킨다.\n\n1.1.2 심부전증의 치료 요점\n\n심부전 치료의 가장 중요한 목표는 심기능을 개선하고 심부전 관련 임상 증상(예, 부종, 호흡 곤란, 운동불내성)을 완화시키는 데 있다.\n\n임상적으로 수축기 기능부전에 대한 치료의 가이드라인은 다양한 약물 실험을 통해 명백하게 확 립이 되어 있지만 이완기장애에 대한 가이드라인은 아직까지 명확하지 않다.\n\n(1) 수축기 기능장애에 대한 치료\n임상적으로 개의 경우, 수축기성 장애에 의한 심부전증이 압도적으로 많고  상대적으로 이완기성 장애가 많이 발생한다.\n\n수축기장애에 대한 가장 이상적인 치료제는 stroke volume을 증가시켜주고 preload(심장으로 유입되는 혈량)를 감소시키는 약물이다.\n\n심실의 stroke volume은 preload를 증가시키거나, afterload(심장이 박출할 때 생기는 저항감) 를 감소시키거나, 심근 수축력을 상승시키면 증가한다.\n● 많은 심부전증에서는 이미 혈액 정체로 preload가 상승되어 있으므로 preload를 증가시킬 필 요가 없고, 지나치게 preload가 높을 경우, 오히려 폐부종이나 전신성 울혈을 악화시키므로 수축기성 심부전증 치료에는 preload를 높이기 위한 치료는 하지 않는다.\n혈관 확장제를 투여하면 afterload를 떨어뜨려서 심실의 stroke volume과 ejection fraction(좌 심실의 박출계수)을 개선시킬 수 있다.\n양성적 심근 강화제는 stroke volume과 ejection fraction을 개선시키지만 장기적으로 심근의 산소 요구량을 증가시켜 심부전을 악화시키므로 사망률을 높이기 때문에 급성 폐부종이나 말기단계 울혈성 심부전증 이외에는 사용하지 않는다.\n▶▶ 사용되는 약물로는 교감신경 흥분제와 phosphodiesterase 억제제가 있다.\n● 많은 심장질환에서 보상반응으로 나트륨과 수분의 체내 저류가 일어나 혈량과 정맥압의 상 승을 유발하므로 울혈과 부종이 발생한다. 이뇨제는 나트륨과 수분배설을 촉진하므로 울혈 과 부종을 완화시키는 데 사용된다.\n\n\n4 임상가를 위한 소동물 내과 질환의 진단과 치료지침\nn\n\n\n\n\n\n\n\n그림 1-1 약물에 의한 좌심실 stroke volume과 이완기말기압의 변화\n\nA는 정상 동물에서 관찰되는 변화를 나타내고 B는 심부전증 환자에서 관찰되는 변화를 나타낸다. 정상적인 경우, 말기 이완기 압의 지나친 상승없이 stroke volume을 필요에 따라 상승시킬 수 있지만, 심부전증의 환자의 경우, stroke volume은 어느 시 점까지만 증가되며, 이러한 노력은 심각한 이완기말기압의 상승을 유발한다. 이뇨제(C)의 경우, stroke volume의 증가를 유도 하지 않지만 이완기압을 떨어뜨리는 역할을 한다(point B를 point C로 이동). 이러한 변화에 의한 stroke volume 감소는 일어 나지 않는다. 반면 혈관 확장제(D)는 이완기압을 떨어뜨리고 stroke volume을 상승시키는 역할을 한다(point B를 point D로 이동). 하지만 이완기압을 떨어뜨리는 효과는 이뇨제에 비해 약하다. 마지막으로 교감신경흥분제는 stroke volume을 가장 많 이 상승시키지만 이완기압을 떨어뜨리는 효과는 미비하기 때문에 말기 심부전증에만 사용한다.\n\n(2) 이완기 기능장애에 대한 치료\n임상적으로 이완기 기능장애는 심근이 지나치게 비대되거나 심근의 이완이 장애받아 심실 충전이 제대로 일어나지 못할 경우 발생한다.\n\n심근의 비대는 개의 경우 속발 성으로 고혈압이나 판막의 협착증이 있을 때 발생한다.\n\n이러한 장애는 심근벽에 비정상적인 섬유화를 유발하는 제한성 심근증(restrictive cardiomy- opathy, RCM)에 이환될 경우에도 발생할 수 있다.\n\n이완기 기능장애는 정상적인 심실 박출 계수(ejection fraction)를 보이지만 심실의 이완기 말 기압을 상승시켜 폐부종을 유발할 수 있다.\n\n\n이완기 기능장애는 수축기 기능장애보다 치료하기가 더 어렵다.\n\n\n폐부종이 있을 경우, 이뇨제를 사용하지만 지나치게 많은 체액을 제거하면 이완기압 감소로 인한 stroke volume의 감소를 유발하므로 주의해서 사용해야 한다.\n\n칼슘채널 차단제가 가장 대표적으로 사용되는 약물이다.\n● 이 약물은 심근 수축력과 stroke volume을 떨어뜨리므로 수축기 기능부전에는 사용을 하지 않는다.\n● 반면 이완기 기능장애의 경우, 심근의 수축력은 정상이므로 이러한 약물투여로 심각한\nstroke volume 감소는 일어나지 않는다.\n● 이 약물은 심근의 이완능력을 개선하고 심박수를 떨어뜨려 심실 충전에 필요한 충분한 시간 을 확보해준다.\n● 또한 비대된 심근을 퇴축시키고 동맥압을 떨어뜨리며 관상동맥의 혈류량을 개선시키는 효 과가 있다.\n\n베타 차단제 또한 이완기 기능장애에 주로 사용되는 약물이다.\n● 이 약물은 심근비대를 퇴축시키고, 동맥압을 떨어뜨리며, 심박수를 느리게 하고, 심근 수축 력을 떨어뜨린다.\n● 심근 수축력에 대한 이러한 음성적 효과는 특히 심실유출로의 폐색이 있는 증례에서 유효 하다.\n안지오텐신 전환효소 억제제는 심실의 재구성을 억제하고 동맥압을 떨어뜨리기 때문에 이완 기장애에도 사용된다.\n\n\n교감신경흥분제나 디기탈리스는 이완기장애에 사용하지 않는다.\n\n1.1.3 급성 폐부종을 동반한 심장질환의 치료 요령\n심한 심부전증상을 보이는 환자는(폐부종이나 흉수/복수 소견과 호흡곤란 증상이 동반된 심한 증례) 원발요인을 확인하기 위한 여러 가지 검사를 실시하지 않고 우선 응급처치를 실시한다.\n\n치료의 요점\n● 생명을 위협하는 폐부종 완화\n● 적절한 동맥압을 유지\n● 중요 장기에 대한 원활한 산소공급\n\n폐부종의 완화\nFurosemide: 1~2시간 간격으로 3~4 mg/kg의 furosemide를 IV 경로로(또는 continuous\n\ninfusion) 투여하고 호흡수가 분당 50회 이하 또는 원래 호흡수의 50% 이하로 떨어질 때까 지 이뇨제를 계속 투여한다.\n● Phlebotomy: 10 mL/kg의 정맥혈액을 제거하고 중심 정맥압(CVP)이 3~5 cm H2O 이하로 떨어지지 않게 한다.\n\n정맥계 혈액 보존량을 증가(심실의 preload 완화)\nNitrate therapy: 3 kg 기준 1/4~1/8 조각의 nitroglycerine patch를 12시간 동안 부착한다.\nMorphine IV\nSodium nitroprusside IV: Continuous infusion방법으로 투약하고 지속적인 혈압체크를 통 해 수축기 혈압이 100 mmHg 이하로 떨어지지 않게 한다. 일반적으로 2 μg/kg/min으로 2 시간 동안 투약한 후, 수축기 혈압이 100 mmHg 이상을 유지할 경우 4 μg/kg/min으로 증량 하고, 2시간 뒤 혈압을 수축기 혈압이 100 mmHg 이상일 경우 6 μg/kg/min으로 증량한다.\n\n산소공급\n● 산소케이지, oxygen tent, mask, nasal oxygen방법을 이용하고 산소케이지를 이용할 경우, 5 L/min로 산소를 공급한다. 습도와 온도를 조절하여 점막손상을 방지하고 고압의 산소에 의 한 산소중독증이 발생하지 않게 주의한다.\n심계항진\n● 강심제의 투여는 떨어진 심근의 수축력을 향상시키는 방법이지만, 모든 폐부종 치료에 반 드시 실시할 필요는 없다.\n교감신경 흥분제인 dobutamine이나 dopamine을 주로 사용하며 epinephrine은 부정맥 발 생 위험이 높기 때문에 사용하지 않는다.\nDobutamine을 투여할 경우, 5 μg/kg/min으로 continuous infusion하고 2시간 간격으로 심 박수를 체크하여 심박수가 10% 이상 증가하지 않거나 성견에서 180회 이상 되지 않으면, 2.5 μg/kg/min씩 증량하여 최고 15 μg/kg/min까지 투여가 가능하다. 하지만 심박수가 10% 이상 증가하면 투여 용량을 감량해야 하며, 부정맥이 발생하면 투약을 중지한다.\n● 수액은 하지 않고 주사제투여를 용이하기 위해 IV line을 잡는 정도에서(유지용량의 25%를 혈관이 막히지 않을 정도의 속도로) 수액을 실시하며, 수액의 처치 시에는 0.9% saline과 Hartman은 사용하지 않고, 5% dextrose나 2.5% dextrose + 0.45% saline을 투여한다.\n\n\n치료 참고 및 주의사항\n\n심부전증의 치료에 있어 상기의 모든 약물을 투여할 필요는 없고 필요에 따라 가감해야 한 다. 일반적으로 급성 폐부종은 FON (furosemide, oxygen, nitrate)요법부터 시작하고 심근 수축력이 너무 떨어져 있을 경우, 강심제를 투약한다.\n\n급성 폐부종을 동반한 심부전증은 호흡이 안정될 때까지 모든 약물은 IV 경로로 투약한다.\n매 시간당 vital signs(체온, 호흡수, 심박수)과 혈압을 체크하여 기록하고 요량과 수액량을 기록해둔다.\n이뇨제 과량 투약으로 질산혈증이 나타날 경우, 경미한 경우에는 무시하고 중등도 이상으로 신부전의 우려가 있을 경우, 이뇨제(furosemide)의 투약량을 줄이고 투약 간격을 늘리는 방 법을 사용한다.\n만약 폐부종이 다시 악화되거나 재발되면, furosemide를 증량하지 말고 다른 종류의 이뇨제 를 병합투여한다.\n\n\n\n부정맥에 대한 관찰\n● 급성 심부전증이 있는 환자에서 가장 흔히 볼 수 있는 부정맥은 심방세동, 심방빈맥과 심실 빈맥이다.\n● 부정맥의 발생비율이 분당 20회 이상이거나 연속적으로 나타나거나 발작성으로 나타날 경 우, 부정맥에 대한 처치를 한다.\n● 심방성 부정맥일 경우, diltiazem을 정맥주사하고, 심실성일 경우, 10배로 희석된 2% lido- caine을 천천히 투여한다.\n\n1.1.4 만성 심부전증의 치료전략\n대부분의 울혈성 심부전의 원발요인들은 근본적인 교정치료가 어렵기 때문에, 울혈성 심부전 의 치료의 목표는 임상 증상의 개선과 생존기간의 연장, 그리고 생존기간 동안의 안락한 삶의 질을 높이는 데 그 목적을 둔다.\n이러한 목적을 달성하기 위해서는 환자의 질병상태에 따른 약물의 선택, 약물의 농도 조절, 약 물간의 배합방법을 효율적으로 하는 것이 중요하다.\n\n울혈성 심부전 치료제로 주로 이용되는 약물은 이뇨제, ACEi, 강심제, 혈관 확장제 등이며, 병 증에 따라 저염 식이요법과 운동억제요법을 사용한다.\n\n이뇨제의 단독적인 심부전 치료효과에도 불구하고 이뇨에 의한 RAAS의 활성화의 부작용 때 문에, 어느 이뇨제든지 이뇨제 단독 투여는 위험하다.\n\n울혈성 심부전의 초기부터 furosemide와 ACEi를 같이 투여하는 것이 효과적이다.\n동물에서의 연구는 부족하지만, 심부전에 이환된 사람은 시간이 지남에 따라 이뇨제 내성으 로 진행되는 경우가 많다.\n\n개나 고양이에서 이런 이뇨제 내성이 잘 발생하지 않지만 이뇨제 내성에 대한 대응방안은 다음과 같다.\n● 이뇨제의 투여간격 단축 및 증량\n● 작용기전이 다른 이뇨제의 합제(루프성 이뇨제, thiazide계, 칼륨 저류성 이뇨제)\n● ACEi와의 합제처방\n\nFurosemide와 ACEi로 치료를 받는 환자가 점차적으로 이뇨제 내성을 보이기 시작하면 루프 성 이뇨제의 투여간격을 줄인 다음(BID S TID) 투약량을 늘린다.\n그 다음 세뇨관에서 작용기전과 작용부위가 다른 이뇨제를 같이 투여하는 것이 좋다.\n먼저 추천되는 이뇨제는 aldosterone에 길항하는 칼륨과 마그네슘 저류성 이뇨제인 spironolactone이다.  다음 단계로 추천되는 약물은 thiazide계 약물이다. 환자의 상태가 점 차 심해짐에 따라서 최종적으로 furosemide, thiazide, spironolactone과 ACEi를 같이 투여할 수 있다.\n울혈성 심부전의 치료에, nitrate계열의 약물 역시 유효하다. 주로 말기 심부전증과 약물치료 에 대한 불응이 만성화된 환자에 사용한다.\n\n마지막으로 디기탈리스나 pimobendan같은 강심제를 투여한다. 강심제의 투여 시점은 약물 에 따라 다소 차이가 있지만 주로 Class III 이후(휴식기에도 임상 증상을 보이는 증례)부터가 적절하다. 하지만 최근 pimobendan같은 약물은 Class II부터 사용해도 부작용이 없고 환자의 삶의 질을 향상시킨다고 한다.\n강심제는 확장성 심근증으로 진단된 경우, 임상적 단계에 상관없이 초기부터 투여해야 하고\n비대성 심근증의 경우, 투약을 해서는 안된다.\n\n장기간의 심부전증의 약물요법에 대한 add-up과 scale-up을 적절히 병행하여 실시하고 자세 한 내용은 그림 1–2를 참조하기 바란다.\n\n부정맥의 발생 여부를 주기적으로 모니터하고 심방성이면 diltiazem을 심실성이면 mexiletine이나 sotalol을 투여한다.\n\n혈전의 발생 여부도 주기적으로 관찰하여 혈전의 발생위험이 있을 경우, clopidogrel과 aspirin 중 하나를 선택하여 투여하거나 복합투여하고 혈전이 이미 형성되는 단계일 경우, clopidogrel 과 heparin을 합제로 투여해야 하며 이미 혈전이 형성된 경우, streptokinase나 tissue plas- minogen activator (tPA)를 투약하여 혈전을 용해시킨다.\n\n\n\n\n\n\n\n\n\n만성 심부전증의 약물요법\n\n만성 심부전증의 치료의 핵심은 이뇨제를 최소한으로 유지하면서 장기간에 걸쳐 점진적으로 증가시키는 방법이다. 대부분 병원에 내원하 는 심장질환은 이미 임상 증상을 나타내고 있는 경우가 많기 때문에 ACEi의 단독 투약이나 furosemide 단독 투약 같은 단일 제제요법 단계를 이미 넘어선 상태가 많다. 또한 임상 증상을 보이지 않는 환자에게 약물요법은 무의미하기 때문에 식이요법 이나 영양보조요법이 추천된다.\n증상을 보이는 환자는 통상 furosemide 1 mg/kg과 enalapril 0.5 mg/kg부터 시작하여 치료를 시작한다. 처방을 내린 후 2주 뒤에 재검사를 통해 좌심부전의 경우에는 폐부종의 완화 여부와 기침 및 호흡곤란 증상 여부를 확인한다. 우심부전의 경우, 복수나 흉 수 같은 임상 소견이나 중심정맥압이 지나치게 올라가지 않는지를 확인한다. 만약 2주 뒤에 이러한 소견이 관찰되면 먼저 furosemide 용량을 0,.5~1 mg/kg씩 증량하여 임상 증상의 개선 여부를 확인한다(scale-up). 만약 환자가 이러한 요법에 의해 안정이 되면 증상이 다시 나타날 때까지 같은 용량으로 치료한다. 한 달을 주기로 모니터를 하여서 증상이 다시 나타나면 이때부터 약물 을 하나씩 첨가하기 시작하는데 통상 spironolactone, nitrate patch, pimobendan 순서로 실시하고(add-up) 중간 중간에 이뇨제 용량을 증량해 나간다. 만약 환자에게 투여하는 furosemide양이 4~6 mg/kg 이상이 될 경우 digoxin를 원래 투여량에 1/2 정도 첨가하고, 다시 증상이 나타나면 세 번째 이뇨제로 chlorthiazide이뇨제를 첨가한다. 이후 furosemide 용량을 다시 증량하고 furosemide 용량이 8 mg/kg 이상이 되면 hydralazine을 첨가한다. 대부분 환자는 이 단계에 오기 전에 악액질이나 부정맥과 같은 합병증으로 폐사한다.\n\n만성 심부전증의 모니터링\n● 혈액 검사: 혈중의 칼륨 농도와 BUN/creatinine을 주기적으로 체크하여 azotemia와 저칼륨 혈증의 발생 여부를 관찰한다. Polycytemia가 있는 환자일 경우, PCV치가 55% 이하로 유지 되게 정기적으로 관찰한다.\n● 방사선 검사: VHS scale을 이용한 심장 측정을 주기적으로 실시하여 심장질환의 진행상황을 관찰하고, 폐부종(좌심부전)이나 경정맥 확장/복수(우심부전)의 소견을 주의깊게 관찰한다.\n● 초음파 검사: 좌심실의 박출계수(LVEF)와 fractional shortening (%FS)를 주기적으로 기록 하여 심장의 기능부전 여부를 주기적으로 관찰하고 심실의 이완기와 수축기말기 직경을 비 교하여 심장종대 상황을 주기적으로 관찰한다.\n● 혈압 측정: 좌심부전의 경우 동맥성 혈압을, 우심부전일 경우 중심정맥압을 주기적으로 관 찰하여 혈액 정체상황(preload)과 혈관저항성 증가 여부(afterload)를 확인한다. 지나치게 고 혈압이 되거나 고혈압의 상황이 될 경우, 약물요법을 변경해야 한다. 또한 중심정맥압이 지\n\n나치게 높아질 경우, nitrate 용량을 증가시켜야 한다.\n● 심전도 측정: 많은 말기 심부전증에 속발하여 심전도계 장애를 유발하고 약물이나 전해질 장애로 인한 전도장애의 발생 확률이 높기 때문에 주기적으로 ECG 측정을 통해 부정맥 발 생 여부를 확인한다.\n● 기타: 환자의 음수량과 요량 및 사료 섭취량을 기록하여 약물요법의 유효성이나 부작용의 발생 가능성을 미리 점검할 필요가 있다. 특히 환자의 운동성은 약물요법의 가중치를 결정 하는 데 매우 중요하다. 약간의 폐부종이나 중심정맥압 상승으로는 환자의 상태가 크게 악 화되지 않으므로, 폐부종을 완전히 제거하고 중심정맥압을 정상치로 떨어뜨리기 위해 과량 의 이뇨제를 투여할 필요는 없다.\n\n1.1.5 혈전증에 대한 처치법\n적용증\n● 심장 사상충증\n● 비대성 심근증\n● 확장성 심근증\n● 기타 심혈관계 질환\n\n혈전증의 발병기전\n● 심내막 표면의 이상적인 변화: 심내막 표면손상으로 혈전형성촉진\n● 혈류 속도의 변화: 심방의 지나친 확장으로 혈액 정체가 혈전형성촉진\n● 혈액조성의 이상변화: 혈액응고를 조절하는 단백질의 변화로 혈소판 과응집반응이 촉진되 어 혈전 형성\n\n급성 혈전증의 치료\n● 치료의 목표는 1. 환자의 휴식과 진통요법, 2. 전신혈액관류의 개선, 3. 추가적 보조요법, 4.\n혈전용해, 5. 혈전예방\n진통요법: Butorphanol tartrate (0.2~0.4 mg/kg SQ, IM, IV q1~4h), 난치성인 경우 fentanyl citrate (4~10 μ,g/kg IV bolus투여, 10 μ,g/kg/h 추가 점적주입)를 사용한다.\n● 전신혈액관류와 측지순환 개선: 혈전에 의해 혈행이 차단된 부위에 직접적인 가온은 피하 고 수액이나 마사지를 통해 혈류량 개선을 시도한다.\n혈전용해요법: Tissue type plasminogen activator (tPA), streptokinase (SK), urokinase (UK)\n의 효능과 안전성을 비교평가 했을 때 큰 차이는 없지만 tPA가 가장 우수한 효과가 있다.\n▶▶ tPA는 bolus로 0.25 mg/kg 투여한 후 30분에 걸쳐 1 mg/kg으로 투여한다.\n▶▶ Streptokinase은 처음 한 시간 동안 90,000 U/5 kg으로 투여한 후 3~6시간에 걸쳐 45,000 U/5 kg을 투여한다.\n▶▶ 재관류에 의한 손상(특히, 고칼륨혈증)에 대한 모니터링이 필요하다.\n● 항응고요법: 치료목적은 혈전의 확장을 막고 동맥혈류감소와 혈전의 추가형성을 예방하는 요법으로 UF heparin, LMW heparin, aspirin 등이 이용된다. 이중 가장 유용한 방법이 LMW heparin을 투여하는 것이다.\n▶▶ Heparin은 보통 초기 250~375 IU/kg IV 투여하고 추가적으로 150~250 IU/kg을 6~8\n시간 간격으로 피하주사한다. 근육주사 금지.\n▶▶ LMW heparin: Dalteparin (100 IU/kg SQ q24~12h) 또는 Enoxaparin (1.0~1.5 mg/kg SQ q24~12h)을 투여한다.\n▶▶ Aspirin을 150 mg/kg (650 mg/cat)을 경구투여해야 하나 독성 위험이 높다. 가급적 피한다.\n▶▶ 모니터: Activated partial thromboplastin time (aPTT)와 activated clot time (ACT)을지 속적으로 감시해야 하는데 일반적으로 1.5~2.0배의 aPTT 연장과 15~20초 정도 연장된 ACT값을 유지하며 투여하는 것이 적정하다.\n혈전의 장기적 예방법\n● 1차 예방법\n▶▶ Low-dose aspirin: 1 mg/kg 24시간 간격(개), 5 mg/3~5 kg 72시간(고양이) 간격으로 투여\n● 2차 예방법\n▶▶ Clopidogrel: 개; 시작용량 10 mg/kg을 투여한 뒤에 2~4 mg/kg PO q24h으로 감량하여 투여, 고양이; 18.75 mg/head, PO q24h로 투여\n▶▶ Warfarin을 사용할 경우, 적정용량은 0.06~0.09 mg/kg/day (0.25~0.5 mg/cat)이다.\n▶▶ Dalteparin 100 IU/kg이나 1.0~1.0 mg/kg의 enoxaparin을 하루에 한 번 피하주사하는 방법을 사용한다.\n● 심장사상충에 대한 immiticide투여 후 사용하는 혈전 예방법은 심장사상충 편을 참조하라.\n\n\n1.2 혈압의 치료와 관리\n\n1.2.1 개와 고양이의 정상 혈압\n개와 고양이의 저혈압과 고혈압을 감지하려면 먼저 축종별 품종별 정상범위에 대해 알고 있어야 한다.\n\n또한 혈압 측정법(도플러법, 오실로메트리법, 직접 측정법)에 따라 정상 수치가 다소 차이가 있기 때 문에 어떤 측정법을 이용하여 측정한 범위인지에 대해서도 알고 있어야 한다.\n\n또한 일회 측정보다는 다섯 번 연속 측정의 평균값을 이용하는 편이 더 정확하고 종별, 품종 별(표 1–2), 환자별로 정상 혈압 범위가 다르기 때문에 각 환자의 정확한 혈압 모니터링을 위 해서는 일회성 측정보다는 일정한 주기로 혈액의 변화 추이를 기록해두는 것이 좋다(예, 매 년 건강 검진 시).\n개의 일반적인 혈압 수치는 133/75이다.\n● 일반적으로 골든 리트리버, 라브라도와 같은 대형품종은 혈압이 평균보다 낮지만, 그레이하 운드나 비글 같은 sight hound는 혈압이 평균보다 높다.\n\n\n\n\n\n\n\n\n(1) 혈압 측정법의 종류\n직접 측정법\n\n▶▶ 검사원리: 직접 측정법(direct measurement)은 동맥에 직접 캐뉼라(cannula)나 혈압 측정 용“tip catheter”라 불리는 전기적 압력센서를 삽입하여 동맥의 압력을 측정하는 방법이 다. 이 방법은 가장 정확하게 동맥 내 혈압을 측정하는 방법이기는 하지만 삽입된 말초동 맥에 따라 혈압에 차이가 생길 수 있기 때문에 대동맥이나 좌심실 내 직접 센서를 위치하 여 측정하는 방법이 gold standard 방법이다. 한 가지 단점은 혈관에 직접 카테터를 삽입 해야 하는 다소 침습적인 검사 방법이기 때문에, 마취된 환자에서 주로 사용되는 방법이 지 일반 깨어있는 동물에 적용하기가 다소 힘든 혈압 측정법이다.\n▶▶ 검사에 필요한 장비: 측정 방법에 따라 다소 차이가 있지만, 일반적으로 혈압을 측정하기\n위한 센서가 달린 카테터와 이 센서를 통해 측정된 혈압을 실시간으로 컴퓨터 그래픽상 의 압력으로 표시해주는 출력 모듈로 구성된다.\n▶▶ 검사 방법\n▶ 보정자세: 기립자세 또는 앙와위(깨어있는 상태에서 측정 시), 횡와위(마취상태)\n▶ 측정부위: 캐뉼라를 이용한 측정 시 일반적으로 동맥혈액을 채혈하는 요골/척골동맥 이나 대퇴동맥부위에 캐뉼라를 삽입하여 혈압을 측정하지만, 압력센서 카테터를 이용 할 경우, 카테터를 대동맥궁이나 하행 대동맥부위에 위치하여 혈압을 측정한다.\n▶ 측정 방법: Cannula 이용 시, cannula를 IV line을 잡듯이 23G IV catheter를 동맥부위 에 삽입한 다음, 카테터 팁을 혈압 측정기의 연결부위에 연결시키면 된다. Microtip-\n\n16 임상가를 위한 소동물 내과 질환의 진단과 치료지침\n\n\nA D\n\nE\n\nB\n\nC\n\n\n\n그림 1-3 직접 혈압 측정 시 필요한 장비\n\n\nA: 혈압 측정 모듈 B: Microtip-pressure catheter, C: Introducer sheath, D: 혈압 측정에 대한 컴퓨터상 출력화면, E. 대퇴 동맥에 캐뉼라(IV cannula) 장착장면\n\n\n\n\n\n\n그림 1-4 정확한 혈압 측정을 위한 올바른 보정법\n\n\npressure catheter를 이용할 경우, 5~6 Fr의 introducer sheath를 대퇴동맥이나 경동맥에 삽입한 후, introducer 사이로 카테터 팁을 밀어 넣고 fluoroscopy상에서 원하는 부위에 카테터 팁이 위치하게 한 후 혈압 측정기 모듈을 작동시키면 된다.\n▶ 올바른 혈압 측정의 팁: 카테터 장착 후 곧바로 헤파린 처리된 생리식염수로 카테터를 flushing하여 카테터가 막히지 않게 해야 한다. 정확한 혈압 측정을 위해 정확하게 카 테터 팁을 원하는 혈관부위에 위치하게 해야 한다.\n▶▶ 혈압 측정에 영향을 주는 요인\n▶ 부분적인 동맥혈관의 주위압박\n▶ 소형카테터 장착에 따른 혈압 측정치 증가\n▶ 부적절한 길이 또는 직경의 카테터 사용\n▶ 카테터 flushing 부재에 의한 막힘\n\n간접 측정법\n도플러 측정법(Doppler method)\n▶▶ 검사원리: 도플러 혈압 측정은 동맥을 따라 흐르는 혈류의 소리(Korotkoff sound)를 도플 러 증폭기를 통해 감지하여 동맥이 커프를 통해 완전 차단된 후 혈류 흐름이 재개되는 시 점의 sphygmomanometer상에서 표시되는 압력을 수축기 혈압으로 표시하는 간단한 원 리를 이용하고 있다.\n▶▶ 검사에 필요한 장비: 다양한 크기의 커프(cuff ), 8.5 MHz probe (flow detector), sphyg- momanometer, Doppler amplifier, headphone(만약 환자가 소리에 놀랄 경우를 대비, 그 림 1–5)\n▶▶ 검사 방법\n▶ 보정자세: 기립자세 또는 앙와위\n▶ 측정부위: 앞다리(커프를 carpal joint와 elbow joint 사이에 장착하고 probe를 superfi- cial palmar arch에 위치하여 도플러 증폭기에서 혈류흐름이 감지되게 한다), 뒷다리[커 프를 tarsal joint와 stiple joint사이에 장착하고 probe를 superficial palmar arch (digital artery)에 위치하여 도플러 증폭기에서 혈류흐름이 감지되게 한다], 꼬리(꼬리의 기시부 에 커프를 장착하고 medial caudal artery에 probe를 위치하여 혈압을 측정한다)\n▶ 측정 방법: 장착부위 40~45% 정도 크기의 커프를 장착한 후 도플러 probe를 아래쪽 동맥에 위치한 후 sphygmomanometer의 핸드펌프를 이용하여 혈류소리가 들리지 않 을 때까지 바람을 넣어 커프를 확장시킨다. 소리가 완전히 들리지 않는 곳에서 sphyg- momanometer의 release 버튼을 조작하여 혈류 소리가 다시 들릴 때까지 바람을 뺀다. 이때 소리가 다시 들리기 시작하는 시점의 sphygmomanometer에 표시된 압력이 환자 의 수축기 혈압이 된다.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▶ 올바른 혈압 측정의 팁: 혈류의 흐름을 보다 쉽게 감지하기 위해선 도플러 probe에초 음파용 젤을 바르고 부착부위에 털을 제거하면 더욱 좋다. 또한 커프를 장착할 때 커프 사이로 새끼 손가락 하나가 간신히 들어갈 정도로 스페이스를 주는 것이 좋다. 또한 커 프를 장착한 부위가 심장과 같은 높이가 되도록 환자를 보정해야 한다. 혈압은 총 다섯 번을 측정하고 이 중 가장 높은 값과 낮은 값을 뺀 3개의 혈압수치를 평균하여 수축기 혈압수치로 결정한다.\n\n\n▶▶ 혈압 측정에 영향을 주는 요인\n▶ 동맥에 부착하는 도플러 probe의 장착각도\n▶ 도플러 probe 압박으로 인한 잠재적인 동맥의 차단\n▶ 너무 빠르게 공기를 빼는 경우\n▶ 연부조직의 composition(조직저항성이 증가하면, 비정상적으로 높게 측정)\n▶ 커프의 재질(혈관방향 접지부의 방향이 바뀌어 팽창되면, 비정상적으로 높게 측정)\n▶ 도플러 장치로 동맥이 막혀 소리가 나지 않다가 혈액이 재유입되며 시끄러운 소리가 발 생하면, 환자는 이에 스트레스를 받아 혈압이 높아짐(헤드셋 권장)\n오실로메트리 측정법(oscillometry method)\n▶▶ 검사원리: 오실로메트리 시스템은 커프를 이용하여 동맥혈관을 차단하고 점진적으로 압력\n을 제거하게 되면 막혔던 혈관에 혈액이 재유입되면, 혈관벽의 진동이 발생하게 된다 (Riva-Rocci principle). 이러한 동맥벽의 진동이 커프 내 센서로 전달되고 이 진동의 정도 를 오실로메트리 측정장비의 컴퓨터 프로그램이 혈압으로 바꾸어 계산해준다. 이러한 측 정장비의 가장 큰 장점은 수축기혈압(SAP), 이완기 혈압(DAP), 평균동맥압(MAP) 및 맥박 수의 측정이 가능하다는 데 있다.\n▶▶ 검사에 필요한 장비을(를) 실시한다 다양한 크기의 커프, oscillometry device\n▶▶ 검사 방법\n▶ 보정자세: 기립자세 또는 앙와위\n▶ 측정부위을(를) 실시한다 앞다리(커프를 carpal joint와 elbow joint 사이에 장착), 뒷다리(커프를 tarsal joint와 stifle joint 사이에 장착), 꼬리(꼬리의 기시부에 커프를 장착)\n▶ 측정 방법을(를) 실시한다 장착부위 38~40% 정도 크기의 커프가 장착된 oscillometry device의 시작 버튼을 누른다. 기계가 자동으로 커프의 공기를 완전히 제거 할 때까지 환자를 보정하 고 기다린다.\n▶ 올바른 혈압 측정의 팁: 오실로메트리 커프를 장착할 때는 커프가 타이트하게 장착되게 한다. 또한 커프를 장착한 부위가 심장과 같은 높이가 되도록 환자를 보정해야 한다. 혈압은 총 다섯 번을 측정하고 이 중 가장 높은 값과 낮은 값을 뺀 3개의 혈압 수치를 평균하여 수축기 혈압 수치로 결정한다.\n▶▶ 혈압 측정에 영향을 주는 요인\n▶ 직접 측정법에 비해 고혈압 상태에서는 낮게, 저혈압상태에선 혈압이 높게 측정되는 경향이 있다.\n▶ 커프를 너무 느슨하게 장착하면 커프의 진동을 기계가 감지할 수 없다.\n▶ 근 경련도 artifact로 진동을 만들어내어 부적절한 혈압 수치를 나타내게 한다. 따라서 환자가 떨지 않게 보정하는 것이 중요하다. 만약 환자가 너무 떨어 측정하기가 곤란할 경우 누워서 측정을 한다.\n고화질 오실로메트리 측정법(high density oscillometry, HDO method)\n▶▶ 검사원리: 검사의 원리는 오실로메트리 시스템과 같은 원리를 이용하지만, 일반 오실로메트리 기계와 달리 동물의 크기에 맞는 각기 다른 알고리듬을 이용하여 혈압을 계측하기 때 문에 보다 정확하게 혈압을 측정할 수 있다. 또한 컴퓨터 스크린을 통해 혈압의 측정과정이 모니터되기 때문에 혈압 측정 중 환자의 움직임에 의한 artifact 발생을 실시간으로 관찰이 가능하다. 또한 공기를 빼는 과정 중에 형성되는 맥박의 변화를 컴퓨터 그래프상에서 보여 주기 때문에 부정맥이나 동맥 탄력성의 변화를 감지가 가능하다. 이 장비 역시 수축기 혈압 (SAP), 이완기 혈압(DAP), 평균동맥압(MAP) 및 맥박수의 측정이 가능하다는 데 있다.\n\n\n▶▶ 검사에 필요한 장비을(를) 실시한다 다양한 크기의 커프, oscillometry device\n▶▶ 검사 방법\n▶ 보정자세: 기립자세 또는 앙와위\n▶ 측정부위을(를) 실시한다 앞다리(커프를 carpal joint와 elbow joint 사이에 장착), 뒷다리(커프를 tarsal joint와 stifle joint 사이에 장착), 꼬리(꼬리의 기시부에 커프를 장착)\n▶ 측정 방법을(를) 실시한다 장착부위 38~40% 정도 크기의 커프가 장착된 oscillometry device의 시작 버튼을 누른다. 기계가 자동으로 커프의 공기를 완전히 제거 할 때까지 환자를 보정하 고 기다린다.\n▶ 올바른 혈압 측정의 팁: 측정 방법은 오실로메트리법과 동일하다.\n▶▶ 혈압 측정에 영향을 주는 요인\n▶ 오실로메트리법과 유사하지만 고혈압과 저혈압에 따른 혈압 측정 변화가 적게 일어 난다.\n\n\n\n\n\n\n\n\n\n1.2.3 혈압의 임상적 적용\n(1) 임상에서 혈압 측정이 필요한 경우\n\n\n환자의 진단과 관리를 위해서 혈압 측정은 반드시 필요하다. 인의에서 혈압 측정은 환자의 vital sign을 측정하는 기본항목이고 입원 환자에서는 날마다 측정하는 기본 검사항목 중 하나 이다. 환자 스스로가 말을 하지 못하는 수의분야에서 혈압 측정은 질병을 조기진단하고 환자 의 상태를 관리하는 데 더욱 더 중요하다. 다음은 임상에서 혈압 측정이 지시되는 경우이다.\n일상적인 검사\n● 환자의 혈압은 환자의 생리적 상태에 따라 변동이 심하고 나이가 들수록 혈압의 정상 수치가 변동하게 된다. 따라서 일회성 혈압의 측정은 환자 상태를 정확하게 평가하는데 도움이 되지 못한다. 예를 들면, 내원한 환자의 수축기 혈압이 아무런 증상이 없이 150 mmHg로 측정이 될 경우, 환자를 고혈압 상태라고 평가하기엔 불충분한 검사자료가 된다. 환자가 병원에 와서 긴장하여 일시적으로 고혈압 소견을 보일 수도 있다.. 환자별로 가장 신뢰할 만한 혈 압의 정상범위는 일상적인 검사를 통해서 얻을 수 있다. 만약 이 환자가 어려서부터 혈압을 측정하여 이 환자의 혈압 변동의 추이를 이미 알고 있는 상태라면(patient data profiling) 아 마도 이 환자의 혈압 변화를 정확하게 진단할 수 있을 것이다. 오늘 내원한 환자의 혈압이 150mmHg인데 작년까지 평균 혈압이 120 mmHg였다면 고혈압일 가능성이 있기 때문에 고혈 압을 유발할 수 있는 갑작스런 요인 즉, 신부전, 당뇨병, 부신피질기능항진증이나 갑상선기능 항진증 같은 질환에 대한 스크린 검사를 통해 고혈압의 원인을 추적해야 할 것이다. 반면 작 년까지 평균혈압이 145 mmHg였다면 이 환자의 혈압은 정상 범위이고 아마도 일과성 변화 에 그칠 확률이 높다. 겁이 많은 환자의 경우, 병원에서 혈압을 측정하면 혈압이 정상보다 20mmHg 정도 높게 나올 수도 있기 때문에 가정에서 보호자가 직접 혈압을 측정해보도록 권 하는 방법을 통해 감별이 필요하다.\n● 앞에서 언급한 것처럼, 정기 검사에 혈압 측정이 포함될 경우, 신장질환이나 호르몬성 질환 및 심혈관계 질환을 조기에 감지하는 데 도움이 될 것이다.\n● 노령 동물의 경우, 정상 동물에 비해 호르몬성 질환 같은 대사성 질환과 노화와 관련된 신장 및 심장질환에 취약한 경향이 있다. 이러한 질환들이 노령견에서 발생할 경우, 뚜렷한 임상 증상을 발현하지 않고 무증상으로 진행하다가 실제 임상 증상을 발현할 당시에 보면 이미 질 병이 말기단계로 진행되어 버리는 경우가 많다. 따라서 노령 환자의 정기적인 건강검진과 혈 압 측정은 노화와 관련된 주요 질환을 조기에 감지하는데 큰 도움이 된다.\n● 혈압의 변화는 일반적으로 질병상태를 의미하는 경우가 많다. 만약 어떤 환자가 뚜렷한 증상 이 없이 식욕부진으로 내원했는데 이 환자가 고혈압으로 확인되었다고 가정해보자. 이 환자 의 고혈압상태를 정확하게 판단하기 위해 적어도 일주일 뒤에 재검사를 통해 고혈압이 지속 되고 있음을 확인하여야 한다. 또한 감지 안 되는 통증, 흥분 및 비만에 의한 고혈압 여부를 반드시 확인하여야 한다. 마지막으로 이 모든 조건이 배제된 환자에서 고혈압을 유발한 원인 을 추적해야 한다. 혈압의 변화는 대부분 증상을 발현하지 않는 다른 질환에 의해 속발적으 로 발생하는 경우가 많기 때문에 신장, 심장, 호르몬성 질환 같은 고혈압의 속발성 원인을 감 별하기 위한 CBC, 생화학 검사 및 요 검사를 포함한 종합 건강 검사를 통해 질병을 조기 진 단하여야 한다.\n● 원발요인을 확인하기 위한 검사전략\n▶▶ 환자의 병력청취 시 환자(개)가 최근 들어 물을 많이 먹거나, 운동량이 급격하게 줄었다 거나, 과호흡 횟수가 눈에 띄게 늘었다는 말을 한다면, 환자의 상태에 문제가 있음을 의 미한다. \n● 적용증\n▶▶ 일반 건강 검사 시\n▶▶ 노령견 건강검진 시 기본 검사항목\n▶▶ 특별한 임상 증상을 발현하지 않는 환자군\n▶▶ 백신접종과 관련된 기본 건강 검사 시\n▶▶ 혈역학적 변화를 유발하는 질환에 이환된 환자군(예, 만성 신장질환, 심장질환, 갑상선 기능항진증, 당뇨병, 부신피질 기능항진증)\n▶▶ 비만한 환자군\n▶▶ 통증을 호소하는 환자군\n\n응급 환자 검사\n● 외상에 의해 카테콜아민이 과량 방출되거나, 출혈에 의해 순환혈량이 감소하면 환자는 빠르 게 쇼크상태에 빠지게 된다.\n● 또한 부신피질 기능 저하증에 의해 탈수가 심해지거나 심낭수 유출에 의해 심장의 이완 기능 저하로 환자는 급속한 유효 순환 혈량 감소로 쇼크에 빠질 수 있다.\n● 쇼크는 순환 혈량 감소로 중요한 장기에 조직관류압을 떨어뜨려 저산소증에 빠지게 하여 장 기의 기능장애를 유발하고 궁극적으로 중추신경계에 저산소증을 유발하여 의식불명을 동반 한 심각한 폐사 위험에 빠지게 한다.\n● 따라서 이러한 응급 환자에서 혈압 측정은 환자상태를 정확히 파악하고 응급치료의 방법을 선택하고 환자의 치료반응을 모니터하는 데 매우 중요하다.\n▶▶ 만약 혈압이 <90/60 mmHg일 경우, 조직에 충분한 관류압을 제공하지 않기 때문에 주요장기는 저산소증에 의한 장기손상의 위험성에 빠지게 한다. 이때 혈중 젖산 농도(serum lactate) 측정은 쇼크상태의 환자상태 평가에 매우 유용하다.\n▶▶ 쇼크상태의 응급 환자의 상태나 예후를 평가함에 있어서 1~3분 간격으로 환자의 혈압 을 모니터링하면 환자의 상태가 안정화되고 있는지 아니면 악화되고 있는지를 평가하는 데 유용하다.\n▶▶ 일반적으로 환자 상태가 안정화되지 않았을 경우, 1~3분 간격으로 혈압을 모니터하고 환자가 안정화될 경우 10분 간격으로 혈압을 모니터하며, 환자가 기립하여 의식을 완전 히 회복하여 추가적인 쇼크의 위험에서 벗어났다고 판단될 경우 1~2시간 간격으로 혈 압을 모니터한다.\n● 적용증\n▶▶ 쇼크상태에 빠진 환자 관리 및 모니터링\n▶▶ 심한 외상이 있는 환자 관리 및 모니터링\n▶▶ 심낭수 유출이 있는 환자 모니터링\n▶▶ 중독증이 의심되는 환자 모니터링\n▶▶ 부신피질 기능 저하증에 걸린 환자 모니터링\n\n환자 집중치료 검사 및 모니터\n● 집중관리가 필요한 환자의 vital sign 변화는 매우 빠르게 시시각각 변화되므로 지속적인 환 자 모니터링이 환자의 안정화에 필요하다.\n● 혈압 측정은 이러한 집중관리 환자 모니터링에 가장 중요한 검사 중 하나이다. 맥박압의 측정은 단순히 환자의 수축기압과 이완기압의 차이만을 반영하기 때문에 실제 환자의 혈압을 의미하지 않는다.\n▶▶ 고혈압을 유발할 수 있는 상황: 신부전증이나 갑상선 기능항진증 환자군, 부적절한 약물 처치(예, 해열제나 진통제), 약물의 과량투여(예, 과도한 수액), 발열, 심한 동통, 중추신 경계성 장애(예, epinephrine 분비를 유도하는 신경질환), 적혈구 증가증\n▶▶ 저혈압을 유발할 수 있는 상황: 내출혈, 과도한 이뇨제 사용, 심한 설사와 구토, 부적절 한 수액 교정, 과도한 항고혈압 제제 투여, 혈전, 종양에 의한 압박, 기흉, 심낭수, 패혈 증, 내독혈증, 말기 심부전\n● 적용증\n▶▶ 수술 후 환자 모니터링\n▶▶ 고혈압에 의해 응급으로 내원한 환자 관리 및 모니터링\n▶▶ 장기간의 쇼크에 의한 응급상황의 환자 모니터링\n\n혈압에 영향을 주는 약물에 대한 반응 평가와 약물치료요법의 모니터링\n\n● 혈압 측정은 혈역동학적 변화를 유발하는 약물의 효과를 모니터링할 때 반드시 필요한 검사 이다. 예를 들어 혈압이 높은 환자에게 다른 질환의 약물요법을 할 때 고혈압을 가중시킬 수 있는 약물을 피해야 하고, 환자가 저혈압이 있을 경우 반대로 혈압을 지나치게 떨어뜨릴 수 있는 약물 사용을 피해야 한다.\n● 혈압 관련 치료를 하고 있는 환자에서 치료학적 반응을 모니터링하여 최적의 약물과 최적의 용량을 결정하기 위해서도 혈압의 지속적인 모니터링이 필요하다.\n▶▶ 혈압의 평가는 혈압에 영향을 주는 약물들(예, ACEi, beta-adrenergic blockers, calcium channel blockers, corticosteroids)을 사용하기 전에 평가되어야 한다.\n▶▶ 환자의 혈압상태에 따라 이러한 혈압에 대한 약물적 영향을 고려하여 약제를 선택하고 용량을 결정해야 한다.\n▶▶ 혈압이 일부 내재된 원발성 질환(예, 당뇨병, 신부전, 심부전)에 의해 영향을 받기 때문에\n질환에 따른 혈압의 영향을 치료제 선택과 용량 결정 시 고려해야 한다.\n▶▶ 예를 들어 심부전이 있는 환자에서, ACEi는 환자가 고혈압 상태일 경우 afterload 증가에 의한 심근비대를 예방하고 사구체성 고혈압에 의한 단백뇨 예방을 목적으로 투여한다. 하지만 심부전이 진행되면 결국 환자는 저박출성 심부전(low cardiac output heart failure) 상태에 빠지게 되기 때문에 환자의 혈압은 저혈압상태가 되고 이때 ACEi는 혈압을 추가 적으로 낮추는 역할을 하기 때문에 궁극적으로 이러한 환자에는 오히려 독이 될 수 있다. 따라서 심부전 환자에 있어서 혈압을 지속적으로 모니터하는 것은 올바른 치료약물 계획 을 수립하고 환자상태에 따른 맞춤형 약물용량 결정을 위해 필수적인 검사이다.\n● 적용증\n▶▶ 심장질환 환자의 약물치료반응 평가\n\n\n▶▶ 고혈압 또는 저혈압 치료를 받고 있는 모든 환자의 치료반응 모니터링 및 치료계획 수립\n▶▶ 혈압에 관계되는 약물(예, ACEi, diuretics, calcium channel antagonists, beta-/alpha- adrenergic antagonist, acepromazine 등) 투여 후 치료반응 평가나 치료 계획 수립\n마취 환자 모니터링\n● 마취제 중에서 환자의 심혈관계에 영향을 주지 않는 마취제는 없다. 또한 마취 중의 환자는 정상적으로 깨어 있는 환자에 비해 정상적인 체온 유지나 생체환경변화에 따른 항상성 기전 의 유지가잘 되지 않는다. 따라서 마취중의 환자에서 혈압을 포함한 vital sign의 측정은 매우 중요하다.\n● 마취는 환자의 심박수, 심근 수축력 및 말초혈관저항성에 직간접적으로 영향을 주게 된다.\n▶▶ 심박수 증가는 CO(심박출량)를 상승시켜 혈압을 상승시키고 심박수 감소는 반대로 CO를 떨어뜨려 혈압을 떨어뜨린다.\n▶▶ 말초혈관저항성 역시 혈압에 큰 영향을 준다: 혈관저항성의 감소는 혈관 확장을 유발하 여 혈압을 떨어뜨리고, 혈관저항성의 증가는 혈관을 수축시켜 혈압을 상승시키는 역할 을 한다.\n▶▶ 일반적으로 심박수 증가와 혈관저항성의 변화가 개별적으로 일어나지 않고 복합적으로 일어나게 된다: 혈관저항성의 감소에 의해 혈압이 떨어지면 심박수는 증가하여 혈압을 상승시키고 반대로 혈관저항성이 증가하여 혈압이 높아지면 심박수가 떨어져 혈압을 떨 어뜨리는 역할을 한다.\n▶▶ 심실 수축력의 저하는 stroke volume을 떨어뜨려서 혈압을 떨어뜨리는 역할을 하고 심 실 수축력의 강화는 반대로 stroke volume을 증가시키기 때문에 혈압을 증가시킨다.\n● 마취 중의 환자가 회복기 때 동통을 느끼기 시작하면 교감신경이 흥분되며 그 결과 혈관이 수 축, 심실 수축력이 증가하고 심박수가 빨라지기 때문에 혈압이 상승하게 된다.\n● 마취 중 환자에서 실혈로 인하여 순환 혈량이 떨어지게 되면 혈압은 떨어지고 심박수는 보상 반응으로 빨라지게 된다. 이때 수액을 통해 순환 혈량이 보충될 경우, 환자는 혈압이 다시 증 가하게 되고 보상적으로 증가했던 심박수는 다시 정상화되어 느려지게 된다. 따라서 마취 중 환자의 심박수와 혈압의 모니터는 환자의 상태를 파악하는 데 아주 중요하다.\n● 마취와 관련된 저혈압의 원인\n▶▶ 마취제의 직접적 영향(예, 흡인성 마취제, 장시간의 프로포폴 사용)\n▶▶ 부적절하게 과량 사용된 마취제\n▶▶ 실혈\n▶▶ 강제환기 장치의 사용\n▶▶ 부적절한 환자의 자세(예, 임신축에서 복압 상승에 따른 순환 혈량 감소)\n▶▶ 경막외 마취\n\n▶▶ 고혈압 치료제의 마취 전 투약(반드시 마취 전에 혈압약의 사용을 금한다)\n● 마취와 관련된 고혈압의 원인\n▶▶ 마취제의 직접적 영향(예, 도미토 같은 alpha-agonist는 일시적인 고혈압 유발)\n▶▶ 마취의 깊이가 얕아서 환자가 동통을 느낄 때\n▶▶ 마취 중 통증\n▶▶ 과수화/과수액\n▶▶ 수술과 연관된 급성 동맥혈류 정체나 혈류량의 증가\n▶▶ 만성적인 고혈압을 유발하는 원발질환이 있는 환자\n● 적용증\n▶▶ 수술 전 검사(수술 전처치 전에 수축기 혈압이 100 mmHg 이하의 환자는 수술하지 않 는다)\n▶▶ 수술 중 환자상태 모니터링\n▶▶ 수술 후 검사\n\n1.2.4 저혈압성 질환\n\n\n(1) 저혈압의 정의와 원인\n저혈압이란 혈압이 병리적으로 감소하는 것으로, 폐사를 유발하는 대표적인 원인이다(표1–5).\n\n환자가 경미한 저혈압이며 임상 증상을 수반할 경우 치료가 필요하고, 만약 중등도 또는 심각 한 저혈압을 보일 경우 즉각적인 치료가 필요하다. 대부분 수액이나 수혈을 통해 교정이 가능 하지만, 만약 이 방법으로 교정이 안 될 경우 혈관 수축제와 강심요법이 필요하다. 하지만 이러 한 치료와 더불어 저혈압의 원인을 찾아 교정하는 것이 무엇보다(예, 실혈 및 서맥) 중요하다.\n\n심한 저혈압의 임상 증상\n● CRT 지연(2초 이상), 사지 말단부 냉감, 뇨 배설의 감소 또는 없음, 창백한 점막, 약한 맥박\n\n\n표 1-5 소동물에서 저혈압의 기준\n\n\n\n● 저혈압이 심하고 장기간 지속되면 필수 장기(뇌, 심장, 신장, 간)의 관류 부족 유발 (특히 뇌와 심근은 손상 받기 쉬움)\n● 진행성의 저혈압은 결국 쇼크 유발\n● 혈압을 깨어있는 상태에서 측정했는지, 마취 하에서 측정했는지에 따라 다른 기준이 사용된다.\n\n응급치료 전략\n● 혈관내외 부족한 용적 교정을 위해 초기의 대체 수액(fluid replacement) 실시\n● 원발질환 교정\n혈압과 순환 혈량을 높이는 pressor agent(예, vasopressin)를 사용할수 있다.\n\n저혈압의 원인(표 1–6)\n저혈량증(hypovolemia)\n▶▶ 불충분한 음수량, 설사, 구토, 이뇨 때문에 세포 외액 감소\n▶▶ 전혈/혈청 소실 또는 저단백혈증에 의한 순환 혈량 부족\n\n(2) 저혈압과 쇼크\n쇼크의 정의\n● 쇼크란 macro-와 microcirculation의 순환장애에 의해 혈압이 현저하게 떨어지는 상태를 말 한다.\n● 산소 요구량에 비해 산소공급량이 떨어지기 때문에 심각한 조직의 저산소증을 유발한다. 따 라서 조직의 산화가 불충분하여 정상적인 세포 호흡과 대사가 유지될 수 없다. 그 결과 다음 과 같은 소견이 발생할 수 있다: 세포 저산소증, 면역 기능의 악화, 위장관계 기능 감소, bac- teremia, endotoxemia\n\n\n\n표 1-6 저혈압을 유발할 수 있는 인자들\n\n\n\nMacrocirculatory disturbances\n\n\nSHOCK\n\nMicrocirculatory disturbances\n\n\n\nBP BP \n(Hypovolemia, heart failure)\n(AV shunt, disseminated intravascular coagulation, DIC)\n\n\n\n\nTissue hypoxia Functional and structural\ndamage to terminal vessels and cells Lactic acidosis\n\n\n\n그림 1-14 쇼크의 병리기전\n쇼크가 발생하면 순환계 장애(macro/microcirculation)에 의해 혈압이 떨어지게 된다. 이로 인하여 조직에 저산소증이 발생하 게 되므로 장기와 조직에 기능적 구조적 손상과 젖산 축적에 의한 대사성 산증이 발생하게 된다.\n\n쇼크의 분류\n저혈량성 쇼크(hypovolemic shock)\n심원성 쇼크(cardiogenic shock)\n패혈증성 쇼크(septic shock)\n과민성 쇼크(anaphylactic shock)\n● 혼합형 쇼크\n▶▶ 신경원성 쇼크(neurogenic shock)\n▶▶ 외상성 쇼크(traumatic shock)\n▶▶ 화상성 쇼크(burn trauma shock)\n▶▶ 내독소 쇼크(endotoxin shock, 과민성 쇼크와 비슷)\n\n쇼크의 진행과정\n● 1단계: 초기 쇼크(보상성 단계): 혈압 상승을 동반하는 자발적인 생체 보상반응이 존재하는 단계\n● 2단계: 진행된 쇼크(초기 비보상성 단계): 혈압 하강이 특징인 저혈압 단계\n● 3단계: 비가역적인 쇼크(비보상성 단계 또는 말기 단계): 아주 심각한 저혈압 단계\n● 대부분의 경우, 이미 2단계 상태에 이를 때까지 쇼크가 진단되지 않는다.\n\n1단계: 초기 쇼크(보상성 단계)\n● 통증, 공포, 출혈, 기계적인 외상, 전기, 독소와 같은 급작스러운 내인성 또는 외인성 손상에 대하여 신체의 빠른 자발적인 반응으로 구성\n\n● 병태생리\n▶▶ 부신수질에서 catecholamine이 빠르게 방출 S 빠른 교감신경작용 S 초기의 전신혈압 상승 (다음과 같은 반응에 의하여)\n▶ 압력 수용기 자극\n▶ 심박수 증가 S 심박출량 증가 S 혈압 상승\n▶ 심근 수축력 증가 S 심박출량 증가 S 혈압 상승\n▶ 비장과 말초의 저장된 정맥혈의 동원으로 전부하 증가 S 심박출량 증가 S 혈압 상승\n▶ 말초혈관 수축으로 전신혈관저항 증가 S 말초저항 증가 S 혈압 상승\n▶▶ ATP 합성 자극, gluconeogenesis 개시로 대사 가속화\n▶▶ 가속화된 대사 산소 요구량이 정상보다 높아짐\n● 환자 모니터링\n▶▶ 빠르고 적절한 쇼크상태의 인식과 환자상태의 정확한 평가가 중요\n▶▶ 폐사 가능성이 높기 때문에 모니터링이 필수\n▶▶ 특히 심혈관계 증상은 시진, 촉진, 청진과 같은 기초 신체검사와 혈압 측정기를 이용한 간단한 검사로 비교적 쉽게 모니터링이 가능하다.\n\n\n▶▶ 혈역학적 모니터링이나 혈압 측정으로 보상성/일시성 고혈압 소견을 관찰할 수 있다(수 축기압 140~180, 이완기압 100~130 mmHg).\n▶▶ 대퇴동맥의 박동은 초기에 강하게 감지되는 경향이 있고 심박수 증가가 동반되기도 한 다(예, 개: 120~180 bpm, 고양이: 180~250 bpm)\n▶▶ 점막은 충혈된 것처럼 보인다.\n▶▶ CRT 다양; 때로는 약간 증가하기도 하지만, 정상보다 짧을 수도 있다.\n▶▶ 이 단계에서는 말초혈관 수축으로 세동맥의 맥박이 너무 약해서 pulse oximetry를 통한 산소 분압 측정이 어려운 경우가 많다.\n● 치료\n▶▶ 초기 쇼크는 근본적으로 일단 원발요인을 제거하면 약물을 사용하지 않고도 가역적이 다. 그러나 질병 진행의 변화를 정확하고 일관되게 감지하기 위해 지속적인 모니터링이 필요하다.\n2단계: 진행된 쇼크(초기 비보상성 단계)\n● 초기에 혈압을 유지하기 위해 수축했던 말초혈관들이 확장되기 시작하면서 심혈관계의 보 상반응이 부분적으로 차단되기 시작한다. 그 결과, 혈액이 말초혈관계에서 정체되고 심장은 떨어지는 혈압을 유지하기 위해 보상성 빈맥반응을 보이기 시작한다. 이러한 보상반응에도 불구하고 혈압은 80 mmHg 이하로 떨어지게 된다.\n● 2단계 쇼크반응은 발병 원인에 따라 몇 분 내(예, 급성 실혈)에서 몇 시간 또는 몇 일에 걸쳐 나타날 수 있다.\n\n\n● 병태생리\n▶▶ 혈압의 감소\n▶▶ 빈맥 지속되나 현저한 혈관 확장 S 총말초저항 감소로 혈압 저하\n▶▶ 대형 동맥의 맥박이 약하고 결손\n▶▶ 저체온증\n▶▶ 저혈압: 혈압 감소로 말초와 신장으로의 혈량 감소 S 체액 균형이 무너짐\n▶▶ 말초의 혈액 울혈 S 전부하 감소 S 일회 심박출량 감소 S 심박출량 감소 S 가스 운 반 이상을 유발해 말초성 저산소증 야기\n▶▶ 혐기성 대사와 산성 물질의 불완전한 제거로 대사성 산증 유발\n▶▶ 말초혈액 정체로 혈장과 적혈구층이 분리되고 적혈구의 rouleaux 현상 야기 S 혈액의 과 응고 현상과 혈액응고 부전 현상(혈소판 응집과 응고인자 소비)이 동반되는 DIC(파종성 혈관내응고) 발생\n● 환자 모니터링\n▶▶ 혈압은 정상 이하로 감소되며 80 mmHg 이하로 수축기 혈압이 떨어지면 말초 맥박이 촉진되지 않음\n▶▶ 수축기 혈압이 80 mmHg 이하로 감소되면 신장의 요 배설부전 소견을 보인다.\n▶▶ 이렇게 혈압이 낮을 때, oscillometry를 이용한 혈압 측정은 어려움. 도플러 또한 확실하 지 않음. 이 경우, 직접 혈압 측정법으로 혈압을 모니터링할 수밖에 없음\n▶▶ 맥박이 약하고 촉진하기 어려움; 심박수는 여전히 정상 이상(개: 140~180 bpm, 고양이: 200회 이상)\n▶▶ 점막은 보라-회색이고 창백함\n▶▶ CRT는 2초 이상\n▶▶ 수축기 혈압이 70 mmHg 이하가 되면 pulse oximetry를 통한 산소 분압 측정이 어려운 경우가 많다.\n▶▶ 혈액 가스 분석에서 pH 감소, base excess와 lactate 증가가 나타남\n▶▶ Bicarbonate 감소\n▶▶ Capnometry(이산화탄소 분압 측정)에서 호기 말 이산화탄소값이 급격히 상승한다.\n● 치료\n▶▶ 심원성 쇼크를 제외한 다른 모든 쇼크에서는 체액 부족과 저혈압 개선을 위해 수액투여가 가장 중요하다.\n▶▶ Pressor agent가 혈압 상승에 도움을 줄 수 있다. 혈압 안정을 위해 dopamine이나 dobutamine을 CRI로 투여해야 한다.\n▶ Dobutamine (개: 5~10 μg/kg/min CRI, 고양이: 2.5~5 μg/kg/min, 고양이에서는 발작을 유발할 수 있으므로 주의해서 사용)은 말초혈관의 수축 없이 심장 수축력을 증가시킨다.\n▶ Dopamine은 저용량에서 신장의 혈관을 확장시키는 반면, 고용량에서 수축력을 증가 시켜 말초혈관 수축과 함께 총 말초저항을 증가시킨다(5~10 μg/kg/min).\n▶ 헤모글로빈 제제(oxyglobin®) 사용 또한 혈압을 증가시킨다.\n▶▶ 순환 혈량을 증가시키는 것이 가장 중요하다.\n▶ 등장성 crystalloid 용액을 빠르게 점적\n▶ 개: 90 mL/kg/h, 고양이: 55 mL/kg/h 약 10~20분간, 환자상태에 따라, 대퇴 박동이 쉽게 촉진될 수 있을 때까지\n▶ Colloid 또한 좋다. 환자가 탈수상태가 아니라면 고장성 saline을 투여하면 초기 효과를 향상시킬 수 있다. 더 장기간 효과를 위해서는 dextran이나 hetastarch와 병용할수 있다.\n▶▶ 심박수와 맥박의 질이 안정화되고 저혈압이 없어질 때까지 치료를 계속 해야 한다.\n▶▶ 쇼크 치료가 끝난 뒤, 링거솔루션이나 colloid (hetastarch)를 유지요법으로 환자상태가 완전히 안정이 될 때까지 투여해야 한다.\n3단계: 비가역적인 쇼크(비보상성 단계 또는 말기 단계) 증상\n\n\n● 2단계 쇼크 환자를 치료하지 않거나 치료에 실패할 경우, 환자는 비가역적인 3단계 쇼크상 태로 진행한다.\n● 병태생리\n▶▶ 이 단계 환자는 광범위한 심혈관계부전으로 진행되어 말초혈관 확장과 심근 피로누적으로 다음과 같은 병리 현상이 발생한다.\n▶ 심한 저혈압 때문에 체내조직으로 혈액 흐름이 부족하다. 특히 뇌, 심장, 폐, 간, 신장과 같은 필수장기에 산소부족과 산성의 대사 물질 축적이 일어나기 쉽다.\n▶ 맥박 결손\n▶ 오직 청진이나 심첨부 촉진을 통해 간신이 심박수의 계수가 가능\n▶ 비가역적인 혈관 확장으로 총 말초저항 감소 S 혈압 감소\n▶ 저산소증으로 인해 전신적인 에너지 결핍 발생\n▶ 이는 Na-K pump부전을 일으켜 칼륨의 방출이 일어나고, 그 뒤 서맥을 유발하거나 심 한 심박출량 감소를 촉진하여 혈압 감소\n▶ Na-K pump부전은 세포 내 나트륨과 수분 유입 유발 S 세포 부종 야기\n▶ 혈액 흐름이 더욱 감소하면 결국 DIC를 유발\n▶ DIC가 진행되어 다발성 점상출혈이나 심각한 출혈이 발생\n▶▶ 환자는 심한 저혈압으로 인한 multiple organ failure로 폐사한다.\n● 환자 모니터링\n▶▶ 침습적인 직접 혈압 측정법만으로 혈압을 측정할 수 있다. 보통 혈압은 수축기 60 mmHg 이하, 이완기 50 mmHg 이하이다. 이때 dopamine같은 강심제를 투여해도 혈압이 정상화되지 않는다.\n▶▶ 맥박 결손\n▶▶ 심첨부에서 박동이 간신히 촉진되거나 청진을 통해서만 들을 수 있다.\n▶▶ 빈맥(130~180 bpm)이 서맥(40~60 bpm)으로 전환될 수 있다. 빈맥이 지속되더라도 동맥혈압은 오르지 않는다.\n▶▶ 청색증성 점막\n▶▶ CRT가 심하게 지연\n▶▶ 경정맥에서 정맥박동이 종종 관찰됨\n▶▶ Stupor or coma\n▶▶ 저체온증\n▶▶ 핍뇨 또는 무뇨\n● 치료\n▶▶ 증상에 따른 치료를 시도해볼 수는 있지만, 대부분의 경우 이러한 응급치료로 환자가 회 복되는 경우는 드물다.\n\n(3) 쇼크의 종류\n표 1–7과표 1–8에서는 쇼크의 종류별 혈압, 중심정맥압, 심박수에 대한 영향과 쇼크의 종류 별 응급처치 요령에 대해 기술하였다.\n저혈량성 쇼크\n● 원인과 병리학적 기전\n▶▶ 진성 저혈량증: 혈관손상, 구토, 설사, 요붕증, 지혈대 착용에 의한 유효 체액의 소실\n▶ 10% 이하의 체액 손실은 쇼크 증상을 일으키지 않는다; 맥박과 혈압 변화 없음\n▶ 약 20%의 혈관내 체액 소실은 급성 쇼크 증상을 유발; 혈압 약간 감소, 맥박수 증가\n▶ 30% 이상의 혈관내 체액 소실은 생명을 위협하고 심한 급성 쇼크 유발; 혈압 하강폭 이 너무 급격해서 맥박을 거의 느낄 수 없다.\n\n\n\n\n\n\n\n쇼크에 대한 응급처치\n저혈량성 쇼크 Crystalloid (20~40 mL/kg/hr)와 colloid (10~15 mL/kg over 15 min) 용액으로 혈관내 용 량을 대체; 필요 시 전혈이나 혈장 수혈\n저혈압 (<80 mmHg)이 지속된다면 도파민 투여\n혈압이 계속 떨어진다면 epinephrine 투여\n\n\n과민성 쇼크 순환이 정상화될 때까지 epinephrine 투여\nCrystalloid 용액으로 혈관내 용량 대체\n고용량의 glucocorticoid 투여(예, prednisolone 단일 용량 10~30 mg/kg IV)\n항히스타민제 투여(예, diphenhydramine 최대 2 mg/kg SC)\n기관지 수축이 있는 경우 베타2 교감신경 흥분제(예, terbutaline 0.01 mg/kg SC 또는 0.1 mg/kg까지 경구로 매 4시간마다) 또는 theophylline (5 mg/kg IV)\n\n\n패혈성 쇼크 Crystalloid와 colloid 용액으로 혈관내 용량 대체; 필요 시 전혈이나 혈장 수혈\nNorepinephrine 투여[± 고용량의 도파민 (0.005~0.01 mg/kg/min)]\n\n심원성 쇼크 심장 기능이 충분히 회복될 때까지 혈량 대체는 금기된다.\n급성 심부전(dobutamine 투여; 폐부종이 있으면 furosemide 투여, 산소공급)\n서맥, 방실 차단(Atropine, 최대 0.04 mg/kg, IV, SC)\n\n\n▶▶ 상대적 저혈량증: 말초저항과 혈관 용적 감소; 총 말초저항 감소 + 전부하 감소 S 심박 출량 감소 S 혈압 감소\n▶ CNS내 혈관 운동 중추의 이탈로 중심 혈압 조절 장애 S 혈압 감소\n▶ 혈관 확장성 물질(예, Phenothiazines)로 총 말초저항 감소 S 혈압 감소\n▶ 이에 따른 정맥 환류량의 감소 심박출량 감소 S 혈압 감소\n● 증상과 모니터링\n▶▶ 맥박 촉진, 혈압 측정, 중심 정맥압 측정\n▶ 혈관내 용량 감소로 혈압이 감소한다. 보상성으로 초기에 혈압이 증가\n▶ 저혈량성 쇼크의 초기 단계에는 효과적인 보상에 의해 정상처럼 보인다. 초기 고혈압 은 보통 없음\n▶ 맥박이 약하게 촉진\n▶ 저혈량성 쇼크가 진행되면 심박수가 증가되는 보상반응은 사라진다. 저혈량증이 지 속, 진행되면서 저혈압이 분명하게 됨\n▶ 중심정맥압 감소; +2에서 -5 cm H2O 사이로 값이 측정됨(정상: 3~10 cm H2O, 중\n심정맥압은 경정맥내로 카테터를 삽입하여 측정가능)\n● 저혈량성 쇼크의 치료\n▶▶ 정맥내 fluid replacement: 혈압, 맥박의 질, 맥박수의 정상화를 위해 쇼크 용량으로 수액 투여\n\n▶ 효과 없으면 colloid (hetastarch, dextrans, 고장성 saline)를 첨가, 금기되지 않는다면\ncrystalloid를 colloid 첨가 또는 첨가 없이 계속 투여\n▶ 실혈이 있고 hematocrit가 20% 이하이면 수혈(가능하면 신선 혈액) 또는 oxyglobin 사용\n▶▶ 진행된 쇼크(2단계): 심기능 보조와 혈압 증가를 위해 dopamine이나 dobutamine을 천천 히 점적\n▶▶ 쇼크가 여전히 불응성이라면 norepinephrine (1~10 μg/kg/min, 과도한 신장혈관 수축으로 잠재적인 신장의 약화를 유발할 수 있음)이나 epinephrine (0.005~1 μg/kg/min; 부정 맥과 심근 산소 요구량이 증가할 수 있음)의 사용을 고려해본다.\n패혈증성 쇼크\n● 일부 패혈증성 쇼크(septic shock)는 저혈량성 쇼크와 유사한 소견을 보인다.\n이러한 쇼크의 초기 단계(패혈증성 쇼크의 hyperdynamic stage 또는 warm hypotension이라 부름)는 어느 때든 일어날 수 있으며 신체 검사로 감지하기 힘들다.\n● 이러한 쇼크는 미세순환의 장애에 의해 발생된다.\n● 감염이 의심되는 환자는 잠재적으로 쇼크 발생 위험이 있으므로 고위험군 환자로 분류하여야 한다.\n\n\n● 세포는 합성된 대사성 물질을 이용할 수 없다.\n● Bacteremia 환자의 25~40%에서 패혈증성 쇼크가 발생하며, 패혈증성 쇼크 환자의 50%는 bacteremia가 있다.\n● 원인\n▶▶ 패혈증성 쇼크는 순환하는 endotoxin(그람 음성 세균, 곰팡이, 심지어는 그람 양성 세균)에 의해 전신감염 동안 발생한다.\n▶▶ Endotoxin은 숙주세포(호중구, 단핵구, 혈소판, 내피세포)와 상호작용하여 prostaglandins, cytokines, oxygen radicals와 같은 많은 물질을 방출한다. 이러한 연쇄반응을 systemic inflammatory response syndrome (SIRS)라고 한다.\n▶▶ 개에서 패혈증은 주로 bacteremia, 외상, 쇼크, 복막염, 유방염, 농양, 자궁염, 소장 허혈, 장염, 간질환, GDV에 의해 발생한다.\n● 병리학적 기전과 임상 증상\n▶▶ Hyperdynamic stage = early stage (warm hypotension): 심박출량 증가, 심박수 증가, 총 말초저항 감소, 혈압 감소; 모세혈관 누출\n임상 증상: 말초 온도 증가, 혈관 확장, 청색증, 맥박 박동, 심장은 변화 없음;\n▶▶ Hypodynamic phase: 심박수 감소, 심박출량 감소, 총 말초저항 증가, 혈압 감소; DIC,\n산소 소비량 저하 = 폐사직전 상태\n임상 증상: 말기 단계의 쇼크와 동일\n\n▶ 말초 저항 감소\n▶ 말초혈액 정체와 혈액 흐름의 부적절한 분배\n▶ 말초의 AV shunting(동정맥 단락)\n▶ 심근 수축력 감소\n▶ AV shunting이나 히스타민, prostaglandin, endorphins 등과 같은 매개체에 의한 총 말 초 저항 감소\n▶ 미토콘드리아의 호흡 능력을 약화시키는 일차적 세포성 결함에 의해 산소 소비량 감소\n▶ 심근 기능 증가와 감염의 패혈성 병소, 체온 증가에 의해 에너지 요구량 증가\n▶ 초기에 지방 소모가 증가한다. 이후 지방은 에너지원으로 사용될 수 없기 때문에 근육 단백질의 proteolysis, pyruvate와 lactate 축적 유발 S 높은 칼로리 요구량; 영양요법 이 중요(고급 아미노산, 단쇄 지방산 공급)하다.\n● 진단\n▶▶ 초기단계의 쇼크는 진단이 힘듦\n▶▶ 혈압 감소, 심박수 증가, 호흡수 증가, 체온 증가\n▶▶ 백혈구 증가 또는 감소, 혈소판 감소\n▶▶ 저혈당증\n\n\n▶▶ 혈액배양 양성 and/or 패혈성 병소\n▶▶ 핍뇨/무뇨\n● 패혈증성 쇼크의 치료\n▶▶ 감염 유발요인을 즉시 제거\n▶▶ 공격적인 fluid replacement(혈압, 중심정맥압, CRT, 맥박, 뇨량, 심박출량에 따라 빠르고 잘 조절하여 투여); crystalloid +/- colloid (hetastarch: 10~20 mL/kg)\n▶▶ 주의: 혈관 투과성의 증가로 폐부종이 발생할 수 있음(호흡수 증가, 폐음 청진, PaO2 감 소, 방사선)\n▶▶ 필요 시 가능하다면 혈액 가스 분석에 기초하여 중탄산나트륨(0.5~1 mL/kg 천천히 IV)\n투여[0.3 × BW × 체중 (kg) = mL 8.4% NaHCO3]\n▶▶ 심한 저혈압: dopamine 5~10 μg/kg/min; norepinephrine (1~10 μg/kg/min, 신혈관 수 축과 잠재적인 신장의 약화를 유발할 수 있음); epinephrine (0.005~1 μg/kg/min; 부정맥 과 심근 산소 요구량이 증가할 수 있음)\n▶▶ 항생제치료: 항상 정맥내투여, 혈액 배양이나 감수성 결과에 따라 실시한다. 초기에는 광 범위 항생제 ampicillin + aminoglycoside (gentamicin, amikacin), aminoglycoside + cephalosporin; 혐기성 감염이 의심된다면, metronidazole이나 clindamycin 추가를 고려 할 수도 있다. Fluoroquinolone은 aminoglycoside를 대신할수 있다.\n▶▶ 충분한 산소교환과 이산화탄소 제거[필요시 산소 케이지, 비강 산소, 삽관, 산소 환기, 호흡, 양성 호기말 압력(positive end-expiratory pressure, PEEP); 패혈증으로 의심되는 모든 환자에게 산소 공급이 좋다(산소 요구량이 증가되기 때문)].\n▶▶ 산증 치료\n▶▶ DIC가 의심되면 혈장 사용을 고려한다. Heparin (10~100 U/kg, SC, TID)도 고려될 수 있다.\n▶▶ 패혈증에서 영양공급은 필수이다. 에너지 균형이 좋지 않으면 예후가 나쁘다.\n● 환자 모니터링\n▶▶ 혈역학적 모니터링\n▶▶ 중심 정맥압\n▶▶ 맥박 산소(SpO2, 맥박) 측정, capnometry(이산화탄소 분압, ETCO2)\n▶▶ 혈액 가스 분석(pO2, pCO2, pH, base excess, lactate)\n▶▶ 요량확인\n\n심원성 쇼크\n● 심장의 박출 기능부전으로 발생\n● 원인\n\n▶▶ 심근증, 부정맥, 판막 건삭인대의 파열, 폐색전증, 심낭수에 의한 심압전, 심장사상충의 대정맥 증후군\n● 진단과 모니터링\n▶▶ 초기에 80 mmHg 이하로 수축 동맥압이 감소\n▶▶ 10 cm H2O 이상으로 중심정맥압 급격히 상승\n▶▶ 말초저항 증가, 특히 폐 내 혈관이나 폐로 가는 혈관(전부하)\n▶▶ 심박출량 급격히 감소\n▶▶ 낮은 혈압 때문에 뇌, 심장, 폐, 간, 신장과 같은 필수 장기에 혈액공급이 감소한다.\n● 심원성 쇼크의 치료\n▶▶ 심원성 쇼크를 가진 모든 환자에게 산소공급이 지시됨\n▶▶ 강심제는 심장 박출 기능 개선, 동맥 혈압 상승뿐 아니라 상승된 총말초혈관저항(심장 박출을 방해) 감소에도 도움\n▶ Dobutamine 2~20 μg/kg/min 천천히 점적, 이 용량은 심근의 산소 요구량을 증가시켜 부정맥 발생 소인이 된다.\n▶ Dopamine 2~10 μg/kg/min, 고혈압(말초혈관 수축 유발할 수 있음)과 부정맥 모니터링\n▶ Nitroprusside 또는 hydralazine과 같은 혈관 확장제는 급성 심근부전이 있는 환자에서 말초혈관 저항(후부하) 감소 위해 필요\n▶▶ Fluid replacement가 좌심실 충만압 유지를 위해 필요하지만 이전에 언급하였던 급성 심장 비보상에 대한 치료를 우선 실시하여야 한다(수액은 심장 박출 기능 개선 방법으로 중심 정맥압을 낮춘 뒤에 실시해야 한다).\n과민성 쇼크\n● 진단과 모니터링\n▶▶ 저혈량성 쇼크의 하위 종류로 분류될 수도 있다.\n▶▶ 과민성 반응은 유발 항원과 순환 항체 사이의 상호작용에 의해 발생\n▶▶ Serotonin, histamine, slow-reacting substance of anaphylaxis (SRS-A)와 같은 매체 물질 이 방출된다. 이들은 초기에 평활근 세포와 혈관벽에 영향을 줌\n▶▶ 모세혈관막 투과성 증가로 상당한 양의 혈관내 액체가 혈관외 공간으로 누출됨\n▶▶ 체내 모든 부위에서 부종 형성\n▶▶ 과민성 쇼크(anaphylactic shock)에 의한 심한 혈장 소실로 동맥압과 심박출량의 감소\n● 과민성 쇼크의 치료\n▶▶ 항히스타민 또는 glucocorticoid\n▶▶ 심장에 대한 강심치료와 수액을 통한 순환 혈량 확보에 치중\n\n(4) 저혈압의 치료\n치료 목표\n● 혈압 증가\n● 경미하게 저혈압과 연관된 순환부전이 있는 환자의 증상 제거\n● 순환 쇼크와 심한 저혈압이나 심혈관계부전이 있는 환자에서 장기의 관류 감소로 end- organ damage가 생기는 것을 방지\n치료개시 시점\n● 원발성 저혈압\n▶▶ 심각한 순환장애를 일으키지 않거나 신체 장기(organ) 이상에 의한 저혈압의 경우 치료가 보통 필요 없다.\n▶▶ 기면증 등의 증상을 보이는 환자는 충분한 음수, 식염 섭취 증가, 운동과 같은 비약물적 처치와 sympathomimetics, methylxanthine과 같은 저혈압 치료제를 처방한다.\n● 속발성 저혈압\n▶▶ 원발질병에 의한 저혈압은 원발요인을 치료\n\n저혈압의 치료제\n● 혈량 증가\n\n▶▶ 안정적인 환자는 비약물적 방법으로 식이성 식염 섭취를 증가시키고 충분한 양의 음수를 공급\n▶▶ 안정적이지 않은 환자는 수액처치가 필수적인데, 다른 약물처치 전에 실시해야 한다.\n▶▶ 수액제는 저혈압의 원발요인에 따라 선택하고, 금기되는 경우만 아니라면 colloid가 순환 혈량을 늘리는 데 가장 효과적이다.\n▶▶ 부신피질 기능저하증 환자: mineralocorticoid작용약물(fludrocortisone 0.02~0.05 mg/kg PO SID)\n● 교감신경흥분제\n▶▶ Catecholamine 정맥주사\n▶▶ Dopamine, dobutamine, epinephrine, norephinephrine\n▶▶ 순환부전의 응급처치\n▶▶ Catecholamine의 경구적 요법은 효과가 별로 없음\n▶▶ Catecholamines\n▶ Dopamine: 내인성 catecholamine으로 norephinephrine의 전구체\n▶ Dopamine과 dobutamine 유도체는 심장에 선택적으로 작용하여 급성 심혈관계부전 시 사용\n\n\n▶ Epinephrine과 norepinephrine이 지시되는 경우는 제한적이다.\n▶ 경구투여는 효과가 없고, 혈장 반감기가 매우 짧다. 그러므로 CRI로 투여해야만 한다.\nDopamine\n▶▶ 작용기전\n▶ 용량 의존적 효과로 저용량(0.003 mg/kg/min)은 신장과 장간막 혈관의 D1 수용체만 자극 S 신장과 장간막 혈관 확장 S 신장의 혈량 증가로 사구체 여과율 증가와 세뇨 관의 나트륨 재흡수 억제\n▶ 중간 용량(0.003~0.005 mg/kg/min)은 베타1 아드레날린성 수용체를 추가로 자극 S\n심장의 수축력 증가와 약간의 심박수 증가\n▶ 고용량 (>0.005 mg/kg/min)은 알파1 수용체 또한 자극 S 혈관 수축과 교감신경 시냅 스에서 norepinephrine 방출 S 간접적인 sympathomimetic효과\n▶ 전반적으로 총 혈관 저항성에 약간의 변화, 신혈류량 증가, 심박출량이 증가한다. 좀 더 고용량에서는 후부하의 증가로 심박출량이 감소한다.\n▶▶ 적응증\n▶ 심한 저혈압, 급성 순환부전(심원성 쇼크와 다른 형태의 쇼크), 특히 신장기능의 저하 와 관련하여(kidney shock)\n▶▶ 부작용\n▶ 빈맥, 빈맥성 부정맥, 폐동맥압 증가, 말초정맥 내 투여 후 조직 괴사가 일어날 수도 있다.\n\n▶▶ 과용량\n▶ 심한 빈맥, 심실성 부정맥, 중등도의 고혈압, 떨림(tremor)\n▶ 해독제: 베타(와 알파) 아드레날린성 차단제\n▶▶ 금기\n▶ 크롬세포친화종(부신수질세포종), 빈맥성 부정맥, 저혈량증, 위장관 출혈, 갑상선 중독증\n▶▶ 약물 상호작용\n▶ Sympathomimetics, antihistamine과 갑상선 호르몬은 작용을 증가시킨다. Atropine, halothane, cardiac glycosides는 빈맥과 빈맥성 부정맥 발생 위험을 증가시킨다. 베타 아드레날린성 차단제는 sympathomimetics의 작용을 약화시킨다. Beta-lactam 항생제, 중탄산 나트륨과 알칼리성 용액은 sympathomimetics와 배합금기이다.\n▶▶ 용량\n▶ 개/고양이: 0.003~0.005 mg/kg/min(핍뇨와 심원성 쇼크를 제외한 다른 형태의 쇼크 환자는 먼저 혈량 보충이 필요함)\n▶ 0.005~0.01 mg/kg/min (심원성 쇼크). 혈압과 ECG 모니터링을 통해 효과를 보며 용량을 결정\nDobutamine\n\n▶▶ 작용기전\n▶ 베타1과 베타2의 sympathomimetic 작용 약물\n▶ 주로 심장의 베타1 아드레날린 수용체를 자극하고 심근 수축력 증가와 상대적으로 약 한 심박수 증가작용이 있으며, alpha-mimetic작용은 없다.\n▶ 저용량의 dobutamine은 심박출량을 증가시키고 중등도의 심박수 증가와 동맥압의 증 가, 폐동맥압을 감소시킨다.\n▶ 고용량에서는 total peripheral resistance (TPR)을 감소시켜 혈압을 떨어뜨린다. 도파 민의 동시 투여는 심박수 증가효과를 증진시키고 혈압을 약간 감소시킨다.\n▶▶ 적용증\n▶ 급성 심근성 심부전, 심한 저혈압\n▶▶ 부작용\n▶ 빈맥, 빈맥성 부정맥, 저칼륨혈증, 고용량은 고혈압 유발\n▶▶ 과용량\n▶ 고혈압, 빈맥성 부정맥이나 심실 세동, 진전(tremor)\n▶ 치료: 베타 아드레날린성 차단제나 lidocaine\n▶▶ 금기\n▶ 빈맥성 부정맥, 비대성 폐쇄성 심근병증, 치료받지 않은 저혈량증\n▶▶ 약물 상호작용\n\n▶ Sympathomimetics는 dobutamine의 작용을 증가시킨다. Atropine, halothane, cardiac glycoside는 빈맥과 빈맥성 부정맥 위험을 증가시킨다. 베타 차단제는 dobutamine의 효과를 감소시킨다. 중탄산 나트륨과 알칼리성 용액은 dobuta- mine과 배합금기이다.\n▶▶ 용량\n▶ 개: 0.005~0.01 (0.02 max) mg/kg/min\n▶ 고양이: 0.0025~0.005 (0.02 max) mg/kg/min\nEpinephrine (adrenaline)\n▶▶ 작용기전\n▶ <0.001 mg/kg/min는 주로\n베타1 수용체 자극 S 수축력, 심박수, 변전도 증가 S 심박출량, 심박수, 심 장의 산소 소비량 증가 S 혈압 증가\n베타2 수용체 자극\n– S 평활근세포의 이완 S 혈관 확장, 말초 저항의 감소, 근육으로의 혈 류량 증가, 기관경련 용해효과\n– 비만세포와 호염구 막의 안정화로 히스타민 방출 감소\n\n▶ >0.001 mg/kg/min은 주로 알파 아드레날린 수용체 자극 S 혈관의 알파 수용체 자극으로 혈관 수축\nS 말초저항 증가 S 혈압 증가와 신장 혈류 감소\n▶▶ 적응증\n▶ 과민성 쇼크, 심폐관계 소생\n▶▶ 부작용\n▶ 빈맥, 빈맥성 부정맥이나 심실 세동, 고혈압, 고혈당, 저칼륨혈증\n▶▶ 과용량\n▶ 생명을 위협하는 빈맥성 부정맥, 폐수종, 뇌출혈, 진전(tremor)\n▶ 치료: 베타(와 알파) 아드레날린 차단제\n▶▶ 금기\n▶ 크롬세포친화종, 빈맥성 부정맥, 이첨판막 협착증, 비과민성 기원(non- anaphylactic origin)의 쇼크, 치료하지 않는 저혈량증, 갑상선중독증, 임신말 기, 녹내장\n▶ 당뇨성 대사성 상태의 환자에게는 주의하여 사용해야 하고 IM이나 SC는피 한다.\n▶▶ 약물 상호작용\n▶ Sympathomimetics, antihistamines와 갑상선 호르몬은 epinephrine의 작용을 증가시킨다. Atropine, halothane, cardiac glycoside는 빈맥과 빈맥성 부정맥 위험을 증 가시킨다. 알파 차단제(예, α-adrenolytics, neuroleptics) 전처리 후에 베타 차단제는 epinephrine의 효과를 감소시킨다“( epinephrine reversal”이란 고용량의 epinephrine 투여 후 혈압 감소를 특징으로 한다). 중탄산 나트륨과 알칼리성 용액은 epinephrine과배 합금기이다.\n▶▶ 용량\n▶ 개/고양이: 0.0005~0.001 mg/kg/min(최대 총 용량 0.1 mg/kg)\n▶ CPR: 최대 용량 0.005 mg/kg, 기관 내, 기관지 내, 중심정맥이나 심장내로 투여\nNorephinephrine (Noradrenaline)\n▶▶ 작용기전\n▶ 알파 교감신경 흥분제로 베타1 아드레날린성 수용체 또한 자극하지만, 베타2 수용체 작용은 없다.\n▶ 혈관 수축 S 말초저항 증가, 신혈량 감소\n▶ 수축력, 심박수, 변전도성 증가효과 S 심박출량. 심박수, 심장의 산소 소비량 증가\n▶ 순수한 혈역학적 효과(수축기와 이완기 혈압 증가)\n▶▶ 적용증\n\n\n▶ 혈역학적으로 위독한 혈관 확장과 관련된 쇼크(신경원성, 패혈성 쇼크)\n▶▶ 부작용\n▶ 빈맥, 빈맥성 부정맥이나 심실 세동, 고혈압, 조직 괴사, 신부전(이를 방지하기 위해서 는 저용량의 dopamine을 병용)\n▶▶ 과용량\n▶ Epinephrine 참고\n▶▶ 금기\n▶ 크롬세포친화종, 빈맥성 부정맥, 이첨판막 협착증, 치료하지 않는 저혈량증, 갑상선중 독증, 임신말기, 녹내장\n▶ IM과 SC는 피하라.\n▶▶ 약물 상호작용\n▶ Sympathomimetics, antihistamines와 갑상선 호르몬은 norepinephrine의 작용을 증가 시킨다. Atropine, halothane, cardiac glycoside는 빈맥과 빈백성 부정맥 위험을 증가시 킨다. 베타 차단제는 norepinephrine의 효과를 감소시킨다“( epinephrine reversal”이란 고용량의 epinephrine 투여 후 혈압 감소를 특징으로 한다). 중탄산 나트륨과 알칼리성 용액은 epinephrine과 배합금기이다.\n▶▶ 용량\n▶ 개/고양이: 0.001~0.01 mg/kg/min IV (IM이나 SC 투여 금지)\n\n(5) 쇼크의 치료\n쇼크는 순환부전에 의해 장기의 요구 혈량과 심박출량 사이의 불균형을 일으킨다. 쇼크 치료 의 주요 치료 목표는 이러한 불균형을 제거하고, end-organ damage 발생을 방지하며, 비보상 성 쇼크에 빠지지 않도록 하는 것이다.\n\n치료 전략\n치료는 혈량 대체(심원성 쇼크 제외)와 catecholamine 투여의 두 단계로 시행한다.\n● 혈량 대체\n▶▶ Crystalloid와 균형 전해질 용액\n▶ Lactated Ringer’s solution(간 기능부전 환자나 전신성 산증 환자는 금기) Ringer’s solution\n▶ 등장성 생리식염수 용액(단지 초기 임시변통의 방법)\n▶▶ Colloid 용액(혈장 대체를 위해)\n▶ Dextran 60, 6%(초기): 드 10 mL/kg (15분내). 드 20 mL/kg/day\n▶ Dextran 40, 10%(미세 순환계장애의 말기): 10 mL/kg/day(알러지 위험)\n\n▶ Hydroxyethyl starch (HES): 6~10%; 분자량 200,000, 대체 속도는 20 mL/kg/day까지\n▶ 혈장\n▶▶ 산증의 보상에 필요한 중탄산나트륨\n▶ (BW × (0.3) (체중 kg) = mmol/환자; 1 mL 8.4% NaHCO3 = 1 mmol)\nCrystalloid 점적 속도; 처음 한 시간 동안은 개는 최대 90 mL/kg, 고양이는 60 mL/kg로 받을 수 있다. 그뒤 20 mL/kg/hr의 속도로 투여하고, 그 다음에는 8~25 mL/kg/hr으로 환자의 순 환상태에 따라 용량을 조절한다. 동물이 작을수록 점적 속도는 더 빠르다.\n\n1.2.5 고혈압성 질환\n(1) 고혈압의 정의와 원인\n전신성 고혈압(Systemic hypertension)은 전신적으로 혈압이 지속적으로 상승하는 질환으로 주로 판막 폐쇄부전 같은 심장질환, 만성 신장질환, 부신피질 기능항진증(개), 갑상선 기능항 진증(고양이), 당뇨병 등이 고혈압을 유발하는 요인이다. 하지만 사람의 경우 대부분의 고혈 압은 그 원인이 확실치 않은 idiopathic etiology에 의해 발생한다고 한다(표 1-9).\n고혈압은 고혈압 그 자체보다는 고혈압에 의해 발생하는 이차적인 변화에 의한 여러 장기에 손상을 일으키는 질환이다.\n\n\n\n고혈압에 의해 손상 받기 쉬운 대표적인 장기로는 눈(망막 박리), 신장(신기능부전 및 단백뇨) 및 뇌조직(뇌 혈액순환장애에 의한 뇌경색성 손상), 심장(좌심실비대) 등이 있고, 이러한 소견들 은 임상적으로 상당히 진행될 때까지 뚜렷하지 않은 경우가 많다.\n올바른 혈압의 측정은 심장의 이완기(diastolic)와 수축기(systolic) 때 혈압을 모두 측정해야 하 며, 증례에 따라 수축기와 이완기 혈압이 모두 상승하는 복합적인 고혈압 (combined hyperten- sion)의 증례와 이완기나 수축기 중 어느 한쪽의 혈압만 상승하는 분리형 고혈압(isolated hypertension)이 있고, 증례에 따라 이병률과 예후가 다르다.\n동물에서는 아직까지 이러한 고혈압의 유형에 따른 이병률의 차이에 대한 연구는 실시된 적 이 없어서 어떤 유형의 고혈압의 이병률이 높은지는 알 수는 없다. 하지만 미국 수의내과학회의 고혈압 분과위원회 조사에 따르면 개와 고양이의 고혈압은 다른 질환에 속발되어 발생하는 속발성 고혈압이 주로 나타나는 고혈압 유형이라고 한다.\n\n또한 고혈압은  원인에 따라 원발성 고혈압(primary hypertension)과 속발성 고혈압(secondary hypertension)으로 분류된다.\n\n원발성 고혈압은 사람의 경우 대부분 특발성(idiopathic, 원인 불명)으로 발생하며, 부신수질 세포종 같은 종양에 의해서도 발생한다.\n\n발병원인\n▶▶ Sight hound종 개(예, 그레이 하운드, 닥스훈트)는 다른 품종에 비해 혈압이 정상적으로 15 mmHg 정도 높다. 통계학적으로 신뢰할 수 있는 정도는 아니지만, 수컷이 고혈압이 많다고 한다.\n● 대부분의 고혈압의 증례는 다른 질환에 의해 속발하는 경우가 많고, 또한 혈압을 직접 측정 하지 않는 한 고혈압의 존재유무 자체를 확인하기가 어렵다. 따라서 고혈압을 감지하기 위 한 혈압검사가 임상에서 더욱 보편적으로 실시되어야 하며, 만약 고혈압이 관찰되면 원발원 인을 찾기 위한 추가검사가 필요하다.\n고혈압의 주요 임상 증상\n● 주로 원발성 질환이나 그 질환에 의한 병태생리에 따라 달라진다.\n● 눈: 실명·동공산대·Hyphema·녹내장·망막변화(출혈/박리)\nCNS: 우울·두통·Syncope·발작·신경마비·Vocalizing\n\n● 심혈관계: 심잡음, gallop 리듬(고양이에서)·ECG 이상소견(tall and wide QRS, 부정맥, wide p-파, left bundle branch block-LBBB)·초음파상 좌심실비대·비출혈\n● 비특이적 증상: 식욕부진·다음다뇨·행동변화\n\n고혈압의 임상적 결과\n● 전신성 고혈압은 초기에는 주로 증상이 없기 때문에 수 개월에서 수 년 동안 진행되다가 비 가역적 조직손상에 의한 장기손상이 확실해진 후에야 발견되는 경우가 많다.\n● 사람에서 전신성 고혈압은 심장혈관계(예, 심근경색,“뇌졸중”), 신경계(예, 고혈압성 뇌병 증,“뇌졸중”), 비뇨기계(예, 진행성 신장 손상) 그리고 눈(예, 망막과 맥락막 손상)의 합병증 을 함께 보이며 나타난다.\n● 비록 sight hound와 같은 특정 품종의 개는 정상 혈압 수치가 매우 높지만, 수의분야에서도 고혈압에 의한 다른 장기 합병증이 나타날 위험성을 배제할 수 없다.\n● 심각한 전신성 고혈압의 가장 흔한 부작용은 보통 수축기 혈압이 180 mmHg 이상일때나 타나는데 특히 48시간 이내에 수축기 혈압이 약 30 mmHg 증가한 경우 많이 나타난다.\n\n\n● 이러한 부작용에는 고혈압성 망막증(안구 내 출혈, 망막부종, 개와 고양이에서 망막박리), 고혈압성 뇌병증(뇌부종에 의한 혼미, 혼수, 경련) 그리고 중추신경계성 뇌졸중(개와 고양이 에서는 흔치 않음)이 있다. 이보다 혈압이 낮은 경우에(수축기 혈압이 160~180 mmHg) 신장, 눈, 심혈관계의 만성적인 고혈압성 손상이 발견되기도 한다. 손상을 일으키는 역치 혈압은 정확하게 밝혀진 바 없지만 대부분 품종의 개와 고양이에서는 160 mmHg인 것으로 본다.\n● 고혈압의 심혈관계효과\n▶▶ 심혈관계에서 고혈압에 의해 가장 많이 나타나는 변화는 좌심실비대이다. 심근은 만성 적으로 증가된 후부하에 반응하기 위해 concentric hypertrophy(확장 없이 심근벽 두꺼 워짐)를 일으킨다. 좌심실 벽이 경직되고 이완기충만이 감소함에 따라 좌심실 이완기압 이 증가할 수 있고 이로 인해 폐울혈이 발생할 수 있지만 흔치는 않다. 기능부전(울혈성 심부전) 역시 다른 심혈관계 이상 소견이 없는 이상 고혈압으로 인해 발생하지는 않는 다. 좌심실비대는 방사선이나 심장 초음파를 통하여 확인할 수 있다. 효과적으로 고혈압 치 료를 할 경우 이 병리학적 변화를 정상으로 돌아오게 할 수도 있다.\n▶▶ 만성 고혈압 환자에서는 다양한 혈관 변화가 관찰되기도 한다. 작은 동맥이나 세동맥에 강한 압력이 가해지면 혈관벽 사이로 혈장이 새어나가게 되며 혈관벽이 두꺼워지는데 이 변화를 hyaline arteriosclerosis라고 한다. 만성 고혈압은 또한 혈관평활근의 비대를 유 발한다. 사람에서는 나이가 들면서 동맥경화증이 발생하고 큰 동맥의 유순도와 탄력이 소실된다. 그러나 이러한 혈관계의 변화는 개와 고양이에서 거의 없다.\n● 고혈압의 중추신경계에 대한 효과\n▶▶ 뇌순환은 뇌 자체에서 조절을 하기 때문에 autoregulation이라고도 한다. 특정 범위의 혈압내에서는 혈류를 자동조절하여 뇌의 혈압을 일정하게 유지되는 이유는 혈압의 증가 정도에 따라 세동맥 평활근이 이완된다. 이 작용은 전신성 고혈압이 있더라도 중추신경 계를 고혈압 부작용으로부터 보호하게 된다. 하지만 증가된 혈압이 국소 미세순환(뇌의 세동맥, 모세혈관, 세정맥)에 영향을 주지 않도록 제어하는 세동맥의 이런 능력 역시 한 계가 있다.\n▶▶ 자동조절 능력 이상으로 혈압이 증가하게 되면 뇌 미세순환의 혈압 역시 증가하여 혈류 가 증가하고 모세혈관벽에서 일정하게 유지되던 Starling 법칙을 변화시킨다. 모세혈관 내 정수압의 증가는 모세혈관간 체액 여과율을 증가시켜 뇌 실질 내에 간질성 부종을 일으킨다.\n▶▶ 특히 뇌는 두개강으로 둘러싸여 있기 때문에 간질의 부피가 증가하면 두개강 내 압력이 증가하고 이것은 고혈압성 뇌병증으로 불리는 신경계 기능 이상을 초래한다.\n▶▶ 뇌부종에 의한 임상 증상으로는 방향감상실, head pressing, 운동실조, 혼미, 혼수, 경련 등 이 있다. 심한 경우 뇌부종으로 인한 두개강내 압력 증가는 소뇌 천막 (tentorium) 아래로 대뇌 허니아를 유발하거나 큰후두구멍(foramen magnum)으로 소뇌 허니아를 유발할 수 도 있다. 뇌 허니아는 고혈압성 뇌병증에서 발생할 수 있는 치명적인 합병증 중 하나이다. 이 현상은 개와 고양이에서 모두 가능하지만 특히 고양이에서 발생할 가능성이 높다.\n\n▶▶ 고혈압은 또한 소동맥 파열과 그에 따른 국소 허혈“( 뇌졸중”또는 뇌혈관사고 [cere- brovascular accident, CVA])을 유발할 수 있으나 중간 그리고 대형혈관계 질환이 거의 없 는 동물에서는 흔치 않다. CVA는 뇌혈관계의 소동맥 파열(출혈성 CVA)로 인해 발생할 수도 있고 혈관 혈전증(혈전성 CVA) 때문에 발생할 수가 있다. 두 가지 경우 모두 영향 받은 뇌부위는 경색 소견을 보이며 운동실조, 방향감상실, 경련, 혼미, 혼수와 같은 임상 증상이 나타날 수 있다. 수의학적으로 이런 병변은 고혈압 환자에서 볼 수 있으나 특히 고 양이에서는 고혈압성 뇌병증보다는 흔치 않다.\n● 고혈압의 안구에 대한 효과\n▶▶ 동물에서는 혈압 측정을 일상적으로 실시하지 않기 때문에 전신성 고혈압에 의한 급작 스런 실명으로 내원하는 동물들이 많다. 다른 미세순환계와 마찬가지로 눈에서도 자동 조절 능력을 초과하면 맥락막 세동맥과 모세혈관의 혈류가 증가하여 이 압력 증가에 따 라 혈장이 누출되어 부종, 출혈, 망막박리와 같은 병변이 진행된다.\n● 고혈압의 신장에 대한 효과\n▶▶ 사람에서 고혈압과 신장질환은 매우 깊이 관련된 질환들로 고혈압은 신부전의 주요 원 인이 되고 신부전 역시 전신성 고혈압을 일으킨다. 이것은 급성이나 만성; 혈관성, 세뇨 관간질성, 사구체성; 경증, 중등도, 중증의 신장질환을 막론하고 모든 신장질환에서 적용 된다. 사람의 고혈압과 신장질환은“닭이 먼저인지 계란이 먼저인지”의 문제와 같이 복 잡한 관계로 얽혀 있지만 개와 고양이에서는 그렇지 않다. 개와 고양이에서 원발신장질환 없이 지속적인 고혈압이 신장의 구조적인 손상을 일으킨다는 증거는 없다. 물론, 이 반대에 대한 증거는 존재한다. 임상에서 더 흔히 볼 수 있는 시나리오는 신장질환으로 인해 renin-angiotensin계가 활성되고 신장의 나트륨 재흡수 능력 변화로 전신성 고혈압 을 일으키고 이로 인해 더 큰 신장손상이 가해지는 것이다.\n▶▶ 전신성 고혈압은 신장질환이 있는 개에서 신장손상을 일으킬 수 있고 고양이에서도 마찬 가지인 것으로 보인다. 신장의 미세순환계는 매우 독특하여 사구체 모세혈관총 전후로 세 동맥이 존재한다. 신장질환에서 허혈이 발생할 경우 renin의 과생산이 일어나 순환 또는 국소 angiotensin II 농도가 증가한다. 전신적인 angiotensin II의 증가는 심장박출량을 증 가시키고 말초혈관저항성을 증가시켜 전신성 고혈압을 악화시킨다. 신장질환이 있는 경 우 수입세동맥은 확장한다. 이렇게 특이적인 확장은 신장질병의 존재에 대한 적응반응(아 마도 부정적인 적응반응)으로 보인다. Angiotensin II에 의한 수출세동맥의 수축은 이런 수입세동맥의 확장과 더불어 사구체 모세혈관압을 증가시킨다. 따라서 영향 받은 사구체 모세혈관과 관련 네프론 및 간질은 고혈압성 손상에 취약해지는 것이다. 신장질환이 있는 개와 고양이에서 수축기압이 160 mmHg인 만성적인 고혈압이 있는 경우 네프론 파괴로 이어져 진행적인 신부전으로 이어진다.\n\n\n\n(2) 고혈압을 속발하는 질환들 고혈압을 유발하는 질환 중 가장 흔한 질환 및 고혈압 시 가장 유념해 두어야 할 질환을 표 1- 9에 나열하였다. 일부 질환에서 원발질환이 증상을 나타내기도 전에 고혈압이 먼저 관찰되는 경우도 있을 수 있다. 비록 질병이 진행되는 환자의 수가 많을수록 고혈압이 병발된 환자의 수도 많긴 하지만, 질병의 진행과 혈압과의 직접적인 관계가 있지는 않다(단, 신장질환은 제외).\n\n속발성 고혈압\n● 속발성 고혈압(secondary hypertension)은 개와 고양이에서 흔하다. 속발성 고혈압은 주로 기저질환(underlying disease)에 의해 속발된다. 따라서 진단과 치료에 이점이 있다.\n▶▶ 고혈압은 여러 가지 질환에 대한 초기 진단 지표가 될 수 있다(표 1-10).\n\n\n\n▶▶ 고혈압의 여러 원인은 대부분 치료가 가능하다.\n▶▶ Underlying disease의 치료는 가능하지만 고혈압을 항상 완화시킬 수 있는 것은 아니다.\n▶▶ 혈압을 자주 모니터링하는 것은 치료에 도움이 된다.\n▶▶ 표 1–11에서 고혈압과 관련된 질병의 특징에 대해 요약하였다.\n\n심장질환과 고혈압\n● 심부전은 급성 혹은 만성 심장질환 시 말초로의 혈액공급이 원활하지 못하거나 되돌아오는 정맥혈(venous return)이 현저하게 감소되었을 때 나타난다. 이는 cardiac ejection의 감소를 야기하며 결국 cardiac output의 감소를 유발한다.\n● 심장질환은 다양하고 복잡한 혈역학적인 변화를 유발한다. 그로 인해 혈압에 미치는 영향 은 매우 다양하다.\n● 혈압의 상승은 초기 단계의 심장질환에서 관찰할 수 있으며 저혈압은 말기 심장질환에 나타 나는 경향이 있다. 따라서 혈압은 약물을 이용한 심장질환 치료 시 부작용을 피하기 위한 모 니터링 방법이 될 수 있다.\n● 혈역학적인 변화를 유발할 수 있는 원인\n\n\n▶▶ 산소포화도의 변화에 따른 ejection fraction과 심근의 수축력 감소를 chemo-, pressore- ceptor가 감지하여 catecholamine을 방출한다. 이러한 변화는 그림 1-15에 나타내었다.\n▶▶ 만약 혈압 상승이 지속된다면, 바로 renin-angiotensin aldosterone system이 활성화될 것 이며, 이로 인해 혈관의 과도한 수축이 일어나며 afterload의 증가가 일어날 것이다.\n▶▶ 질환이 계속 진행된다면, cardiac output이 보상반응으로 증가할 것이다.\n\n신장질환과 고혈압\n● 심장이 박출할 때마다 상당히 많은 양의 혈액이 신장으로 들어간다. 또한 신장내에는 renin 이나 aldosterone 같은 혈관을 수축하는 인자와 체액과 전해질을 흡수하고 배설하는 데 관 여하는 호르몬이 분비된다. 때문에 신장질환이 있을 경우, 혈량의 변화에 따른 신장의 반응 이 둔화되고 잘못된 내분비 호르몬의 영향으로 고혈압을 유발하며, 반대로 고혈압은 신기 능을 저하시켜서(사구체를 경화시키고 네프론을 소실시킴) 속발성 신장질환을 유발하기도 한다.\n● 신성 고혈압은 사람에서 가장 흔한 고혈압 중 하나이며, 개의 93%, 고양이의 90%에서 원발 성 신장질환에 따라 고혈압이 발생할 수 있다. 최근 한 연구에 따르면 신장질환을 가지고 있 는 20% 이상의 고양이에서 수축기 혈압이 175 mmHg 이상으로 나왔다. 이중 70%의 환자 는 지속적인 고혈압으로 인해 ocular lesions이 발생하였다. 신성 고혈압은 다양한 glomerulopathies와 같은 여러 가지 특별한 문제를 보이는 경향이 있다. 하지만 고혈압이 모 든 신장질환에서 관찰되지는 않는다.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▶▶ 고혈압 자체가 신장질환에 영향을 미치는 원인이 될 수도 있다. 고혈압이 항상 발생하는 것은 아니지만, 신장질환 환자들은 모두 혈압을 모니터링해야만 한다. 만약 고혈압이 있다 면, 고혈압의 유형과(수축기, 이완기, 혹은 둘 다) 심각도를 확실히 해야 한다.\n● 혈압의 상태는 신장질환의 예후와 치료에 있어 아주 중요한 인자이다. 혈압을 측정하는 것 은 치료를 결정하고 실시하는 데 있어서 가장 중요하다.\n● 혈압의 변화와 더불어 요비중의 감소, 신장의 청소율 감소가 있다면 신장질환을 의심해야 하며, 단백뇨(고혈압에 의한)가 관찰된다면, 예후가 좋지 않다.\n● 다음의 신장질환들이 고혈압과 병발한다.\n▶▶ 급성 신부전\n▶▶ 만성 신부전\n▶▶ Polycystic kidney disease (PKD)\n▶▶ Obstructive nephropathy\n▶▶ Glomerulonephritis\n▶▶ Interstitial nephritis\n▶▶ Renal dysplasia\n\n\n● 혈압의 변화\n▶▶ 급성 신부전: 대부분 일시적인 고혈압\n▶▶ 만성 신부전: 혈압이 만성적으로 증가하며 중등도 혹은 심한 고혈압을 유발\n● 혈역학적인 변화를 유발할 수 있는 원인들\n▶▶ 고혈압의 병리기전은 아직 완전하게 알려지지 않았다. 하지만 만성 신부전시 renin- angiotensin aldosterone system의 활성 증가로 인해 고혈압이 유발된다고 알려져 있다. 카테콜아민의 분비 증가 또한 하나의 요인이 된다.\n▶▶ 고혈압과 그 외 다른 신장질환의 영향으로 인해 신장조직의 손상과 Glomerular filtration rate의 감소가 나타난다. 이러한 일련의 과정은 결국 신장의 perfusion과 filtration capacity 를 유지하기 위해 다음과 같은 메커니즘을 유발한다.\n▶ Renin-angiotensin-aldosterone system이 활성화되어 신장 혈관들의 혈압을 낮춰준다\n(특히 afferent vessels).\n▶ 신장으로 가는 afferent arterioles의 확장이 일어난다.\n▶▶ 그럼에도 불구하고, 이러한 활성은 신장을 보호하는 autoregulation을 방해한다.\n▶ Angiotensin II는 혈관 수축인자이다. 이는 신혈류량을 감소시키며 요 생산 및 분비의 감소가 일어난다(예, hypovolemic shock을 회복시키는 효과). Afferent arteriole의 수 축이 일어난다.\n▶ Angiotensin II는 또한 adrenal cortex의 zona glomerulosa의 aldosterone 분비를 자극 시킨다. 이는 sodium의 재흡수를 증가시키고 potassium의 재흡수를 억제하여 세포외\n\n액의 양을 증가시킨다.\n▶▶ 일반적인 혈관 수축과 세포외액의 증가는 고혈압을 유발한다.\n▶▶ 압력수용기의 sensitivity의 증가와 프로스타글란딘의 억제, 이로 인한 혈관 확장물질은 고혈압유발에 영향을 미친다.\n▶▶ 고혈압은 신부전의 진행에 지대한 영향을 미친다.\n▶ 사구체 고혈압 S growth factors가 활성화되고 S 사구체의 비대 유발 S glomeru- losclerosis S 사구체에 손상, 궁극적으로 네프론에도 손상\n▶ 증가한 사구체내 압력은 신장의 blood flow의 증가 대신에 네프론의 사멸을 촉진한다.\n▶ 고혈압은 단백뇨의 증가를 유발한다(압력 구배에 의한 단백질의 손실).\n\n고혈압 치료제의 신장보호적 역할\n● 신장 기능[예, 사구체 여과율(GFR), 미세혈관 압력, 그리고 혈류]은 신장혈관계의 내인성 자동조절능력에 의해 어느 정도의 혈압 변화가 있어도 일정하게 유지된다. 정상 신장은 혈 압이 60에서 160 mmHg의 범위 내에서는 자체 혈류와 GFR을 일정하게 유지하도록 설계 되어 있다. 하지만 급성 또는 만성 신장 기능장애(renal insufficiency)를 보이는 동물은 이러 한 자동조절능력을 상실하여 혈압이 높은 경우 신장손상에 더 취약하다.\n\n\n● 전신성 고혈압과 만성 신장질환이 있는 동물에서 가장 빈발하게 권장되는 고혈압치료제는 혈관 확장제로 신장의 혈관을 확장시키고 GFR을 유지하기 때문에 많이 사용된다. 설치류와 사람에서는 두 분류의 혈관 확장제가 신장보호효과가 있는 것으로 밝혀졌는데 angiotensin- converting enzyme inhibitors (ACEIs)와 calcium channel antagonist (CCA)가 이런 작용을 보인다. 사구체 모세혈관압력은 곧 사구체 여과의 원동력이기 때문에 고혈압의 경우 수입세 동맥과 수출세동맥의 긴장도(tone)에 따라 신장에서 가장 먼저 손상을 받는 부위이기도 하 다. 수출세동맥의 확장 또는 수입세동맥의 수축은 사구체 모세혈관 압력을 증가시키고(부정 적인 결과) 따라서 GFR 역시 증가한다(긍정적인 결과).\nACEI(예, benazepril, enalapril, ramipril, spirapril)과 같이 수출세동맥에 혈관 확장 효과를 갖 는 고혈압 치료제는 전신혈관 확장을 일으켜 혈압을 감소시키고 신장질환이 있는 고혈압 개 에서 다른 치료효과를 보일 수도 있다. \n▶▶ Sodium과 세포외액량 증가\n▶▶ RBC 수와 PCV 증가로 인한 혈액의 점도 증가\n▶▶ 비만\n▶▶ Cardiac change로 인한 심박출량의 증가\n● 일부 심장비대(cardiac hypertrophy)는 고혈압 때문에 발생할 수도 있다.\n\n갑상선 기능항진증\n● 갑상선 기능항진증의 경우, 이상 분비된 thyroxine이 심장 기능을 지속적으로 항진시켜서 고 혈압을 유발하는 것으로 알려져 있다. 또한 교감신경의 흥분으로 RAAS (renin-angiotensin- aldosterone system)의 기능이 교란되는 것도 고혈압에 일조하는 것으로 알려져 있다.\n부신질환과 고혈압\n● 부신피질 기능항진증의 경우, RAAS의 기능 이상과 epinephrine에 지나치게 민감하게 반응 한 혈관이 혈관의 저항감(VR)을 증가시키는 것이 고혈압의 주된 이유이다. 또한 부신수질 세포종(드물지만)의 경우 이상 분비되는 catecholamine류가 고혈압의 주된 원인이다.\n● 사람의 부신피질 기능항진증 환자의 84%가 고혈압을 보이지만 대부분 경미한 고혈압을 보 인다. 이와 비슷하게 개에서는 59~82%의 부신피질 기능항진증 환자에서 고혈압을 보이며,\n\n경도에서 중등도의(mild~moderate) 고혈압을 보인다.\n● 혈역학적인 변화를 유발할 수 있는 원인\n▶▶ Angiotensinogen의 과다분비로 renin과 cortisol에 영향을 미친다: angiotensinogen이 angiotensin I로 변하며 차례로 angiotensin II로 변해 hypertensive effective를 보인다.\n▶▶ Sodium과 물의 저류: 볼륨 증가로 인해 고혈압 발생\n▶▶ 코티코스테로이드는 카테콜아민에 대한 혈관의 민감성을 증가시켜 이로 인해 혈압 증가\n▶▶ 혈관 수축성 프로스타글란딘의 분비저하로 혈관 확장 억압\n\n당뇨병과 고혈압\n● 일반적으로 절식 시(fasting) 혈당은 조금 감소하지만 반면 혈중 인슐린 농도는 크게 감소된 다. 때문에 시상하부세포 내에 인슐린을 매개로 하는 glucose uptake는 크게 감소된다. 이로 인 하여 당 대사율은 저하되고 이러한 반응은 시상하부와 뇌간(brain stem)에 신호를 보내어 inhibitory pathway를 활성시키므로 교감신경계를 억압한다. 반대로 혈당이 높을 경우 이와 반대되는 작용을 한다. 즉, 고혈당은 교감신경계를 지속적으로 흥분시켜 심박수를 증가시켜 혈압을 상승시키는 효과가 있다. 또한 당뇨병은 신장질환을 유발하기 때문에 신장질환에 속발하는 고혈압을 유발하기도 한다.\n\n\n● 혈역학적인 변화를 유발할 수 있는 원인\n▶▶ 인슐린 결핍과 체액 손실로 인한 카테콜아민 방출로 혈압 상승\n▶▶ 부신피질 기능항진증에 의한 저혈량증, sodium 손실 등으로 인한 혈액 점도 증가로 고 혈압 유발\n▶▶ 당뇨병 환자에게는 드물지 않은 nephropathy 또한 혈압을 상승시킨다.\n▶▶ 단백뇨를 유발하는 혈관벽의 변화(microangiopathic disturbances)는 이로 인해 고혈압 발생\n● 이완기 고혈압이 수축기 고혈압보다 더 많다.\n▶▶ Struble et al. 등에 따르면 50마리의 환자에서 이완기 고혈압(>100 mmHg) 환자는 21마리였던 반면 수축기 고혈압(160 mmHg) 환자는 12마리였다.\n● 고혈압을 증진시킬 수 있는 당뇨에 의한 변화들\n▶▶ Microangiopathy\n▶▶ Glomerulopathy S Nephropathy\n▶▶ Retinopathy\n● 사람에서는 당뇨와 retinopathy, glomerulopathy가 동반된 경우가 종종 있다. 당뇨병을 가진 동물에서는 단백뇨도 검출될 수 있다. 당뇨가 고혈압을 일으켜 신부전을 유발하는지, 당뇨 성 microangiopathy가 신부전을 유발하여 고혈압을 유발하는지는 아직 명확하지 않다. 개 에서의 정확한 기전 또한 알려지지 않았다.\n\nHyperaldosteronism과 고혈압\nHyperaldosteronism은 mineralocorticoid의 과다분비로 인해 발생하며, 원발성 혹은 속발성 으로 구분할 수 있다. 원발성 hyperaldosteronism, 혹은 Conn’s syndrome은 부신 자체의 변화 로 인해 aldosterone의 과다분비가 일어나는 것을 말한다. 속발성 hyperaldosteronism는 과도 한 ACTH나 angiotensin II으로 인해 aldosterone의 과도한 분비를 유발하는 것을 말한다.\n● 혈역학적인 변화를 유발할 수 있는 원인\n▶▶ 원발성 hyperaldosteronism: 체액 증가로 인해 sodium과 수분의 저류가 발생하여 혈압 증가를 유발한다. 그러나 potassium의 과도한 분비는 저칼륨혈증과 세포내 potassium의 결핍을 유발한다. 저칼륨혈증은 항이뇨 호르몬(ADH)의 활성을 억압하며, 아주 심한 저 칼륨혈증이 나타나면 baroreceptor(압수용기)까지 억압을 하게 된다. 더불어 원발성 hyperaldosteronism은 RAAS를 억압하며, 이로 인해 고혈압이 발생하게 된다.\n▶▶ 속발성 hyperaldosteronism: 고혈압은 주로 원발질환인 신장질환에 의해 발생한다(renal hyperaldosteronism). Renin과 angiotensin이 고농도로 존재하게 되면 볼륨이 증가하며, vasoconstriction이 생기고 이로 인해 고혈압이 발생한다.\n\n\n▶▶ 반면 심장성, 간성, 저알부민성 부종 시에는 renin-stimulated hyperaldosteronism에 의한 고혈압이 관찰되지 않는다.\n부신수질세포종과 고혈압\n● 부신수질세포종은 부신수질을 포함한 광범위한 교감신경계의 종양이다. Chromaffin cell의종 양은 epinephrine이나 norepinephrine을 분비할 수 있으며 일부는 dopamine도 분비한다. 대부 분의 chromaffin cell종양은 부신수질에서 발생한다.\n● 혈역학적인 변화를 유발할 수 있는 원인\n▶▶ 카테콜아민 같은 물질들은 혈압을 높일 수 있다.\n▶▶ 카테콜아민이 혈압에 미치는 영향\n▶ 활성화된 α-receptor는 혈관 수축을 유발하며 이로 인해 수축기 때 혈관의 저항성이 증가된다. 즉 혈압이 올라가게 되는 것이다.\n▶ 활성화된 J3-receptor는 빈맥을 유발하며 이로 인해 cardiac output이 증가하게 된다.\n▶ 호르몬계의 영향: 인슐린과 알도스테론이 억압되면 renin을 포함한 그 외에 다른 호르 몬들이 과분비된다. RAAS의 활성으로 volume과 압력의 증가가 일어나며 이로 인해 혈압이 증가하게 된다.\n▶▶ 부신수질세포종은 나이든 개에서 주로 발생하지만 흔치 않으며, 고양이에서는 아주 드 물게 발생한다.\n갑상선 기능항진증과 고혈압\n● 개에서 갑상선 기능항진증은 드물며, 고양이에서 좀 더 흔하다. 갑상선기능항진증을 가진 고양이에서 혈압의 변화는 자주 관찰되는 임상 증상이다. 한 연구결과에 따르면 갑상선 기능항 진증을 가진 고양이 중 87%가 고혈압을 동반했다고 한다. 이완기 고혈압이 먼저 관찰되며, 30%의 고양이에서는 이완기 혈압 120 mmHg 이상의 심각한 고혈압을 보이기도 하였다.\n● 혈역학적인 변화를 유발할 수 있는 원인\n▶▶ Cardiovascular disturbances\n▶ 갑상선 호르몬이 심근에 직접적인 영향을 미쳐서 심근비대와 함께 positive inotropic, chronotropic effect를 나타내며, 이로 인해 혈압이 증가하게 된다.\n▶ 교감신경계 교란: 갑상선 호르몬의 영향으로 교감신경이 직접적으로 영향을 받거나 J3-receptor의 증식과 활성으로 인해 고혈압 발생\n▶▶ 교감신경의 활성은 말초혈액순환에도 영향을 미친다. 갑상선 호르몬의 영향으로 체내 대사율이 높아지면서 이에 따라 산소 요구량이 증가하면 cardiac output이 증가하게 된 다. 또한 갑상선 기능항진증으로 인해 발생할 수 있는 신부전에 의해서도 고혈압이 발생 할수 있다.\n갑상선 기능저하증과 고혈압\n\n\n● 사람에서 갑상선 기능저하증이 있는 환자의 50%에서 고혈압이 관찰된다. 하지만 이는 동 물에서는 드물게 관찰된다. 오직 하나의 케이스에서 갑상선 기능저하증 유래 고혈압이 보 고되었지만 정확한 기전은 알려지지 않았다.\n부갑상선 기능항진증과 고혈압\n● 부갑상선 호르몬의 비정상적인 증가는 primary, secondary, tertiary 질환으로부터 발생할 수 있다.\n▶▶ 원발성 부갑상선 기능항진증: Parathyroid adenoma, adenocarcinoma, hyperplasia\n▶▶ 속발성 부갑상선 기능항진증: 만성 신부전, 어린 동물에서 식이에 의한 칼슘 결핍, 칼 슘-인 불균형, 비타민 D 결핍, 칼슘흡수장애\n▶▶ Tertiary hyperparathyroidism: autonomic adenoma\n● 혈역학적인 변화를 유발할 수 있는 원인\n▶▶ 사람과는 달리 고혈압 발생은 잘 알려지지 않았다. 부갑상선 호르몬과 칼슘이 renin에 직접적으로 영향을 미치는 것으로 추측한다.\n비만과 고혈압\n● 비만인 사람에서 고혈압이 흔하게 발생한다. 비만인 개에서도 그렇지 않은 개에 비해 혈압이 높게 나타나는 것도 자주 관찰된다. 실험적 연구에서 개에게 비만을 유도하면 혈압이 증가하 는 것을 확인할 수 있었다. 혈압은 이완기, 수축기 모두가 증가하는 것으로 관찰되었다. 최근 연 구에서 비만인 개에서 확실한 고혈압을 확인할 수 있었으며, 이 환자들에서 체중감량 시 혈 압이 감소하는 것을 확인할 수 있었다.\n\n(3) 고혈압의 치료\n고혈압 치료의 목적은 end-stage organ failure와 같은 고혈압의 합병증을 예방하기 위한 것이 다. 혈압을 정상화시키고 진행중인 end-stage organ failure를 교정하는 것이 주요 목적이 되겟다..\n\n고혈압 치료의 개시시점\n● 고혈압은 지속적인 혈압 모니터링을 해야지만 정확하게 진단할 수 있다. 이와 마찬가지로 치료 역시 꾸준한 모니터링이 필요하다. 만성 동맥성 고혈압을 보이는 환자는 환자의 맞춤형 치료를 실시해야 한다. 고혈압으로 진단된 경우 먼저 원발질환이 있는지 확인해야 한다. 그 리고 고혈압의 원발요인은 치료가 가능할 때 즉시 치료해야 한다(표 3-4).\n● 고혈압 치료 기준(표 1–12)\n▶▶ End organ damage (EOD 또는 Target organ damage, TOD)에 대한 경미한 위험성(혈압 이 150/95 이상일 때)\n▶ 지속적인 모니터링과 혈압 측정이 필요하다.\n▶ 내과적 치료가 필요할 때\n\n원발질환에 대한 일반적인 내과적 치료를 실시한지 4주가 지나도 혈압이 낮아지지 않을 때\n혈압이 점점 높아질 때\nEnd organ damage가 있거나 의심될 때\n▶▶ EOD/TOD에 대한 중등도의 위험성(혈압이 160/100 이상일 때)\n▶ 몇 일에 걸쳐 혈압을 측정했을 경우, 지속적으로 높은 혈압이 관찰될 때\n▶ 약물치료를 동반한 일반적인 비약물적 처치가 권장될 때\nEnd organ damage가 있거나 의심될 때\n원발질환에 대한 처치가 혈압을 낮추지 못할 때(10~14일 이내로)\n▶▶ EOD/TOD에 대한 심각한 위험성(혈압이 180/120 이상일 때)\n▶ EOD의 위험성이 매우 높기 때문에 환자가 이완기-수축기 고혈압인지 이완기 고혈 압 또는 수축기 고혈압인지와는 무관하게 즉각적인 약물처치와 지속적인 혈압 모니터 링이 필요하다.\n\n\n\n\n일반적인 비약물적 치료법\n● 체중감량\n● 나트륨 섭취량 감소(효과가 입증되지 않음, 특히 ACE inhibitor 사용 시)\n▶▶ 유의해야 할 점: 극도로 소량의 나트륨 섭취 S renin-angiotensin-aldosterone system (RAAS) 활성S 환자의 상태를 더 악화시키기 때문에 금지\n● 초기 식이요법은 원발질환에 맞춰서 실시\n● 위험인자 제거(원발질환의 효과적인 관리)\n● 혈압을 증가시킬 가능성이 있는 치료법에 대한 재고\n\n고혈압의 약물치료법\n● 고혈압 치료에 사용되는 주요 약물(표 1–13)\n▶▶ ACE inhibitors\n▶▶ Calcium channel blockers: dihydropyridine class(예, amlodipine)\n▶▶ Beta-adrenoceptor blockers (beta-blockers)\n▶▶ Alpha-adrenoceptor blockers(비특이적인 alpha1-, alpha2-blockers, 선택적 alpha1-blockers)\n▶▶ Antisympathotonics (alpha2-adrenoreceptors agonist)\n▶▶ Vasodilators(비특이적)\n▶▶ Diuretics: adequate therapeutic range와 중추신경계 부작용이 없는 것이 장점\n\n고혈압 환자의 치료전략\n● 고혈압에 대한 초기 치료는 한 가지 약물을 낮은 용량으로 투여하는 것이 바람직하다 (monotherapy). 예를 들면, ACE inhibitor, calcium channel blocker, beta-blocker 중 하나를 투여할 수 있다. 용량이 너무 높거나 혈관 확장제와 함께 처방할 경우 혈압이 급격하게 감소 할 수 있고 다음의 부작용이 발생할 수 있다.\n▶▶ 무기력, 허약함\n▶▶ 신장혈류 감소에 따른 신기능 감소(신장손상이 의심되는 환자에서는 초기 용량을 주의 해서 처방해야 한다)\n▶▶ 관상혈류 감소\n● 혈압을 모니터링하면서 차츰 용량을 증가시킨다.\n● 단일 약물로 혈압이 조절되지 않는다면 초기 약물과 함께 다음을 사용할 수 있다.\n▶▶ 두 가지 이상의 약물을 복합 처방하는 방법(예, ACEi와 칼슘채널 차단제)\n▶▶ 두 가지 다른 종류의 고혈압 치료제를 복용하는데도 혈압이 떨어지지 않는다면 세 번째 약 물을 처방할 수 있는데 보통 이뇨제를 처방한다(단, 효과가 입증되지 않음).\n\n\n\nDCM: dilated cardiomyopathy, DHF: decompensated heart failure, CDI: continuous drip infusion\n\n\n\n▶ 예, ACE inhibitor + calcium channel blocker + saluretic(염분배설제). 약물 부작용\n을 주의해야 하며 같은 분류의 고혈압 치료제를 여러 개 사용하는 것은 효과적이지 않기 때문에 다른 약리작용을 갖는 약물을 혼합처방한다.\n▶▶ 혼합치료의 장점\n▶ 각 약물의 용량을 최소한으로 유지시켜 부작용을 최소화할 수 있다.\n▶ 각 약물의 길항작용을 감소시킨다.\n예, Dihydropyridine calcium channel blocker는 reflex tachycardia를 일으키지만 beta blocker와 함께 투여하는 경우 심박수를 감소시킨다.\n예, Saluretics 단독으로 사용할 경우 RAAS를 활성시키지만 saluretics + ACE inhibitors 또는 saluretics + beta blocker의 경우 RAAS를 억제한다.\n● 치료의 목적을 달성한 후(혈압을 현격히 감소시켰거나 정상으로 돌아왔을 때)\n▶▶ 심부전이나 만성 신부전 환자의 약물치료를 지속하며 필요한 경우 약물의 용량을 감소 시킨다.\n▶▶ 원발질환에 의한 고혈압(예, 갑상선 기능항진증)이 효과적인 치료로 조절될 경우 고혈 압 치료제 용량을 감소시키고 혈압을 모니터링하여 지속적인 고혈압 치료제 사용 여부 를 결정한다.\n\n▶▶ 고혈압 치료제는 항상 용량을 서서히 감소시킨 후 약물투여를 중지해야 한다(치료기간과 용량을 고려하여 최고 4주에 걸쳐 감소). 갑작스런 투약 중지는“rebound hypertension”을 일으킬 수 있는데 특히 beta-blocker와 alpha2-adrenoceptor agonist에서 이러한 withdraw- al syndrome을 흔히볼수 있다.\n▶ 증상: 불안함, 빈맥, 부정맥(원발심장질환이 있고 beta-blocker를 사용한 경우), hypertensive crisis\n급성 고혈압 응급 환자 처치요령\nHypertensive crisis는 혈압의 급격한 증가로 급성 end organ damage의 위험이 큰 상태를 말 한다. 이런 경우 대뇌출혈, 망막박리, 그리고 대동맥류가 발생할 수 있는 응급상황이기 때문에 즉각적으로 혈압을 감소시켜야 한다. 일반적으로 aggressive한 치료전략은 새로운, 또는 진 행적인 end organ damage 증상이 나타날 때, 특히 CNS 증상이 나타날 때 실시한다.\nSodium nitroprusside: 지속적인 혈압 모니터링과 infusion pump 사용이 가능할 때에만 실시\n▶▶ 개/고양이: 1~3 (최고 10) μg/kg/min constant rate infusion (CRI) IV, 혈압변화에 따라 점진적으로 용량을 맞춘다.\n● Hydralazine: Infusion pump를 사용할 수 없을 때 투여한다. 혈압을 자주 확인해야 한다.\n▶▶ 개 0.5 mg/kg 하루 2회, 낮은 용량에서 시작하여 점차 2 mg/kg 하루 2회까지 증가한다. 작용시간은 매우 빠르다(1~2시간 이내). 고양이 2.5 mg/cat 하루 2회\n\n\n● 혈압이 170/110 이하로 떨어지거나 정상 범위로 돌아온 후에는 경구투여 약물을 이용하여 고혈압 치료를 실시한다.\n\n부신수질세포종 시 고혈압 치료\n● 수술 전 10~14일 동안 그리고 수술 시 약물치료를 실시한다. 수술이 불가능한 부신수질세 포종 환자 역시 catecholamine 분비로 인한 치명적인 중증의 고혈압을 예방하기 위해 고혈 압 치료제를 투약해야 한다.\n비특이적 alpha-adrenoceptor blockers\n▶▶ Phenoxybenzamine: 수술에 앞서 0.2~1.5 mg/kg PO bid로 14일간 투여한다. 혈압이 안 정범위에 들어올 때까지 점진적으로 증량하고 안정되면 최소 유지용량을 투여한다.\nAlpha1-adrenergic inhibitors\n▶▶ Prazosin: 개: 1 mg/15 PO q 8 h.\n▶▶ 빈맥의 위험성을 감소시키기 위해 beta-blocker를 함께 처방할 경우, Propranolol: 개\n0.2~1.0 mg/kg PO 하루 3회\nAlpha2-adrenoreceptor antagonist(예, clonidine)는 사용 금지\n\n\n1.3 심장사상충의 진단과 치료\n\n1.3.1 개의 심장사상충\n(1) 심장사상충의 생활사\n개의 심장사상충증은 선충강(線蟲綱) 사상충과(絲狀蟲科)에 속하는 개심장사상충 [Dirofilaria immitis (Leidy, 1856)]이 원인체로서 모기가 중간숙주이며 개에서 주로 심장과 폐를 포함한 순 환기계 질환을 유발하는 가장 대표적인 개의 전염성 질환 중의 하나이다.\n\n중간숙주 모기에서의 발육\n● 심장사상충은 종숙주인 개, 고양이의 폐동맥 내에 기생하는 성숙한 암컷이 숙주의 혈중으로 미세사상충(microfilaria)이라 불리우는 자충을 방출한다. 이 미세사상충은 제1기 유충(L1유 충)으로 중간숙주인 모기 체내에서 발육한다. L1유충은 모기에 감염 후 14일까지 L2 및 L3유 충으로 발육한다. 그후 L3유충(제3기 유충)은 체강으로 나와 모기의 주둥이 부분으로 이동 한후 감염유충(infective larvae)으로 발육한다.\n▶▶ 중간숙주로서의 모기는 Culex, Anopheles, Aedes속을 포함하여 다수의 모기들이 중간숙 주 역할을 한다.\n\n\n\n\n개의 체내에서의 발육과정\n● 숙주에 침입한 감염유충은 침입부위의 피하조직, 골격근, 지방조직 등에서 6~10일간 체류 하면서 L4유충(제4기 유충)으로 발육한다. L4유충들은 조직내에서 이행하며 50~70일경에 L5유충(제5기 유충)으로 발육한 후 혈관을 통해 심장을 지나 폐동맥 말단부위에 도착한다. 폐동맥에 빠르게는 70일경, 일반적으로는 90~120일경에 도착하며 이 때의 크기는 2~3 cm 정도이다.\n● 이후 길이가 거의 10배 정도 자라게 되며 교미를 할 수 있는 성충으로 자라기까지는 약 120 일 정도가 소요되고, 암컷과 수컷이 교미하여 감염된 개의 말초혈액에 미세사상충을 배출하 기까지 모든 성장조건이 최적이라는 가정하에 빠르게는 6개월, 일반적으로는 7~9개월이 소 요된다.\n● 심장과 폐동맥에 도착한 미성숙 성충들은 폐의 소동맥에 위치하게 되며 폐모세혈관 직경보다 충체가 큰 까닭에 대부분 폐동맥 말단에서 성장하게 된다. 중형견을 기준으로 10마리 정도의 성충이 감염된 경우 주로 폐의 소동맥 또는 주폐동맥에 모여 있으며, 40마리 이상 중감염 시 우심방에서도 관찰될 수 있다. 이 경우 대정맥 증후군(caval syndrome)상태가 되기 쉽다.\n성충 및 미세사상충의 수명\n● 성충은 종숙주에서 개의 경우 약 5~7년까지 생존하는 것으로 알려져 있으며, 고양이에서는 2~3년간 생존하는 것으로 알려져 있다. 미세사상충은 감염된 개의 말초혈액에서 30개월까 지 생존하는 것으로 알려져 있다.\n\n\n(2) 발병기전\n심장사상충 감염증의 병리기전은 성충이 폐동맥에 도달하면서 시작되는데 감염된 성충의 수 가 많을수록 임상 증상의 중등도와 관련 있긴 하지만 감염기간과 숙주-기생충 면역반응이 임 상 증상과 더 밀접한 것으로 알려져 있다.\n심장사상충은 주로 후폐엽의 혈관계에 기생하고 때로 중감염되거나 대정맥 증후군이 발생할 경우, 주폐동맥, 우심계 및 대정맥에서까지 관찰되는 경우도 있다.\n\n성충의 직접적인 폐동맥 폐색효과와 더불어 폐동맥계의 손상은 염증물질, 혈관 활성 물질들 을 통해 폐혈관 수축을 일으키게 된다. 더불어 속발성 폐경화 또는 호산구성 폐렴 등에 의한 관류-환기가 부적절상태(ventilation-perfusion mismatching)의 저산소증이 발생하면 폐혈관 수축을 더욱 악화시키게 된다.\n● 폐혈관계의 투과성이 증진되면서 혈관주위 부종이 발생하지만 임상적으로 크게 중요한 소견은 아니므로 좌심부전과 달리 이뇨제를 처방하지 않는다.\n\n따라서 속발적인 압력 과부하(pressure overload)로 인해 생긴 폐성 고혈압, 즉 폐동맥/삼첨판 역 류 현상은 우심계의 비대/확장을 초래하며 최종적으로는 우심부전을 유발한다.\n● 개의 폐혈관계는 측지순환이 잘 발달되어 있고, 사상충에 의한 혈관폐색이 천천히 진행되기 때문에 혈전에 의한 폐경색(pulmonary infarction은 드물다.\n● 죽거나 파편화된 성충이 혈관계손상을 악화시키고 혈전형성을 촉진한다. 이로 인하여 폐혈 류량 감소와 폐엽의 경결(consolidation)이 유발될 수 있다.\n● 성충구제 후 운동제한이 폐혈전색증 예방에 필요하고 그 효능이 임상적으로 입증되어 있다.\n폐 실질의 병변으로는 폐순환계 내의 미세사상충으로 인한 면역반응에 의한 호산구성 폐렴 (eosinophilic pneumonitis)이 가장 흔하며 심한 경우 기관지 림프병증 (bronchial lymphadenopathy)과 관련된 폐 호산구성 육아종증(pulmonary eosinophilic granulomatosis)이 발생하기도 한다.\n\n\n심장사상충의 항원-항체 복합체(antigen-antibody complex)가 신장 사구체에 침착되어 사구 체신염(glomerulonephritis)이 발생하면 단백뇨, 신부전을 초래할 수 있다.\n\n심장사상충이 이소성 이주(aberrant migration)를 하여 근신경계, 안구에 영향을 줄 수 있고 대퇴동맥 분지부, 종말동맥 등의 동맥성 전색혈증을 일으킬 수도 있다.\n\nWolbachia pipientis에 의한 병리기전\n● 심장사상충은 모든 생활 단계에 걸쳐 세포내 기생세균인 Wolbachia pipientis와 공생하며 감 염된 숙주에서의 병리적 변화와 면역반응의 유발에 중요한 역할을 하는 것으로 알려져 있 다. Wolbachia와 관련한 내용은 뒷내용에 자세하게 설명되어 있다.\n\n(3) 임상 증상\n대다수 심장사상충에 이환된 개는 무증상인 경우가 많고, 임상 증상을 보이면 체중 감소, 운 동불내성, 허약 같은 전신 증상과 함께 기침, 호흡곤란, 실신및 복수와 같은 소견을 주증으로 한다.\n\n신체 검사상 심한 체중 감소, 심음의 분열(split heart sound, 13%), 삼첨판 역류음(13%), 갤럽 음같은 이상 심음이 청진되기도 한다.\n\n\n\n\n\n\n\n\nC D\n\n\n우심부전이 발생할 경우, 경정맥 노장 및 박동, 양성 간경정맥 반사(positive hepatojugular reflex), 간비장종대, 복수 소견이 관찰될 수 있다.\n\n폐실질에 사상충에 의한 침윤이 있을 경우, 기침과 crackle음 같은 이상 폐음이 청진되고 드물 게 육아종이 있을 경우, muffled lung sound(둔한 폐음), 호흡곤란 및 청색증이 관찰된다.\n\n드물지만 심장사상충에 감염된 개에서 피부질환이 관찰되는 경우가 있다. 감염병소는 다발성 결절과 더불어 궤양이 형성되는 경우가 많으며 소양감을 동반하기도 한다. 감염된 개의 피부병 소를 생검하여 검사하면 미세사상충들이 흔히 관찰된다.\n\n심각한 폐혈전이 발생하면, 발열과 객혈 소견이 관찰되기도 한다.\n\n(4) 진단\n심장사상충 감염을 말초혈액 중의 성충특이항원 검사(antigen test)와 자충인 미세사상충\n(microfilaria) 검사를 통해 진단이 가능한 최소 기간은 감염 6.5개월 이후이다. 아울러 주로 여름철을 중심으로 시작하는 모기의 출현을 고려하면 일반적으로 1년생 이하의 개체에서 양성 으로 진단되는 경우는 드물다.\n보통 항원혈증이 선행된 후 말초혈액에서 미세사상충이 감지된다. 그러므로 7개월령 이하의 개에 대해서 항원 검사나 자충 검사를 실시할 이유는 없다.\n\n항원이나 자충 검사를 하는 시점은 감염이 의심되는 시점에서 약 7개월을 더한 후에 검사하 는 것이 신뢰도가 높다.\n\n여러 가지 검사법이 존재하지만 각 검사별 민감도는 차이가 많고, 적용시점과 용도가 다양하 다(표 1–14). 다음에 각 검사의 용도와 판독방법이 자세히 기술되어 있다. 또한 그림 1–20에 심장사상충 진단을 위한 알고리즘이 요약되어 있다.\n\n자충(미세사상충) 검사\n● 미세사상충을 검사할 수 있는 대표적인 방법으로는 1. Direct blood smear, 2. Modified Knott’s test, 3. Milipore filtration 방법이 있다.\n\n\n● 그러나 미세사상충 검사에 의한 진단은 무자충혈증성 감염(amicrofilaremic infection), 즉 성충이 감염되어 있으나 말초혈액에 미세사상충이 발견되지 않는 잠재 감염증이 5~67% 정도 나타나므로 1차 스크린 검사법으로는 부적절하며, 항원 검사에서 양성반응을 보인 환 자에서 감염을 재확인하거나 미세사상충에 대한 치료 방법을 선택할 때 참고자료로 활용하 기 위해 실시한다.\n▶▶ 감염된 개체의 말초혈액에서 미세사상충이 발견되지 않는 가장 흔한 이유로 macrolide계 예방약(예, ivermectin, selamectin, moxidectin)을 투약해온 경우 암컷 성충의 불임화로 무자충혈증 상태인 경우가 있다. 이들 약제들은 미세사상충들을 효과적으로 사멸시키기 때문에 예방약제 투약 기간 중엔 말초혈액에서 미세사상충들을 관찰하기가 어렵다.\n▶▶ 또한 자충 수가 매우 적거나, 혈액의 샘플양이 너무 적었거나(1 mL 이상의 혈액을 사용 할 것), 직접 도말을 실시한 경우 그 상태에 따라서 위음성반응이 나타날 수 있다.\n▶▶ 성충(들)이 암컷, 또는 수컷들로만 감염되어 있을 경우, 그리고 숙주의 면역계가 성충을 제거할 수는 없지만 미세사상충들에 대해서는 방어면역을 형성하여 제거하는 경우에도\n\n\n표 1-14 각 검사별 민감도 비교\n\n검사법 민감도\n직접 도말법(Direct blood smear) 50%\n\n\nModified Knott’s test 75%\n\n\n항원 검사법(Antigen test) 95%\n\n\n\n\n\n\n\n\nC\n\n\nA\n\n\nD\n\n\n\nB\n\n\n1-21 혈액을 이용한 심장사상충 진단법\nA: IDEXX사의 SNAP항원 검사. B: 국산 BioNote(주) Rapid II canine Antigen kit의 항원 검사. C: 직접현미경 검경을 통한 사상충의 검경법으로서 항응고처리가 된 혈액을 현미경으로 검경하여 빠르게 확인할 수 있으나 미세사상충이 말초혈액에 없 는 경우가 많아 민감도가 낮다(생리식염수로 1:4로 희석된 혈액). D: Millipore filter, 또는 Modified Knott’s test를 이용한 농 축 자충 검사 방법. 이 방법은 혈액을 용혈시키고 자충을 필터로 거르거나 원심분리기로 집중시킨 후 염색을 통해 쉽게 자충 을 검사하는 방법으로 자충에 대한 진단확률이 직접 검사법보다 높다.\n\n70 임상가를 위한 소동물 내과 질환의 진단과 치료지침\n\n말초혈액에서 미세사상충들이 관찰되지 않는다.\n▶▶ 저녁시간 대 검사와 buffy coat를 검사하는 방법으로 미세사상충을 확인할 확률을 높일 수 있다.\nModified Knott’s test와 Millipore filtration법이 직접 도말법보다 검사 민감도가 높다. 약 50 μL에 해당하는 혈액 한 방울에서 검출을 시도하는 직접 검사법에 비해 1 mL의 혈액중 의 미세사상충들을 집중하여 검출하는 원리이기 때문이다.\n● 항원 검사에 양성을 보인 모든 환자는 자충 검사를 실시하여 자충 검사 결과에 따라 치료방 향을 결정해야 한다.\n● 말초혈액의 자충수와 성충 감염의 정도는 비례하지 않기 때문에 이러한 검사법으로 심장사 상충 감염의 중등도를 평가해서는 안된다.\n면역 기법을 이용한 항원 검사\n● 심장사상충의 항원 검사는 ELISA 방법을 이용하여 성숙한 암컷성충의 생식기에서 분비되 는 항원을 감지하는 검사로 개의 심장사상충 검사에 있어서 가장 우선적으로 실시되는 검 사이며 현재 사용되는 진단법 중 가장 민감도가 높은 검사법이다.\n▶▶ 이 검사의 한계는 검사 방법이 성숙 암컷에서 분비되는 항원을 검출하는 방법이기 때문에 감염 6개월 미만(즉, 암컷이 성숙 되기 전)이거나 모두 수컷 성충만 감염된 경우, 또 는 감염 암컷 성충 수가 적은 경우에는 위음성반응이 나올 수 있다는 것이다.\n▶▶ 사실상 현재 사용되고 있는 어떤 항원 검사법으로도 감염 후 4개월 이전까지는 심장사 상충 감염 여부를 확인하기가 거의 불가능하다. 성숙된 생식기 항원을 이용하다보니 모 두 성충 또는 L5유충까지 자라야만 항원 검사에 감지가 가능하기 때문이다.\n▶▶ 암컷 성충 수가 4마리 이상인 경우는 민감도와 특이도가 매우 높지만, 4마리 미만인 경 우, 성숙한 암컷의 숫자가 감소할수록 검사의 민감도가 떨어지는 문제점이 있다. 또한 감염된 개의 체중에 따른 혈액 양도 고려되어야 한다. 체중이 큰 개일수록 성충 한 마리 에서 분비되는 항원의 농도는 상대적으로 낮을 것이기 때문이다. 일반적으로 알려진 바 로는 완전하게 성숙한 암컷 한 마리 이상이 개에 감염되어 있을 경우, 신속진단키트들이 진단해 낼 수 있는 것으로 되어 있지만 실제로는 키트간에 다양한 결과를 보이는 경우가 많다.\n▶▶ 또한 일부 시판되고 있는 검사 키트들은 유효기간 이내에 사용해야 하며, 제품 중에는 냉장을 요하거나 냉장보관한 혈액 시료를 실온으로 가온시켜서 검사해야 하는 등 주의 를 요하는 경우도 있다. 제품 중에는 용혈된 혈액으로 검사하였을 경우 밴드와 배경이 붉은 색으로 같게 보여서 판독이 어려운 경우도 있다.\n▶▶ 위양성반응은 제조사의 사용설명서를 잘 따르지 않았거나, 기술적인 오류를 범한 경우 발생할수 있다. 만약 약한 양성반응을 보인다면, 검사를 다시 해보거나(새로운 타사 제품으로), 말초혈액내에 미세사상충의 존재 여부를 검사해보거나, 방사선이나 초음파를 통해 진단에 도움을 받을 수 있다. 또한 일부 제조사에서는 PCR 검사나 실험실적 항원 검사를 통해 진단이 모호한 시료를 재검사해주기도 하므로 이러한 서비스를 이용하는 것도 좋다.\n● 항원 검사는 방법이 간편하고 민감도와 특이도가 높기 때문에 실제 임상에서 선호된다. ELISA 방법의 특징상 항원량에 따라 결과 반응 정도가 다르게 나타날 수 있는데, 반응 정도 가 강하다고 해서 성충(항원)이 많다고 해석하는 것은 위험하다. 반드시 임상 증상과 방사선 학적 소견 등을 종합하여 감염 정도를 파악해야 한다.\n▶▶ 예를 들어, 최근 성충이 사멸한 경우에는 일시적으로 순환 항원량이 증가할 수 있기 때 문에, 항원반응의 정도와 감염 정도가 비례한다고 볼 수 없다.\n● 항원 검사법은 성충치료 이후 치료의 성공 여부를 판단하는 데 가장 많이 이용되는 검사법 이다.\n▶▶ 그러나 주의할 점은 일반적으로 성충이 약제에 의해 사멸되어 치료된 후에도 죽은 충체 가 완전히 분해되어 신장을 통해 배출되기까지 항원이 혈액 중에 2~3개월 이상 남아 있 기 때문에 이 기간 이전에 항원 검사를 실시하는 것은 임상적으로 큰 의미가 없다.\n\n\n▶▶ 일반적으로 성충치료 6개월 후에도 계속 항원이 검출된다면 치료가 제대로 이루어지지 않은 것으로 판단한다.\n심전도 검사\n● 심전도 검사는 심장사상충 감염에 의한 부정맥을 평가하는 데 유용하지만, 방사선이나 심초 음파에 비해 심장사상충 감염을 진단하는 데 큰 도움은 되지 못한다.\n● 모든 심장사상충 감염증에서 관찰되는 것은 아니지만 주요 심전도 소견으로 우심실 종대를 암시하는 deep S wave (>0.35 mV), 평균 전기축(mean electrical axis)의 우측 변위, P- pulmonale (tall P, 0.4 mV 이상) 등이 있다.\n\n방사선학적 검사\n● 흉부 방사선 촬영은 심장사상충 감염을 조기 스크린하는 방법으로 진단의 정확성 면에서는 크게 효과적이지 않지만, 감염의 정도와 폐실질의 변화를 검사하여 치료 방향을 결정하는 데 유용한 방법이다.\n▶▶ 복배상에서는 후엽 폐혈관이 늑골과 교차하는 지점에서 9번째 늑골보다 두꺼운지를, 외 측상에서는 앞쪽 폐동맥이 같이 주행하는 폐정맥과 굵기가 비슷한지를 평가한다.\n▶▶ 폐실질의 변화 또한 방사선으로 매우 평가하기 좋다. 보통 폐렴에 의하여 간질성에서 폐 포 패턴이 혼합되어 나타나며, 후엽에서 가장 잘 나타난다.\n▶▶ 폐색전증이 있으면 폐혈관의 투과성 증가와 염증으로 인해 간질과 폐포 침윤(특히 후엽)이 나타난다.\n\n\n\n\nA B\n\n\n그림 1-22\n7살된 잡종 개. 환자는 복수, 혈색소뇨를 동반한 심한 기침과 운동실조로 병원에 내원한 증례로 항원 검사 양성 및 직접 현미 경 검사에서 자충(미세사상충)이 검경되었다. A: D-V projection. 방사선상 caudal pulmonary artery의 확장 및 pruning의 소견과 main pulmonary artery의 확장(화살표), reverse D자 모양의 우심계 확장 소견이 관찰되고 폐엽은 심장 소견에 비해 다소 경미한 폐포 침윤 소견만(화살표) 관찰된다. B: Lateral projection. 간질성/폐포성 침윤 소견이 후폐엽에서 관찰되고 심장 의 실루엣이 흉벽에 많이 붙어있는 우심계 종대 소견이 관찰되고 있다. 환자의 후대정맥(화살표)과 간음영은 종대되어 보이고 복수 소견이 관찰된다. 본 증례는 caval syndrome의 증례로 비외과적인 사상충제거술을 통해 치료되었다.\n\n\n\n● 약 85%의 증례에서 방사선학적 이상 소견이 관찰되며, 여기에는 우심실 확장(60%), 주폐 동맥 확장(70%), 폐동맥의 크기 및 밀도 증가(50%). 폐동맥의 비틀림 및 가지치기 (tortuosity and pruning, 50%) 소견이 포함된다.\n● 여기에 우심부전이 존재할 경우 후대정맥, 간, 비장의 종대와 흉수, 복수 등이 있을 수 있다.\n\n심초음파\n● 심초음파는 심장사상충에 의한 우심계 확장을 확인하거나 폐동맥 기시부에 기생하고 있는 성충을 직접 확인하는 데 용이하다.\n● 심장사상충 감염과 관련되어 나타나는 대표적인 심초음파 소견으로는 1. 우심실 이완기 말 기 직경 증가, 2. 중격의 이상운동(paradoxical septal motion), 3. 중격과 우심실벽의 두께 증 가, 4. 좌심실과 우심실 내강 비율(정상 3~4)의 감소(심장사상충 감염증시 평균 0.7까지 감 소), 5. 폐동맥판의 역류(폐성 고혈압이나 심장사상충에 의해), 6. 삼첨판의 역류(carval syn- drome 같은 중감염시 사상충이 우심실에서 우심방으로 역주행하여 발생), 7. 두 줄의 가느다란 선상 구조물 형태를 띠는 성충의 가시화 등이 있다.\n● 심초음파에 의해 성충이 확인될 경우 심장사상충 감염을 확진하는 데 아주 용이하지만 숙 련된 기술이 필요한 방법이며, 감염된 수가 적으면 성충들이 심초음파로 확인할 수 없는 폐 동맥 말단부위에 있는 경우가 대부분이기 때문에 이 방법에 의해 성충의 존재를 확인하기 가 어렵다.\n\n\n\nA B C\n\n\n그림 1-23 심장 사상충증에 감염된 개의 심장 초음파 소견\nA: 폐동맥 단축단면. 기차레일처럼 보이는 선상 구조물(화살표)이 심장사상충을 가리키며 폐동맥(PA)이 심하게 확장되어 있다. B: Caval syndrome에 이환된 개의 4강 장축단면으로 우심실(RV)과 우심방(RA)이 확장되어 있고 삼첨판을 통해 우심방으로 역류되는 심장사상충(화살표)을 볼 수 있다. C: Caval syndrome에 이환된 개의 심장 초음파 소견으로 확장된 우심방내 존재 하는 심장사상충(화살표)들을 확인할 수 있다.\n\n임상병리\n● 임상병리학적 소견은 심장사상충 감염을 확진하는 수단보다는 보조적으로 병발한 질병의 진 행과정을 평가하는 데 이용된다.\n\n\n● 심장사상충 감염시, 경미한 비재생성 빈혈을 보이는 경우가 10~60%, 호중구 증가증\n20~80%, 호산구 증가증 ~85%, 호염구 증가증 ~60%이다.\n● 혈소판 감소증은 성충 치료 1~2주 후에 가장 흔하게 발생한다(만성 감염, 대정맥 증후군, DIC가 있는 경우에도 나타나기도 한다).\n● 중감염의 경우(특히 심부전이 병발한 경우), 간효소 수치 상승(10%)과 가끔 고빌리루빈혈증 이 나타나기도 한다. 질소혈증은 신전성으로, 탈수나 심부전, 또는 사구체 신염에 의해 이차 적으로 약 5% 정도에서 나타난다.\n\n\n\nA B\n\n\n\n\n● 사구체질환이 심한 경우에는 저단백혈증이 있을 수 있다.\n● HWD에 의한 우심부전이 발생한 경우 중심정맥압이 증가한다(12~20 cm H2O 이상).\n● 호산구성 폐렴으로 기침 증상을 보이는 경우, 기관지 세포 검사에서 호산구 침윤이 관찰되 며, 다른 진단 검사에서 그 변화가 미미한 경우 이 점이 진단에 유용하게 이용될 수 있다.\n\n(5) 치료\n성충구제를 위한 공인된 약물치료법은 melarsomine (Immiticide®)과 thiacetarsemide (Capasolate®) 두 가지 방법이 있으며, macrocyclic lactone(예, ivermectin, selamectin, mox- idectin)같은 약물을 이용한 성충구제는 효과에 대해 의문이 있기 때문에 공인된 치료법은 아 니다.\n심장 사상충증이 중감염된 상태이거나 대정맥 증후군(caval syndrome) 같은 합병증이 있거나 또는 약물요법을 하기에는 위험한 전신적인 질환이 합병된 경우(예, 심한 간부전, 신부전 및 심 부전)에는 외과적인 제거술을 고려해야 한다.\n\n\n표 1–15에 심장사상충에 대한 분류와 분류에 따른 권고 치료 안에 대해 기술되어 있다.\nMelarsomine (Immiticide®, Merial) 요법\n● 유기비소제로 증류수나 생리식염수에 녹여서 사용한다.\n● 심장사상충에 대한 정확한 치료기전은 밝혀지지 않았지만, 기생충의 당 대사억제와 glutathione reductase 작용억제, 기생충의 상피세포 구조변경과 기능억제를 통해 구제효과 를 나타내는 것으로 알려져 있다.\n● 적어도 4개월 이상 된 미성숙 L5성충부터 구제효과를 나타내며 Class 1~3까지의 안정화된 심장사상충 감염증의 치료제로 사용된다.\nMelarsomine은 요측 배면 근육[lumbar (epaxial) muscles in the third to fifth lumbar vertebral region] 심부에 주사한다(2.5 mg/kg).\n▶▶ 며칠 간 주사부위에 약간의 종창과 동통을 유발할 수 있으나, 제조사의 지시사항을 엄격 하게 준수하고 환자에 적합한 바늘의 크기 및 길이를 선택하여 심부 근육주사하였을 경 우에는 부작용을 최소화할 수 있다.\n▶▶ 또한, 이미 임상 증상을 보이는 환자에게 성충구제를 실시할 경우, 내과적 처치를 통해 환자의 임상 증상을 교정 후 성충구제를 실시해야 한다.\n▶▶ 심폐혈관계 합병증을 최소화하기 위하여 Melarsomine 적용 후 운동제한이 반드시 필요 하다.\n▶▶ 제조사의 지시사항을 엄격하게 따르고 질환의 상태를 적절하게 분류할 경우, 폐혈전색 증의 발생위험을 줄일 수 있다.\n\n표 1-15 개 심장사상충증의 분류에 다른 권고 치료안\n\n1. 표준요법: 24시간 간격으로 2회 melasomine (2.5 mg/kg IM) 투여하는 방법\n2. 대체요법: 1회 melasomine (2.5 mg/kg IM) 투여 후 4~6주 뒤에 24시간 간격으로 2회 투여하는 방법\n\n\n\n\n\n\n\n\n\n\n\nA B C\n\n\n\n\n\nA: 환자의 3~5 lumbar vertebral region B: L3~L5 근육의 심부에 주사한다. C: 주사부위(L3~L5)의 단면도\n\n▶▶ Class 1과 2의 환자에 대해서는 24시간 간격으로 2회 주사하는 표준요법을 사용한다(표 1–15 참조).\n▶▶ 위험요소가 높다면(Class 3 환자군), 세 번 투여하는 대체요법(1회 투여후 4~6주 뒤, 이 틀 연속 2회 투여)이 권장된다(표 1–15 참조, 1–27).\n▶▶ 두 단계에 걸쳐 성충을 나누어 구제함으로써, 심각하게 이환된 폐동맥과 폐에 죽은 성충의 파편이 축적되는 것을 막을 수 있다.\n▶▶ 새로운 대체요법은 안전성과 효능이 우수하고, 일부 환자의 경우 표준요법 이후에 추가 적인 melarsomine의 투약이 필요한 경우가 있기 때문에, 최근 미국의 많은 대학과 심장 사상충 협회에서는 일반적인 성충구제 방법으로써 대체요법을 사용할 것을 권장하고 있다.\n\n\n\n\n\n\n\n\n그림 1-27 대체요법의 모식도\n\nMelarsomine 치료의 부작용\n▶▶ 주사 후 중등도의 근염이 1~3일 정도 관찰될 수 있다. 1/3의 환자에서 종창이 관찰되며,\n간혹 sterile seroma가 관찰되기도 한다.\n▶▶ 만약 melarsomine 주사 후 국소적으로 부작용이 보일 경우, 항히스타민제나 속효성\ncorticosteroid를 투여할 수 있다.\n\n▶▶ Melarsomine으로 인한 간독성이나 신독성은 드물다. 하지만 과량으로 투여했을 경우 noncardiogenic pulmonary edema를 유발할수 있다.\n▶▶ 치료의 효과를 평가하기 위해서 치료 4~6개월 후 항원 검사로 확인할 수 있다.\n\n외과적 치료\n● 중감염이나 약물적 성충구제가 어려운 경우(예, 대정맥 증후군이 있거나, 전신질환과 동반 된 심장사상충 감염증)에는 외과적인 치료법을 고려할 수 있다.\n\n\n\n\n그림 1-28 심장사상충의 제거를 위한 카테터와 alligator forceps을 이용한 중재적시술을 이용한 치료방법\n\n78 임상가를 위한 소동물 내과 질환의 진단과 치료지침\n\n● 우심방 또는 삼첨판부위의 방실 구멍을 통한 성충의 제거는 마취를 실시한 후 경정맥을 통 해 우심방을 향해서 견고하면서, 쉽게 구부러지는 alligator forceps 또는 intravascular retrieval snare를 이용하여 제거가 가능하다.\n● 가능한 투시방사선상에서 forceps을 삽입하여 성충을 제거하며 시술이 성공하면 바로 심잡 음이 많이 줄어들 수 있고 12~24시간 내에 혈색소뇨가 없어질 것이다.\n● 혈량과 신기능을 보존할 수 있도록 중환자나 저혈량증이 있는 환자에게 수액요법을 실시해 야 한다. 외과적 처치 후 몇 주 내에, 남아 있는 성충을 구제해야 하며, 특히 초음파 검사에서 잔류된 사상충이 많을 경우, 이러한 성충구제가 반드시 필요하다.\n● 카테터와 alligator forceps을 이용한 비외과적인 치료 방법도 개발되어 있고 국내에서도 시 술이 가능하다.\n성충 치료에 앞선 자충(미세사상충)구제 요령\n● 부작용 때문에 성충구제와 자충구제를 동시에 실시하지 않는다.\n● 심장사상충 감염으로 진단되는 순간부터 곧바로 macrocyclic lactone을 예방 용량으로 투여 하기 시작한다.\n● 일반적으로 특별하게 성충구제를 먼저 실시해야 할 이유가 없을 경우, 1~3개월 이전에 자 충구제를 먼저 실시하고 성충구제를 실시해야 한다.\n● 성충구제에 앞서 자충구제를 하지 못했다면, 성충구제가 완료된 최소 한 달 이후에 특별한 부작용이 없는 환자에 한해서만 실시하고, 성충 치료와 관련된 부작용의 증상이 있다면 대 증요법을 통해 완치된 이후에 자충구제와 예방약을 투여한다.\n성충구제에 앞서 실시해야 할 전처치 요령\nCorticosteroids\n▶▶ 심장사상충의 성충이나 자충구제의 합병증인 폐혈전색증의 임상 증상 및 심장사상충의 폐사와 관련된 과민반응을 완화하기 위해 glucocorticoid를 투여할 수 있다.\n● 혈전예방에 대한 처치\n▶▶ Aspirin: Low dose aspirin 5 mg/kg 24~48시간 간격(개), 5 mg/3~5 kg 72시간 간격 (고양이)으로 투여한다.\n▶▶ Heparin: Low-dose calcium heparin 사용이 유효하다. 성충구제 1~2주 전부터 50~100 IU/kg SC, BID~TID의 용량으로 투여하고 구제 후 3~6주간 투여를 지속하였을 경우에 혈전예방효과를 보였다. 헤파린은 근육주사를 해서는 안된다.\n▶▶ LMW heparin: Dalteparin (100 IU/kg SC q24~12h) 또는 enoxaparin (100 U/kg SC q24~12h)은 새로운 종류의 헤파린 제제로 일반 헤파린(unfractionated type)에 비해 사용 지속시간이 길고 SC를 하여도 그 효과가 일정하게 발휘되는 약물이다. 일반적으로 성충구제 하루 전후로 사용한다.\n▶▶ Clopidogrel: 치료제 투여 1주일 전부터 10 mg/kg SID로 경구투여한다.\nWolbachia에 대한 처치\n▶▶ 일반적으로 tetracycline계통 약물, 특히 doxycycline HCl을 사용한다. 자세한 내용은 Wolbachia 편을 참조하라.\n\n(5) 예방\n심장사상충 예방약 투여는 생후 8주령 이전 강아지의 경우 필요하지 않지만, 그 이후에는 가 급적 빨리 시작해야 하며 가급적 모든 지역의 개가 공통으로 정기적인 심장사상충에 대한 예 방약을 투여함으로써 질병에 대한 전체 이환율을 크게 낮출 수 있고 심장사상충의 전파를 예 방할수 있다.\n아열대 지방을 제외한 모든 지역에서 사상충의 전파는 뚜렷한 계절적 양상을 보인다고 알려 져 있지만, 실내 사육견이 대다수인 우리나라의 환경을 고려하면 이러한 계절적 전파양상을 근거로 심장사상충 예방을 특정 계절에 국한하여 실시하는 것은 다소 위험할 수 있다.\n심장사상충 전파가 가능한 기간이 6개월 이상인 지역에서는 계절적 예방법보다 연중 예방법 이 보다 효과적이다. 예방약 제제는 내부기생충구제에도 효능이 있어서 이러한 예방약을 연 장해서 투여 시 인수공통성 기생충 예방효과도 있다.\n예방요법을 시작하기에 앞서, 최소 7개월 이전에 감염가능성이 있는 모든 성숙한 개들은 항 원 검사를 받아야 하고, 필요에 따라 미세사상충(microfilaria)에 대한 검사도 실시해야 한다.\n\n심장사상충의 예방요법은 적용에 앞서 환자의 여러 가지 상태를 고려해야 하고 여러 가지 검 사 이후에 실시되어야 하기 때문에 반드시 면허가 있는 수의사에 한에서만 실시되어야 한다. 또한 수의사는 보호자와 상담을 통해 심장사상충 예방법에 대해 충분히 설명해야 하고, 예방 약을 처방하기에 앞서 사상충의 감염상태를 항원 검사를 통해 미리 확인해 둘 필요가 있다. 만 약 환자가 과거에 치료를 받은 적이 없을 경우, 항원검사를 먼저 실시해야 하고 항원 검사에 양성을 보일 경우, 자충 검사를 실시하여 예방약 투여와 관련된 부작용에 대비하여야 한다.\n\n한 연구조사 결과 심장사상충 예방에 대해 수의사로부터 권고를 받은 보호자는 약 55%이고 그 보호자 중 약 56%만이 예방약을 실제로 투여했다고 한다. 그러므로 약 1/3이 안되는 개들 만이 심장사상충 예방약을 정기적으로 투여받고 있는 실정이기 때문에 심장사상충의 전파를 막기 위해서는 보다 적극적인 보호자 교육이 필요하다.\n예방약을 정기적으로 투여받고 있는 건강한 개체들도 보호자의 부주의나 예방약의 부적절한 투여법에 의해 드물게 감염이 성립될 수 있기 때문에 역시 일년 중 적어도 한 번 정도의 심장 사상충에 대한 스크린 검사를 실시해야 한다.\n\n\n● 계절적 예방법을 실시하고 있는 개체는 반드시 예방약 투여재개에 앞서 항원 검사를 실시 하여 감염 여부와 예방법의 유효성에 대해 반드시 확인해야 한다.\nMacrolide Antibiotics\n● Macrocyclic lactone 예방약은 제품 차이에 따라 직-간접적인 작용을 통해서 자충을 죽이 며, 성충의 번식을 억제함으로써 자충의 사멸효과를 나타낸다. 정기적인 투약을 실시할 경 우에 자충의 제거효과는 매달 투여하는 예방약의 경우에는 6~12개월 안에, moxidectin SR(국내시판중인 애트보킷과 다른 약제)이나 milbemycin oxime의 경우에는 30일 안에나 타나게 된다. 그리고 성충이 사멸될 경우에는 개가 재감염이 되지 않는 한 자충은 완전히 사라지게 된다.\nMacrolide agents (macrocyclic lactones)는 현재 가장 보편적으로 사용되는 약물적 예방약 이며 ivermectin(Heartgard®), milbemycin oxime (Interceptor®), moxidectin (Advocate®), selamectin (Revolution®) 등이 있다.\n이러한 약물들은 안전역이 넓으며, microfilaria, 일부 약물들(예, Heartgard®, Revolution®)은 L3 혹은 L4유충, 어린 성충에 대한 구제효과가 있다.\n● 다양한 투여 경로를 가진 예방약들은 미세사상충에 대한 구제효과 이외에도 감염 후 약 2 달 동안의 유충 성장을 방해하기 때문에 한 달이나 그 이하의 주기로 투여할 경우 확실한 예방효과가 있다.\n● 이러한 약물을 자충이 있는 강아지에게 부주의하게 투여했을 때에도 심각한 부작용 발생이 적고 12개월 동안 지속적으로 투여했을 경우나, 부주의에 의해 2~3달 정도 투여하지 않았을 때에도 예방효과(reach-back effect)가 지속된다. 그렇지만 한 달에 한 번씩 투약한다는 투여지침이 바뀌어서는 안 된다.\n● 사상충 감염 계절(transmission season) 동안 몇 회에 걸쳐 예방약을 투약하지 않았거나, 감 염 계절 중간에 예방약 투약을 시작하여 이미 사상충에 노출되었을 위험이 있거나, 이미 사 상충에 감염된 환자들에서는 반드시 항원 검사와 자충 검사를 통해 감염상태를 확인한 후 심장사상충 예방약 투여를 실시해야 한다.\n● 만약 계절적 예방법(seasonal prophylaxis program)을 실시하고자 할 경우, 우리나라는 일부 남부지방과 도서지역을 제외한 모든 지역이 5~10월까지 심장사상충의 전파가 가능한 시기 이다(하지만 도시환경의 실내 사육견은 이러한 환경온도 조건이 다르다는 사실을 명심하 라). 따라서 심장사상충 예방약의 적절한 투약 시점은 전파 가능한 전후 한 달부터인 4월부 터 11월까지이다.\n● 만약 계절 예방법을 실시하는 환자가 투약 중간에 전파 가능한 계절(5~10월) 중 10주 이상 의 투약 공백기가 발생할 경우, 전파 가능하지 않은 계절(11~4월)에도 지속적으로 예방약 을 정기적으로 투약을 해야 한다.\n연중 예방법(year-round prophylaxis program)은 이러한 환자들에게 safety-net(실수로 투약 을 빼먹었을 경우, 일정 기간 동안 약효를 지속시킬 수 있는 기간을 연장)을 제공하고, 환자 의 감염상태가 불명확한 경우에도 지속적으로 심장사상충에 대한 예방이 가능하다는 장점 이 있다. 비록 이 방법으로 성충이 이미 존재하는 환자에서 지속적으로 생산되는 자충을 구 제할 수는 있지만 이미 존재하는 성충을 사멸시킬 수는 없기 때문에 예방 방법에 상관없이 장기간 예방약을 투여 받지 못한 환자는 반드시 항원 검사를 실시하여야 한다.\n● Macrocyclic lactone 계통 약물들은 말초혈액내에 미세사상충이 없거나 소수 잔존하는 사상 충 감염견에서 안전하게 투여할 수 있다. 그러나 자충의 수가 많은 개체에서는 약제의 선택 과 용량에 주의가 필요하고 예방약을 투여한 후에도 환자의 상태를 며칠간 모니터해야 한다 (올바른 자충구제 편을 참조하라).\n● 잘 알려진 바와 같이 콜리종 개(상염색체성 열성 유전)와 다른 p-glycoprotein 결핍이 있는 개 들은 일반적인 예방용량(예, ivermectin의 경우, 6 μg/kg)에서는 안전하지만, 16배 이상의 고 용량 ivermectin (~100 μg/kg)에 대해서 특이적으로 부작용을 보일 수 있다. 이러한 부작용 은 다른 macrocyclic lactone 계통 약물을 과량 투여했을 때도 나타난다고 보고되어 있다. 무 엇보다도 이러한 부작용은 돼지나 소 같은 축산가축용으로 제조된 농축 macrocyclic lactone 제제를 투여했을 때 특히 발생할 수 있다.\n● 경구투여\n▶▶ Ivermectin, milbemycin oxime은 매달 정기투약함으로써 효과를 발휘할 수 있다. 이러 한 예방약들은 환자가 먹기 쉽고, 잘 먹도록 풍미가 가미되어 있다. 투여량은 개의 체중 별로 구분되어 판매되고 있다. 예방약은 효율을 최대로 높이기 위해서 감염기가 시작되 기 한 달 전에 투여하며, 감염기가 끝난 한 달 뒤에 마지막 투약을 해야 한다(계절적 예 방을 실시할 경우).\n● 점적투여\n\n\n▶▶ Selamectin과 moxidectin은 국소적으로 사용이 가능하도록 만들어져 있다. 사용 방법은 위의 경구투여 약들과 동일하게 적용된다.\n▶▶ 이 약물들은 개체에 적용하기가 편리하며, 목욕이나 빗물에 의해서도 약물이 씻겨 나가 지 않는다. 다만 일부 개체에서는 적용한 피부에 과민반응이나 탈모 같은 부작용이 나타 날수 있다.\n\nIvermectin (Heartgard®)\nIvermectin은 Streptomyces spp.로부터 획득한 avermectin B1의 화학적 파생상품이며 약물의 투약용량에 따라 내외 기생충에 효과가 있으며 한 달에 한 번 먹이는 심장사상충 예방약으 로 판매되고 있다.\nPyrantel pamoate와 합제로 만들어진 제품(Heartgard®Plus)은 장내기생충에 대한 구제효 과도 보인다.\n● 이 약제(투약용량을 6~12 μg/kg으로 투여시)의 가장 큰 장점은 감염이 된 상태에서 실수 로 투여하여도 광범위한 구제범위(L1유충부터 L5 어린 성충까지)와 Collie종 개에서도 안 전하게 투여할 수 있다는 장점이 있다.\n● Ivermectin(6~12 μg/kg)은 reach-back효과가 있어서 12개월 동안의 장기적인 연속 투여 후, 2달간 투여를 중지해도 예방적 효과가 있다. 3달간 투여를 중지할 경우 98%, 4달간 투 여를 중지할 경우 95%의 방어효과가 있다.\n● Ivermectin의 예방용량인 6~12 μg/kg으로 투여시, 자충의 수를 점진적으로 줄여나가기 때문에 rapid killing(자충의 다수가 빠르게 제거되는 현상)에 따른 심각한 부작용 발생을 예 방할 수 있다. 하지만 감염된 개에게 투여할 경우, 경미한 부작용(일시적인 설사)을 유발할 수도 있다.\n● 엄격한 용량과 투약간격으로 ivermectin을 사용하면 심장사상충 예방효과는 100%이다. 최 근의 연구에 따르면 16개월 동안 연속해서 투여할 경우, 부분적으로 성충구제효과를 보일 수 있고, 30개월 이상을 연속투여할 경우, 뚜렷한 성충구제효과가 관찰된다고 한다. 따라서 금전적으로 어려움을 겪고 있는 보호자의 개가 무증상형 환자(Class I)인 경우 이러한 방법 을 적용해볼 수 있다(비추천요법). 하지만 Class II 이상의 환자군에서는 어떠한 이유에도 불 구하고 ivermectin을 이용한 성충구제는 권고되지 않는다.\n\nMoxidectin + Imidacloprid (Advocate®)\nAdvocate®은 소동물의 내외부구충을 위해 moxidectin과 imidacloprid의 두 가지 성분을 최 초로 조합한 spot-on 제품으로, 개와 고양이의 심장사상충 및 광범위한 내외부기생충의 치 료와 예방효과를 갖는 제품이다.\n\n\n● Moxidectin과 imidacloprid은 각각 이완성 마비와 수축성 마비를 일으켜 대상 기생충에 대해 뛰어난 구충효과를 갖는다. 포유류의 경우에는 BBB (Blood Brain Barrier)를 통과하지 못하 여 영향이 없다.\n● Advocate® 투여 후 imidacloprid는 피부 및 피모를 통해 주로 외부기생충에 작용하고, moxidectin은 피부를 통해 흡수되어 혈액속으로 들어가 심장사상충 및 내부기생충에 작용 하며, 피지선에 저장되어 외부기생충에 작용한다.\n● Moxidectin은 최근에 심장사상충 예방에 제한적으로 사용되도록 출시되었으며 감염 후 2달 이내에는 한 달이나 두 달에 한 번 3 μg/kg 경구투여로 100% 예방이 되고 안전하다고 알려 져 있다.\n● Moxidectin은 이와 같은 예방 용량으로도 점진적인 자충구제를 하기 때문에 적은 수의 자 충 감염 시에도 부작용을 야기하지 않는다. 15 μg/kg 용량으로 투여 후 2달 뒤에도 98%의 자충 사멸효과가 입증되었다.\n● Moxidectin은 collies종에도 안전하며, 권장량의 10배 투여및 2주 간격의 반복투여 실험에 서 안전성이 확인되었다. Advocate®은 7주령의 개, 고양이에서 권장량의 5배까지 2주 간격 으로 6회 투여시에도 안전하였다.\n● 예방약을 1년 정도 투약 받은 경우, 4달 동안 투약하지 않아도 97%의 심장사상충 방어효과 가 있다.\nMoxidectin이 주성분인 Proheart 6®나 Proheart 12®와 달리, Advocate®은 미국 FDA 및유 럽 EMEA에서 사용허가를 받은 제품이다.\n\nSelamectin (Revolution®)\nSelamectin은 화이자에 의해 개발된 macrocyclic lactones 계열의 반합성 avermectin으로 Spot-on 제제이며 한 달에 한 번 피부에 도포함으로써 개와 고양이의 다양한 내외부기생충 을 효과적으로 예방 및 치료할 수 있다.\n● 이 약물 역시 L1유충부터 L5 어린 성충까지 광범위한 구제효과를 가지고 있으며 한 달에 한 번 도포하는 제품 형태로 시판되고 있다.\n● Selamectin 투여시 피부를 통해 혈액에 흡수 후 선충류에 작용하며, 이후 피지선에 저장되 어 분비됨으로써 오랜 시간 동안 외부기생충에 작용하게 된다.\n● 다른 macrolide 계통의 약물들과 유사한 효과를 나타내며, 지시대로 사용하면 100%효과가 있다. 6~12 μg/kg으로 사용시 심장사상충 예방효과 이외에도 벼룩이나 벼룩 알, 진드기, 귀 진드기까지 구제할 수 있다.\n● 도포 후 2시간이 지나서 목욕, 수영을 하더라도 효과가 줄어들지 않는다.\n● 임신 및 수유 중이거나 번식을 위한 개, 고양이에게 투여 가능하고, 10배의 용량으로 도포 를 하거나, 한 번의 용량을 경구투여하여도 안전하며 Collie종에도 3달 동안 5배 용량으로 사용해도 안전하다.\n\n● 12개월 연속 사용시 최소한 2달간의 reach-back effect가 있고, 3달 동안 예방약을 투여하지 않아도 99%의 방어효과가 있다.\nSelamectin도 ivermectin과 유사한 성충구제효과가 보고되어 있다. 비록 ivermectin보다는 성충 사멸효과(4~5개월 어린 성충의 40~50% 정도까지)가 낮지만, 장기간 도포할 경우 어 린 성충에 대한 분명한 구제효과가 있다.\n자충구제(Rapid killing)\n● 과거와 달리 특별한 경우가 아니면 자충을 빠르게 구제할 필요가 없고 오히려 점진적으로 자충의 숫자를 줄여가는 편이 환자에게 훨씬 안전하다.\n● 자충이 중감염된 경우가 아니면 구제를 실시해도 되지만, 약물과 관련된 부작용이 발생할 수 있기 때문에 항히스타민제(diphenhydramine, 2 mg/kg, IM)와 스테로이드제(dexametha- sone, 0.25 mg/kg IV)를 자충구제 전후로 1~2일동안 투약한다. 부작용이 심한 경우, 증상이 완화될 때까지 투약을 지속한다.\n시판된 형태의 macrolide 계통 예방약 용량으로는 milbemycin (Interceptor®)을 제외한 모든 약물이 rapid killing을 유발하지는 않는다. Ivermectin의 경우, 6~12 μg/kg 용량으로 투여시 점진적인 자충 감소효과가 있고, 50 μg/kg으로 투여시 rapid killing을 유발하므로 용량에 주 의해야 한다. Heartgard®형태로 판매되는 ivermectin은 6~12 μg/kg 용량이므로 rapid killing을 유발하지 않는다.\n\n● 자충구제를 실시할 경우, 반드시 자충 검사가 선행되어야 하고 자충 감염이 심할 경우, 자충 구제를 실시하지 않는 것이 좋다.\n● 성충구제와 자충구제를 동시에 실시할 경우, 성충과 자충의 폐사에 다른 면역부작용이 극심 하게 발생할 수 있으므로 두 치료를 동시에 실시해서는 안된다.\n● 중감염 환자가 아닐 경우, 성충구제 1~3개월 전에 자충구제 또는 자충 예방(심장사상충 예 방)을 실시하고 나서 성충구제를 실시하는 것이 좋다.\n\nWolbachia\nD. immitis를 포함한 대부분의 선충류 사상충은 그람 음성균인 Wolbachia (Rickettisiales)가 세포 내 공생을 하고 있다.\n\n한 연구 결과에 의하면 사상충 감염 초기 한 달 동안 tetracycline을 적용하면 Wolbachia가 공생 하고 있는 일부 사상충을 죽일 수 있다고 하며 또한 Wolbachia가 공생하는 사상충이 자충을 생 산하지 못하도록 억제한다고도 한다.\n● 심장사상충에서도 유사한 효능이 있는지에 대한 연구결과는 부족하지만, 한 연구 결과\ntetracycline을 투여시 암컷 심장사상충의 불임이 유발된다고 한다.\n\nWolbachia는 자체내 분비되는 내독소가 심장사상충의 발병기전에 깊게 관여되어 있는 것으로 알려져 있다.\n● 최근 연구에 의하면 Wolbachia의 주요 표면단백질(WSP)이 D. immitis에 감염된 숙주 내에 서 특이적인 IgG 면역반응이 일어나도록 한다는 보고가 있다.\n● 이러한 사실은 자체 분비되는 내독소와는 별개로 Wolbachia의 표면단백질(WSP)이폐 혹은 신장의 염증반응에 관여할 수 있음을 의미한다.\n따라서, Wolbachia를 구제하는 것은 면역반응을 최소화하고 유충의 성숙을 억제할 가능성이 크기 때문에 성충구제에 앞서 tetracycline계 약물(특히 doxycycline)을 사용하여 Wolbachia를 구제하는 것을 권장한다.\n● Doxycycline 5~10 mg/kg, PO, q12~24h을 성충구제 1~2일 전에 실시하며, 성충구제 후 최소 10일간은 투여하는 것이 죽은 사상충에서 방출되는 표면단백질의 방출을 최소화할 수 있다.\n● 이때 PDS를 같이 처방하는 것도 도움이 된다.\n\n1.3.2 고양이 심장사상충\n(1) 서론\n고양이 심장사상충 감염증은 개와 같은 Dirofilaria immitis에 의해 발생하는 질환이지만 고양 이가 primary host가 아니므로 중감염은 드물고 혈액중에서 자충이 관찰되지 않는 경우가 많 아서 진단이 어렵다. 개와 달리 호흡기 증상이 주요 소견이며 성충구제보다는 대증요법에 집 중해야 하는 등, 개와 병리임상학적으로 차이가 많은 질환이다.\n\n\n\n\nL1유충이 모기내에서 감염력이 있는 L3유충으로 성장하기 위해서는 개와 같이 130 HDU (Heartworm Development Heat Unit, 27。C at 10 days)가 모기 생존기간인 30일 이내에 획 득되어야 한다. 따라서 모든 조건이 발육에 적절하더라도 14。C의 발육 역치 이하의 온도가 일정기간 지속된다면 L1유충은 L3유충으로 성장되기 전에 감염모기가 폐사하기 때문에 심 장사상충의 life cycle이 중단되지만 일일 평균온도가 적어도 19。C 이상일 경우, 심장사상충의 life cycle이 진행되어 감염력이 있는 L3유충으로 성장하여 감염을 유발할 수 있다.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(2) 생활사\n심장사상충의 생활사(life cycle)는 고양이의 경우도 개와 비슷하지만 일반적으로 모기에 의한 흡혈의 대상이 되지 않고 자연숙주가 아니라 심장사상충 감염에 저항성이 있으며 개를 먼저 흡혈한 모기가 고양이를 흡혈해야 발생할 수 있다는 점에서 차이가 있다.\n고양이에서 L3유충이 감염 3~4개월 후 폐에 도달하였을 때 L5유충으로 성장하기까지 고양이 체내에서 자연 폐사율 역시 매우 높고, 개와 달리 L3 S L4유충 성숙기, L4 S L5유충 성숙기 역시 개와 달리 더 길게 진행된다(약 3~4배더 길다).\n\n고양이에서는 L3유충이 자충인 미세사상충을 생산할 수 있는 성충으로 성장하는 데 최소 7~8개월이 소요되고 그 크기도 개의 경우보다 작다.\n\n또한 고양이가 원래의 숙주가 아니기 때문에 L5성충의 평균 수명 역시 상당히 짧은 2~3년정 도로 추정하고 있다.\n\n(3) 병리기전\n\n고양이는 심장사상충의 자연 숙주가 아니기 때문에 개에 비해 5~20% 정도 낮은 이환율을 보 이고 감염이 되어도 성충 10마리 이하 보통 2~4마리 정도가 기생하는 것으로 알려져 있다.\n\n개체에 따라 1마리의 성충 감염으로 생명을 위협할 수 있고, 반대로 폐동맥 내에 살아있는 성충 이 국소적 동맥염(local arteritis)을 유발하여도 임상 증상이 발현되지 않는 무증상형까지 다양한 양상을 보이므로 진단이 어렵고 오진율이 높은 질환 중 하나이다.\n개와 달리, 이소기생(흔하지 않은 장기에 감염되는 현상)이 보다 흔하게 발생하여 때로는 숙주 에게 치명적인 손상을 유발할 수 있다.\n\n개와 달리 중감염에 의한 폐혈관 및 우심계 관련 원인보다는 감염 후 3~4개월 후 폐혈관계에 도달하여 기생하는 심장사상충의 숙주면역반응과 사상충이 죽어서 생긴 폐혈관과 폐실질의 급 성 염증반응이 병리 현상의 대표적인 원인이다.\n● 이러한 초기 증상들은 종종 천식(asthma) 또는 알러지성 기관지염(allergic bronchitis)과 유사 하여 오진하기가 쉽고, 이러한 임상 증후군을 Heartworm Associated Respiratory Disease (HARD)라고 한다.\n● 또한 고양이는 개에 비해 폐혈관이 좁아서 심장사상충-숙주 반응인 혈관의 증식, 호산구성 염 증반응 등으로 생기는 폐혈관계의 협소화, 혈전색증, 혈관의 remodeling 등이 매우 심해지므 로 감염된 성충 1~2마리만 있어도 환자에 치명적이다.\n\n개에서 많은 수의 사상충이 대정맥과 우심계 방실판 연접부(우심방과 우심실)에 위치하면서 삼첨판의 기능장애를 유발하는 대정맥 증후군(caval syndrome; dirofilarial hemoglobinuria)을중 감염 환자에서 흔히 볼 수 있지만, 고양이는 이러한 중감염증이 드물기 때문에 대정맥 증후군 발생이 드물다. 하지만 한두 마리의 사상충에 의해서 삼첨판 역류를 유발할 수 있고 그 결과 심 잡음을 일으킬 수 있다.\n고양이 심장사상충의 감염은 경미하고 상대적으로 지속기간이 짧기 때문에 이런 국소적 병소 들이 폐색을 유발하여 폐성 고혈압(pulmonary hypertension)으로 진행되는 경우는 드물다. 따 라서 폐성심(cor pulmonale), 우심부전에 의한 흉수, 복수 소견은 고양이 심장사상충증에서는 매우 드물게 나타나는 소견이다.\n폐실질과 폐동맥의 호산구 침윤으로 인한 폐렴으로 인해 감염 후 4~9개월 정도에 급성 호흡 곤란 증세가 나타나기도 한다.\n● 혈장의 누수 현상으로 인한 폐수종 및 폐포세포(type II cell)의 증식에 의해 폐포내 산소 확 산이 어려워지면서 호흡곤란 현상이 발생한다.\n\n염증매개물의 구토중추 자극 때문에 고양이 심장사상충 감염증에서 간헐적인 구토가 종종 관 찰된다.\n\n(4) 임상 증상과 진단\n고양이는 개와 달리, 혈액중에 자충이 나타나지 않는 무자충혈증성(amicrofilaremia) 감염이 많 고 감염이 되어도 단성 감염(unisex infection)이 많다.\n● 따라서 예방약 투여에 앞서 심장사상충 감염에 대한 스크린 검사를 해야 할 이유가 없다.\n● 또한, 감염사상충 수가 적어서 항원 검사에서 감지가 되지 않는 경우가 많아서 스크린 검사 에서 가장 보편적으로 사용하는 검사법은 항체 검사법이다.\n고양이는 심장사상충 감염증은 1. 개와 전혀 다른 임상 소견을 보이는 경우가 많고, 2. 호산구 증 가증도 일시적이거나 나타나지 않는 경우가 많거나, 3. 심초음파상 소견도 미비할 뿐 아니라, 4. 다수 증례에서 무자충혈증이 나타나므로 진단상 어려운 점이 많다.\n신체 검사\n● 임상 증상이 없거나 일시적으로 나타나는 무증상형이 다수의 증례에서 관찰된다.\n● 수컷 고양이가 더 감염된다는 보고는 과학적인 근거가 없다.\n● 주요 임상 증상으로는 만성 및 급성의 호흡기 증상이 주이며, 그 외에 소화기 증상(구토) 및 신경계 증상(특히, 이소기생 시)이 주로 나타날 수 있다.\n▶▶ 이 중 가장 흔한 것은 지속적인 빈호흡, 간헐적인 기침, 노력성 호흡과 같은 만성 호흡기계 증상이다.\n\n\n\n\n\n\n▶▶ 심장사상충이 삼첨판 판막 사이를 통과하면서 우심실과 우심방 사이로 이행할 경우, 수 축기 심잡음이 존재할 수 있다.\n\n▶▶ 가끔 식욕부진과 체중 감소를 보이기도 한다.\n▶▶ 음식물 섭식과 관련 없는 간헐적인 구토가 빈번하게 보고되므로 심장사상충이 풍토병으로 존재하는 지역에서는 원인이 명확하지 않은 구토증이 있는 고양이는 심장사상충 감 염을 의심해봐야 한다.\n▶▶ 개와 달리 복수, 흉수, 유미흉, 기흉, 운동실조, 발작, 실신과 같은 임상 증상들은 흔하게 발생하는 것은 아니지만, 고양이에서도 보고된 적이 있다.\n▶▶ 전조 징후 없이 호흡기 스트레스와 운동실조, 허탈, 발작, 토혈 및 더 나아가 급사 같은 소견을 보이는 복합형 심급성 증후군도 발생할 수 있다.\n진단 검사\n● 고양이의 심장사상충 감염증은 개의 경우보다 진단하기가 어렵고 쉽게 지나칠 수 있으므로 고양이 심장사상충에 대해 수의사는 의도적으로 인식해 둘 필요가 있다.\n● 다양한 진단 검사 방법이 있지만, 혈청학적 검사와 흉부 방사선(혈관 조영촬영 포함), 심초 음파는 임상적으로 보다 유용한 검사 방법이다.\n● 혈액 검사상 호염구 증가증은 대부분 일시적이거나 나타나지 않는 경우가 많고, 다른 호흡기 질환에 이환된 고양이에서도 유사한 호염구 증가증이 잘 관찰되므로 진단상 큰 도움은 되지 못한다.\n● 자충(미세사상충) 검사\n▶▶ 고양이에서 자충이 혈중에 출연하는 것은 드물기 때문에 자충 검출법은 임상적으로 크게 유용하지 않다. 다만, 자충을 검출할 확률은 modified Knott 또는 illipore filter concentration techniques 을 이용하면 더욱 높아진다\n\n\n● 혈청 검사\n▶▶ 고양이에서는 실제 감염이 있어도 항원 검사의 양성반응이 나오지 않을 경우가 많아서 항체 검사를 우선적 스크린 검사법으로 이용해야 한다.\n▶ 고양이의 경우, 단일성별(uni-sex) 감염이나 미성숙 감염(prepatent infection)이 흔하 기 때문에 시중의 항원 검사에서 검출되지 않는 경우가 많아서 위음성반응을 유발하 는 경우가 많다.\n▶ 최근에 나온 고양이 전용 항원 검사 키트들은 1마리의 암컷 성충에 대한 항원 검출률 도 상당이 높기 때문에 항원 검사는 반드시 고양이 전용 진단 키트를 사용해야 한다.\n▶▶ 항체 검사는 사상충의 충체에 대한 면역반응으로 형성된 항체를 감지하는 방법이므로 감염 2~4개월 정도 후면 사상충의 성숙도와 상관없이 자충(미세사상충), 유충, 성충 모 두를 감지할수 있다. 또한 성별에 무관하게 반응하기 때문에 단일성별 감염을 모두 감 지할 수 있는 장점이 있다.\n▶ 두 가지 항체 검사법이 존재하는데, 첫 번째 방법은 Send-off ELISA 검사법이고 다른 검사법은 일반 ELISA 검사법이다. 이중 Send-off ELISA 검사법이 사상충에 대한 특 이도가 높다고 한다.\n▶ 그러나 항체 검사의 경우 민감도와 특이도가 조사 당시의 유충 성숙단계나 숙주 면역 반응에 따라 매우 다르게 나타난다.\n▶ 또한 항체 검사 양성은 현재 감염상태를 나타낼 수도 있지만, 과거의 감염을 의미할 수도 있기 때문에 반드시 현재 사상충 감염상태를 나타내지 못하는 단점이 있다. 따라서, 항체 검사 결과를 올바르게 해석하기 위해서는 다른 진단 검사 등 추가적인 정 보와 주의 깊은 분석이 필요하다.\n▶ 한 연구의 결과에 따르면, 고양이의 항체 수준은 기생충이 성숙하는 시기에 감소하고 임상 증상을 보이는 심장사상충 감염 고양이는 무증상인 경우보다 항체검사에 더 쉽 게 양성반응을 보인다고 한다.\n▶▶ 결론적으로, 고양이 심장사상충 감염의 경우 암컷 성충이 감염되었다면 항원 검사를 통 해 보다 정확한 진단이 가능하며, 항원과 항체 검사를 모두 병행하는 것이 필요하다(그 림 1–35).\n● 흉부 방사선\n▶▶ 흉부 방사선 검사는 혈청학적 검사와는 별도로 고양이 심장사상충 감염 진단 및 질환의 정도와 진행상황 및 치료반응을 살피는 데 매우 유용한 검사 방법이다.\n▶▶ 병력과 임상 증상 등을 토대로 감염이 의심되는 고양이의 약 50%에서 개와 유사한 방사 선학적 이상 소견이 관찰된다고 한다.\n▶▶ 후폐동맥의 확장이 가장 흔한 소견이고, 이와 더불어 주폐동맥과 말초 폐동맥의 미묘한 확장과 가늘어지는 특성의 소실, 때로 뒤틀림(tortuosity)과 절삭(truncation)된 후폐엽 가 지 등이 주로 관찰되는 방사선 소견이다. 이러한 소견은 복배상에서 가장 잘 관찰된다.\n\n\n▶▶ 방사선 소견 중, 개와 가장 큰 차이점은 대부분 고양이에서 심장사상충에 의한 폐성고혈 압은 잘 발생되지 않으며, 주폐동맥의 확장 또한 중감염된 고양이에서나 볼 수 있고 일 반적인 감염 환자에서는 흔히 나타나는 소견이 아니다.\n\n\n\n\n\n\n\n\n\n\n\n▶▶ 기관 간질과 폐포패턴이 관찰되기도 하지만 몇달내 자연 치유되기도 하므로 고양이 심장사상충증에 대한 특징적 소견이라고 볼 수는 없다.\n▶▶ 방사선 소견은 기생충 성숙 단계, 숙주 면역반응 및 병소의 자연적 소멸 정도에 따라 달 라질 수 있으므로 방사선 소견과 임상적 소견은 다르게 나타날 수 있다.\n● 심초음파\n▶▶ 심초음파를 통한 심장사상충 진단의 특이도는 고양이가 개보다 더 높다.\n▶▶ 심초음파상 심장사상충은 개와 같이 보통 이중선의 고에코성 형태를 띠며, 주로 이러한 사상충을 주폐동맥과 폐동맥의 우측엽가지, 우심실, 간혹 삼첨판막부위에서 관찰할 수 있다.\n▶▶ 감염이 의심되는 경우 심초음파에서 사상충이 관찰되면 특이도가 높기 때문에 심장사 상충 감염이 최소 5개월 이상 되었다는 사실을 암시한다.\n▶▶ 하지만 이 방법으로 감염된 사상충수를 계수(계산)할 수는 없다.\n\n(5) 치료 및 예방\n고양이는 심장사상충에 대한 자연숙주가 아니고 감염률 역시 낮기 때문에 과연 고양이에 대해 예방프로그램이 필요한가에 대한 논란이 있었던 것은 사실이다.\n● 미국에서 발표된 한 보고서에 따르면 고양이에 대한 부검조사에서 이환율이 평균 7% 이상 (2.5~14%, 지역에 따라)으로 보고되었고, 실제 고양이 백혈병이나 면역 결핍증보다 높은 이환율을 보였기 때문에 예방프로그램이 필요하다고 결론이 내려져 있다.\n● 심장사상충이 사람에게도 전염될 있는 인수공통질환이고(물론 사람에서 심각한 질환을 유 발하는 경우는 드물지만) 자연숙주인 개에게 질병을 전파할 우려도 있기 때문에 고양이에서 도 예방프로그램은 실시되어야 한다.\n● 야외 사육 고양이가 감염에 대한 위험성이 높은 것은 사실이지만, 실제 한 대학보고서에 따르 면 심장사상충에 감염된 고양이 증례의 1/3이 실내 사육된 고양이라고 한다.\n예방약으로는 고양이 전용 Heartgard® (Ivermectin 24 μg/kg), Revolution® (Selamectin 6~12 mg/kg), Advocate® (Moxidectin 1 mg/kg) 및 Interceptor® (Milbemycin 2 mg/kg) 등이 있다.\n\n● 고양이에서도 개와 같이 계절적 예방법(4월에 시작해서 11월까지)이나 연중 예방법을 똑 같이 적용해야 한다.\n\n개와 달리 고양이의 심장사상충은 다음과 같은 특징을 가지고 있다.\n● 감염되는 숫자가 적고(우심실과 폐동맥에서 8마리 이하), 유충이 뇌 또는 피하 결절 등으로 비정상적인 이주(이소기생)를 한다.\n● 고양이 심장사상충의 생존기간이 개에서보다 짧으며, 혈액내에 순환하는 유충이 드물다. 따 라서 자충을 구제하기 위한 치료는(고용량 ivermectin요법, 50 μg/kg) 고양이에서 필요하 지 않다.\n● 개체에 따라 고양이에서 심장사상충의 생존 기간은 개보다 짧아서 자연치유가 가능하고, 성충구제로 인해 심각한 합병증이 발생할 수 있기 때문에 성충구제는 권장하지 않는다.\n● 합병증으로 울혈성 심부전과 caval syndrome은 드물게 나타난다. 또 다른 대표적인 합병증 인 폐혈전색증은 성충의 자연폐사나 치료제에 의한 폐사로 인해 발생한다.\n\n\n● Tiacetarsemide(24시간 간격으로 2.2 mg/kg으로 2회 투여) 같은 유기비소제를 이용한 성충 치료법이 있지만, 폐부종과 호흡부전의 발생률이 높고, 상당수의 고양이가 성충 치료 후 폐 혈전증 소견을 보인다고 한다. 한 미국 대학보고서에 따르면, 이 약물로 치료한 그룹과 치 료하지 않은 그룹간에 생존율에 대한 차이가 관찰되지 않았다고 한다.\n● Melarsomine(2.5 mg/kg, 일회투여)의 실험적 감염 고양이에서 적용하였을 때 치료 전후의 사상충 숫자가 크게 달라지지 않는다고 보고되어 있다. 부작용으로 설사와 심잡음이 관찰 되었다고 한다.\n▶▶ 외과적 제거법과 alligator forceps을 이용한 심장중재술은 폐혈전의 위험성 없이 성충의 숫자를 줄여줄 수 있는 좋은 대안적 치료법이지만, 고양이 심장이 상대적으로 개보다 작 고 심실내강이 좁아서 개에서 이용되는 심장중재술이나 외과적 방법이 적용하기 곤란 한 증례가 많다.\n▶▶ 가늘고 유연한 forcep을 이용한 새로운 사상충 제거술이 현재 개발되고 있다.\n● 심장사상충에 이환된 고양이에 대한 가장 대표적인 치료법은 한 달에 한 번씩 고양이 전용 예방약(예, ivermectin 25 μg/kg)을 투여하고 호흡기 증상을 완화시켜주기 위해 스테로이드 제제(예, prednisolone 1~2 mg/kg)를 점진적으로 감량하면서 투약해주는 것이다.\n\n폐혈전증에 대한 치료\n● 고양이에서 폐혈전색증은 발열, 기침, 호흡곤란, 객혈, 빈맥, 저혈압 등의 임상 증상을 보이 며, crackle성 폐음이 폐엽 전체에 걸쳐 청진되기도 한다.\n급성 폐혈전이 의심되는 경우, 산소, 스테로이드(dexamethasone 1mg/kg IV; prednisolone sodium succinate 50~100 mg/cat IM)와 기관지 확장제(aminophylline 6.6 mg/kg IM, BID 또는 theophylline SR 25 mg/kg PO)를 투여한다. 고양이 심장사상충 감염증의 경우, 질환에 의해 혈소판의 숫자가 오히려 감소하므로 아스피린에 의한 혈소판 기능억제가 혈전 예방에 유효하지 않을 뿐 아니라 일반적으로 사용하는 아스피린 용량(80 mg/cat, 3일에 한 번씩 경 구 투여)으로는 혈전예방효과를 제대로 발휘하지 못하기 때문에 일반적으로 사용하지 않는 다. 따라서 혈전예방이 반드시 필요한 경우, clopidogrel(18.5 mg/cat, 하루 한 번에서 이틀에 한 번 정도)을 투여하는 것이 안전하다.\n\n\n\n참고자료\n고양이에서 심장사상충 진단적 검사의 해석방법\n\n\n주석: 고양이의 경우, 하나의 테스트로 모든 심장사상충의 케이스를 확인할 수 없다. 항원 검사는 성충인 심장사상충의 항원을 잘 잡아내는 높은 특이성을 가지는 데 반하여, 살아있는 수컷 심장사상충을 잡아내지 못한다. 임상가들은 반드시 심장사상충증의 가능성을 결정하기 위해 여러 가지 검사결과들을 혼합하여 사용하여야 한다.\n\n\n\n1.4 심장질환에 사용되는 약물들\n\n1.4.1 이뇨제 작용기전\n● 신장에서 이뇨를 유발하는 기전은 나트륨배설과 관련이 있다.\n● 나트륨이 재흡수될 때 수분을 흡수하므로, 나트륨의 재흡수를 차단하면 이뇨가 일어난다.\n● 각기 다른 종류의 이뇨제가 각기 다른 부위의 세뇨관에 작용하여 나트륨의 재흡수를 방해 한다.\n● 두 가지 다른 종류의 이뇨제를 병행하면 서로 다른 부위에서 나트륨의 재흡수를 차단하여 이뇨효과를 상승시킨다.\n이뇨제의 종류\n● 루프성 이뇨제\n\n\n▶▶ 이 약물은 헨리고리의 thick ascending limb의 sodium-potassium-chloride cotrans- porter에 작용하며 원위 세뇨관으로 유입되는 나트륨 농도를 저하시키므로 집합관에서 수분의 재흡수를 차단하여 이뇨를 유발한다.\n▶▶ 나트륨의 재흡수에 가장 중요한 헨리고리의 상행각에 작용하므로 가장 강력한 이뇨효과를 나타낸다.\n▶▶ 신장의 프로스타글란딘 합성을 촉진하여 신장으로 유입되는 혈류와 신피질내 혈류량 모 두를 증가시킨다.\n▶▶ Furosemide, ethacrynic acid\n● 티아자이드계 이뇨제\n▶▶ 가장 흔히 이용되는 이뇨제로, 원위세뇨관의 sodium-chloride transporter를 차단한다. 이 부위에서 나트륨 재흡수는 전체 재흡수량의 5% 정도밖에 되지 않으므로 루프성 이 뇨제에 비해 약한 이뇨제이다(루프성 이뇨제의 약 50% 효력).\n▶▶ 루프성 이뇨제와 티아자이드 이뇨제는 원위세뇨관으로 유입되는 나트륨의 농도를 증가 시키므로 다른 양이온과 교환되는 sodium pump를 활성시킨다. 이러한 기전에 의해 수 소와 칼륨이 배설되어 저칼륨혈증이나 대사성 알칼리증이 부작용으로 발생할 수 있다.\n▶▶ 이러한 칼륨과 수소의 소실은 나트륨을 저류하는 RAAS활성과 관련이 있다.\n▶▶ Chlorothiazide, hydrochlorothiazide\n● 칼륨 보존성 이뇨제\n▶▶ 다른 이뇨제와 달리, 이 계통 이뇨제는 sodium transport에 직접적인 영향이 없다. 이약 물은 원위세뇨관에 대한 알도스테론의 작용에 길항한다. 이로 인하여 이 부위에서 나트 륨(수분)재흡수가 차단되므로 칼륨과 수소이온의 배설이 일어나지 않는다. 이러한 이유 로 이 계통 이뇨제를 칼륨 보존성 이뇨제라고 한다.\n▶▶ 이 부위에서 나트륨흡수는 전체 나트륨 재흡수의 미비한 부분을 차지하므로 이뇨효과가(루프성 이뇨제 효능의 10%) 약해서 단독으로 사용되지 않고, 티아자이드 계통 이뇨제 나 루프성 이뇨제와 합제로 많이 사용된다(저칼륨혈증을 막기 위해서).\n▶▶ Spironolactone, eplerenone\nCarbonic anhydrase inhibitors\n▶▶ 가장 약한 이뇨제로 효능이 약하고 부작용이 많아서 심장질환에는 사용하지 않는다.\n▶▶ Acetazolamide, methazolamide\n나트륨-이뇨성 펩타이드(natriuretic peptides)\n▶▶ 나트륨-이뇨성 펩타이드는 심장, 뇌 및 일부 장기에서 합성된다.\n▶▶ 심방 나트륨-이뇨성 펩타이드(atrial natriuretic peptide, ANP)는 심방이 지나치게 확장 되면 심방세포에서 합성되는 호르몬으로 혈량 증가를 완화시키는 역할을 한다.\n▶▶ ANP와 유사한 나트륨-이뇨성 펩타이드로는 심실세포에서 합성되는 뇌 나트륨-이뇨성 펩타이드(brain-type natriuretic peptide, BNP)가 있다.\n▶▶ 순환기계통에 대한 약리작용\n\n\n▶ 나트륨 이뇨작용\n▶ 이뇨작용\n▶ 사구체 여과율 개선\n▶ Renin 방출억제(RAAS 차단)\n▶ 전신혈관계 확장\n▶ 동맥계 저항성 감소\n▶ 정맥압 감소\n▶ 폐동맥 모세혈관압 감소\n▶▶ 적용증\n▶ 심부전증\n▶ 폐부종이나 전신울혈완화\n▶ 전신성 고혈압\n▶▶ 약물\n▶ Recombinant human BNP, nesiritide\n▶▶ 부작용과 금기\n▶ 소동물에서 투약과 관련된 연구가 없다.\n\n▶ 사람에서 보고된 가장 대표적인 부작용이 저혈압과 질산혈증이다.\n\n심장질환에서 이뇨제 적용증\n● 심실 충전압 감소(Preload 감소): 심장에 걸린 과부하를 떨어뜨려 울혈을 완화시킴\n● 고혈압: 사람의 경우 항혈압제로 사용되고 있지만 동물에서는 이러한 목적으로는 사용하지 않는다.\n● 울혈성 심부전: 심부전증 초기에서부터 사용되며, 심부전 관련 증상인 급성 폐부종이나 전 신 장기 울혈을 완화하는 목적으로 사용한다.\n\n\n이뇨제의 부작용과 금기사항\n\n티아자이드계 이뇨제와 루프성 이뇨제의 가장 대표적인 부작용이 저칼륨혈증이다.\n부작용을 막기 위해, 칼륨을 공급하거나 칼륨보존성 이뇨제를 병행투여한다.\n기타 부작용은 표 1–16를 참조하라.\n\n\n\n1.4.2 혈관 확장제\n치료학적 용법\n● 혈관의 평활근을 이완하여 혈관을 확장시키는 약물이다.\n\n\n\n표 1-16 이뇨제의 부작용과 약물 상호반응\n\n종류 부작용 약물 상호반응\nThiazide 저칼륨혈증, 대사성 알카리증, 저칼륨혈증이 디기탈리스 중독을 악화시킬 수 있음 탈수, 저나트륨혈증, 질산혈증, 소염진통제(NSAID)와 병행시 이뇨효과가 감소됨 지방혈증, 고혈당증 • 베타차단제와 병행시, 지방혈증이나 고혈당증이\n악화될 수 있음\n• 스테로이드와 병행시 저칼륨혈증이 악화됨\n\n\nLoop 저칼륨혈증, 대사성 알카리증, 저칼륨혈증이 디기탈리스 중독을 악화시킬 수 있음 탈수, 저마그네슘혈증, 소염진통제와 병행시 이뇨효과가 감소됨\n약물의존성 청각소실 • 스테로이드와 병행시 저칼륨혈증이 악화됨\nAminoglycosides 계통 항생제와 병행시 청각독성과 신독성이 항진됨\n\n\nK+-sparing 고칼륨혈증, 대사성 산증, 위궤양, ACEi와 병행투여시 고칼륨혈증을 악화시킴\ngynecomastia 소염진통제(NSAID)와 병행시 이뇨효과가 감소됨\n\n\nCarbonic 저칼륨혈증, 대사성 산증\nanhydrase inhibitors\n\n\n\n● 동맥계 혈관 확장은 전신혈관 저항성을 감소시켜 동맥성 혈압을 떨어뜨린다. 정맥계 혈관 확장은 혈관의 수용능력(capacitance)을 늘려서 정맥성 혈압을 떨어뜨린다.\n● 혈관 확장제는 주로 심부전증이나 고혈압 치료제로 사용된다.\n● 대부분의 혈관 확장제는 동맥과 정맥계에 모두 작용하는 혼합성이지만 일부 약물은 동맥이 나 정맥에만 작용하는 순수한 혈관 확장제이다.\n● 칼슘채널 차단제 같은 혈관 확장제는 부정맥이나 심근 이완 목적으로 사용되는 복합기능을 가진 혈관 확장제이다.\n혈관 확장제의 종류\n● 동맥성 혈관 확장제\n▶▶ 전신성 고혈압과 폐성 고혈압에 주로 사용되며, 심부전 말기에 사용된다.\n▶▶ 주로 전신 혈관 저항성을 감소시켜 동맥압을 감소시킨다.\n▶▶ 직접 작용성 혈관 확장제인 hydralazine이 대표적인 약물이다.\n● 정맥성 혈관 확장제\n▶▶ 정맥계 혈관을 확장시켜 정맥계의 용적을 늘리는 작용을 한다.\n▶▶ 정맥압을 감소시켜 심장에 대한 preload를 떨어뜨리고, 심실벽의 스트레스를 감소시켜 심실 확장을 완화시키고, 말초혈관의 정수압을 떨어뜨려 부종형성을 억제한다.\n▶▶ 주로 폐부종과 전신부종을 완화시킬 목적으로 사용된다.\n\n\n\n▶▶ Nitrate 계통 혈관 확장제가 대표적인 약물이다.\n● 혼합성 혈관 확장제\n▶▶ 동맥과 정맥계 모두 작용하는 혈관 확장제로 혼합형 혈관 확장제 또는 균형 혈관 확장 제로 불린다.\n▶▶ 이 약물들은 우심방압에 비교적 영향을 주지 않고(preload를 감소시키지 않으면서), 전 신 혈관저항을 떨어뜨리므로 비교적 심박출량에 영향을 주지 않는다.\n혈관 확장제의 부작용\n● 지속적인 동맥혈관 확장으로 심장에 대한 압력수용기 반사(baroreceptor-mediated reflex)를 자극하여 심박수/심근력을 증가시켜 산소 요구량을 증가시키고 허혈성 심근손상을 유발할 수 있다.\n● 지속적인 동맥혈관 확장으로 정상 압력수용기 반사-혈관 수축기전이 차단되어 저혈압이 발생할 수 있다.\n● 지속적인 혈관 확장으로 신장의 나트륨과 수분 저류가 증가되어, 혈량과 심박출량이 증가 되고, 이로 인하여 감소된 혈관저항성이 다시 상승할 수 있다.\n\n\n알파 차단제(alpha-adrenoceptor antagonists), 안지오텐신 전환효소억제제\n\n(1) 알파 차단제\n● 혈관 평활근에 분포된 알파-교감신경을 차단하여 혈관 확장을 유발한다.\n● 혈관 평활근에는 두 개의 알파수용기가 있고; 이중 α1-수용기는 혈관 평활근에 분포되어 있 고, α2-수용기는 혈관 평활근과 교감신경 말단에 분포되어 있다. 이러한 α-수용기가 Gq- protein과 결합되면 IP3신호전달체계를 통해 평활근을 수축한다.\n알파 차단제(alpha-adrenoceptor antagonists)는 이러한 기전을 차단하여 혈관 평활근을 이 완시킨다.\n● 알파 차단제는 동맥과 정맥 혈관 모두를 확장시키지만, 그 효과는 동맥에서 훨씬 강하다.\n● 대부분의 혈관들은 정상상태에서 교감신경톤에 의해 유지되므로 유효한 혈관 확장제이고, 특히 교감신경톤이 증가되는 질환에서 우수한 약효를 나타낸다.\n약리학적 용법\n● 주로 α1-차단제가 원발성 고혈압의 치료에 사용되고 있지만 소동물 임상에서 널리 사용되 는 약물은 아니다.\n● 부신수질종에 의한 고혈압증에 주로 사용된다.\n\n\n\n\n\n그림 1-39 교감신경의 알파수용기의 혈관 평활근에 대한 작용기전\n혈관 평활근에는 두 개의 알파 수용기가 있고; 이중 α1-수용기는 혈관평활근에 분포되어 있고 α2-수용기는 혈관 평활근과 교 감신경 말단에 분포되어 있다. 이러한 α-수용기가 Gq-protein과 결합되면 IP3신호전달체계를 통해 평활근을 수축한다.\n\n주요 약물\n\n\n선택성 α1-차단제: Prazosin, terazosin\n비선택성 α-차단제: Phentolamine, phenoxybenzamine\n\n\n부작용 및 금기사항\n알파 수용기의 직접적인 차단과 관련되어 저혈압과 반응성 빈맥이 대표적인 부작용이다.\n사람의 경우, 심부전증에 유효한 효과가 확인되지 않아서 심부전증 치료에는 사용되고 있지 않다.\n\n\n\n(2) 안지오텐신 전환효소억제제\n● 신장에서 분비되는 레닌의 분해로 생성되는 혈관 수축인자인 안지오텐신 II의 형성을 억제 하여 혈관 확장을 유발한다.\nACE가 혈관 확장물질인 bradykinin을 파괴하므로 ACEi는 혈중에 bradykinin 농도를 상승 시켜 혈관 확장에 기여한다. 사람의 경우, bradykinin 농도 상승이 건성 기침을 유발하는 원 인으로 추정되지만 개나 고양이의 경우, 장기간 ACEi를 복용해도 이러한 부작용은 나타나 지 않는다.\n▶▶ 혈관 확장효과(동맥과 정맥 모두에 작용): 동맥과 정맥압을 낮추고 심실의 preload와 after- load를 낮춘다.\n\n\n\n\n\n\n\n▶▶ 혈량 감소: 나트륨과 수분배설촉진\n▶▶ 교감신경활성억제\n▶▶ 심근과 혈관의 비대를 억제(소동물에서는 확실하지 않음)\n\n약리학적 용법\n● 신장질환에 속발한 고혈압 치료에 유효하다.\n● 심부전증\n▶▶ 수축기성 심장질환에 매우 유효하다. 하지만 개와 고양이에서는 사람만큼 그 효과가 우 수하지 않다.\n▶▶ 주로 초기 심부전증에서 사용된다.\n▶▶ 심장의 afterload를 떨어뜨려 심박출을 개선시킨다.\n▶▶ 심장의 preload를 떨어뜨려, 울혈이나 부종을 완화시킨다.\n▶▶ 교감신경의 만성적 활성을 줄여준다.\n▶▶ 심근세포의 산소공급/요구비를 개선하여 허혈성 손상으로부터 심근을 보호한다.\n▶▶ 심장재구성을 유발하는 angiotensin II의 활성을 막는다.\n\n\n주요약물\n● Captopril: 가장 먼저 나온 약으로 TID용법으로 구강투여\n● Enalapril: 소동물 임상에서 가장 흔히 사용되며 BID로 사용\n● Benazepril: 신장과 간에서 50:50으로 배설되며 작용지속시간이 길어서 SID용법으로 사용\n\n\n부작용 및 금기사항\n사람의 경우, 건성 기침과 흉통이 가장 대표적인 부작용이지만 개와 고양이에서는 보고된 바 없다.\n혈관부종, 질산혈증 및 고칼륨혈증이 드물게 발생한다.\n임신 중인 동물에서는 사용하지 않는다.\n\n\n\n(3) 안지오텐신 수용기 차단제\n혈관과 심장에 분포된 type 1 angiotensin II (AT1) receptor를 차단한다.\n이 약물 역시 ACEi처럼 Gq-protein and IP3 signal transduction pathway에 관여한다.\n\n\n● ARBs는 ACE를 억제하지 않기 때문에 bradykinin 농도를 높이지 않으므로 건성 기침 같은 부작용을 유발하지 않는다.\n약리학적 용법\n● 동맥과 정맥을 확장하여 동맥압을 떨어뜨리고 심장에 대한 preload와 afterload를 떨어뜨 린다.\n● 교감신경활성을 억제한다.\n● 신장에서 나트륨과 수분 배설을 촉진하여 심장의 울혈을 완화시킨다.\n● 고혈압, 심부전과 심근경색에 의한 심실재구성을 방해한다.\n● 고혈압과 심부전증 치료에 이용한다.\n\n주요 약물\nCandesartan, losartan, valsartan\n\n\n부작용 및 금기사항\n\nBradykinin의 농도를 높이지 않으므로 상대적으로 부작용이 적다.\n장기간 복용시 신동맥 협착증 같은 부작용으로 신혈류량 감소를 유발할 수 있으므로 신부전 환자에게 주의가 필요하다.\n소동물에서는 그 효능에 대한 실험이 부족하여 그 효과가 확실치 않으며, ACEi에 대한 부작 용이 사람처럼 많이 보고되어 있지 않아서 수의학에서 적용은 제한적이다.\n\n\n\n\n(4) 칼슘채널 차단제\n칼슘채널 차단제(calcium-channel blockers, CCBs)는 L-type calcium channel을 차단하여 심 장에 대한 음성적 작용과 혈관 평활근을 이완하여 혈관을 확장한다.\nL-type calcium channel은 혈관 평활근, 심근세포 및 SA node와 AV node에 분포되어 있다.\n● 이 채널은 이러한 세포에서 칼슘 유입을 조절하는 역할을 한다.\n\n약리학적 용법\n● 심장에 대한 작용\n▶▶ 심근 수축력 감소\n▶▶ 심박수 감소\n▶▶ 심장 전도속도 감소\n● 혈관에 대한 작용\n▶▶ 혈관 평활근 이완(혈관 확장)\n\n● 소동물 임상에서 이 약물은 주로 심근비대를 유발하는 질환, 심방성 부정맥 및 고혈압 치료 에 이용된다.\n\n\n\n\n\n\n\n그림 1-41 칼슘채널 차단제의 작용기전\nCCBs는 L-type calcium channel을 차단하여 심장에 대한 음성적 작용과 혈관 평활근을 이완하여 혈관을 확장한다. 이러한 L-type calcium channel은 심근세포, 혈관 평활근세포 및 SA node와 AV node 같은 전도세포에 분포되어 있다.\n\n\n약물의 종류\nDihydropyridines\n▶▶ 혈관에 대한 친화력이 높아서 주로 고혈압 치료에 이용된다.\n▶▶ 지나치게 혈압을 낮추어서 반응성 빈맥이나 수축력 증가를 유발하므로 고혈압 이외 심장 질환에는 사용하지 않는다.\n▶▶ 동박동이나 AV 전도속도를 오히려 증가시키므로 부정맥 치료에도 사용하지 않는다.\n▶▶ Amlodipine, nifedipine\nNon-dihydropyridines\n▶▶ Phenylalkylamine class\n▶ 심근에 선택적으로 작용하고 혈관 평활근에 대한 작용은 미비하다.\n▶ 심근산소 소비량을 낮추므로 심근비대에 유효하고 심방성 부정맥을 완화시킨다.\n▶ Verapamil\n▶▶ Benzothiazepine class\n▶ Verapamil과 dihydropyridine의 중간 정도 효과가 있어서 심근과 혈관 모두에 작용한 다.\n\n\n▶ Dihydropyridine과 같이, 반사성 심계항진은 일어나지 않는다.\n▶ Diltiazem\n\n\n부작용 및 금기사항\n\nDihydropyridine CCBs: 저혈압, 부종 및 반사성 빈맥\nNon-dihydropyridine CCBs: 서맥, 전도장애(예, 방실 차단), 수축력 감소 Non-dihydropyridines CCBs를 투여받고 있을 경우, 베타 차단제를 병행투여하지 않는다. 베타 차단제 역시 CCBs처럼 음성적인 심장약물이다.\n\n\n\n(5) 직접 작용하는 혈관 확장제\n● 이 계통 약물은 아직까지도 확실한 약리기전이 밝혀져 있지 않고 혈관 평활근에 다양한 효과 를 발휘한다.\n▶▶ 먼저, 이 약물은 평활근의 칼륨채널 개방을 통해 hyperpolarization을 유발하여 평활근세 포의 sarcoplasmic reticulum에서 칼슘방출을 억제하여 혈관 수축을 방지한다.\n▶▶ 또한 이 약물은 혈관내피세포에서 nitric oxide형성을 촉진하여 cGMP-매개성 혈관 확장 을 유발한다.\n약리학적 용법\n● 동맥성 고혈압에 이용한다. 비교적 반감기가 짧아서 자주 투여해야 하고 반사성 심계항진을 유발하므로 만성적인 고혈압에서는 사용하지 않는다.\n● 급성 고혈압증이나 폐성 고혈압에 사용이 가능하다.\n● 심부전증 말기에 이뇨제와 nitrate 계통 혈관 확장제와 같이 사용한다. 하지만 저혈압 위험 때 문에 마지막 단계의 refractory case에서 사용한다.\n● Afterload를 떨어뜨리기 때문에 stroke volume과 심실 박출계수를 개선한다.\n\n약물의 종류\nHydralazine\n\n\n부작용 및 금기사항\nHydralazine의 가장 대표적인 부작용은 반사성 심계항진과 저혈압이 있다.\n사람에서는 lupus-유사 증상을 유발하지만 소동물에서는 보고된 바 없다.\n\n\n\nEndothelin 수용기 차단제\n● Endothelin-1 (ET-1)은 혈관내피세포가 생산하는 물질로 강력한 혈관 수축작용을 한다.\n\n\n이러한 수용기는 Gq-protein와 결합하여 IP3를 형성하여 sarcoplasmic reticulum에서 칼슘을 방출하여 평활근을 수축하여 혈관 수축을 유발한다.\n\n\n\n\n그림 1-42 Endothelin 수용기 차단제의 작용기전\nEndothelin-1 (ET-1)은 혈관내피세포가 생산하는 물질로 강력한 혈관 수축작용을 한다. 이 약물은 심근세포와 혈관 평활근에 분포된 Gq-protein and IP3 signal transduction pathway를 차단하여 혈관 확장과 심계억압의 역할을 한다. 또한 ETB는 NOS (nitrate oxide synthase)을 생산하여 혈관 확장효과를 발휘한다.\n\n\n● 내피세포에 존재하는 ETB receptor는 nitric oxide형성을 자극하여 혈관 확장을 유발한다.\nET-1 receptor는 심장에도 분포되어 있어서 Gq-protein and IP3 signal transduction pathway를 경유한 칼슘방출로 심박수를 증가시키고 심근 수축력을 향상한다.\n\n약리학적 용법\n● Endothelin 수용기 차단제는 혈관 수축효과와 심계항진효과를 차단하여 혈관 확장과 심계항 진을 방해하기 때문에 심부전증의 치료에 사용한다.\n● 동물실험에서 이 약물은 혈역학적 개선효과와 사망률을 낮추는 것으로 보고되어 있다.\n● 소동물 임상에서 적용한 경험이 적어서 정확한 효과는 연구를 더 해야 알 수 있다.\n● 사람의 경우, 폐성 고혈압에만 사용이 허가되어 있다.\n\n약물의 종류\n비선택성 ET-1 receptor antagonist인 Bosentan만이 임상에서 사용되고 있다.\n\n\n부작용 및 금기사항\n\n일반적인 혈관 확장제와 같이 부종형성 같은 부작용이 보고되어 있고 기형을 유발할 수 있 기 때문에 임신동물에서는 사용하지 않는다.\n\n\n\nNitrate계 혈관 확장제\n● Nitric oxide (NO)는 주로 혈관내피세포가 생산하는 물질로 혈관 평활근을 이완하고(혈관 확 장), 혈소판의 응집을 방해하고(항혈소판작용)과 백혈구-내피세포 상호작용을 방해하는(항 염효과) 효과가 있다.\n● 이러한 효과는 NO에 의해 GTP를 분해하여 cGMP 농도를 높이고 cGMP는 혈관 평활근을 이완하여 혈관 확장을 유발한다.\n● 두 가지 nitrate계 혈관 확장제가 있다. 첫째는 자발적으로 NO를 분비하는 약물(예, sodium nitroprusside)와 효소분해를 통해 NO를 분비하는 organic nitrates가 있다.\n● Nitrate계 혈관 확장제는 자주 투여하게 되면 내성(tolerance)이 발생하여 효능이 떨어지는 단 점이 있다.\n● 이 약물은 동맥과 정맥 모두를 확장하지만 정상 투여용량에서는 정맥혈관 확장이 주된 작용 이다.\n● 정맥 확장으로 심실의 preload가 감소되어 심실벽 스트레스와 산소 요구량을 감소시킨다.\n● 높은 농도에서 이 약물은 전신적인 혈관 확장에 의한 저혈압과 압력중추 자극에 의한 빈맥을 유발한다.\n\n\n\n\n\n\n\n\n\n그림 1-43 Nitrate계 혈관 확장제의 작용기전\n\nNitric oxide (NO)는 주로 혈관 내피세포가 생산하는 물질로 혈관 평활근을 이완하여 혈관을 확장하는 작용이 있다. 이러한 효과는 NO에 의해 GTP를 분해하여 cGMP 농도를 높이고 cGMP는 혈관 평활근을 이완하여 혈관 확장이 일어나는 것이다. 을 유발한다. Sodium nitroprusside는 자발적으로 NO를 분비하는 약물이고, organic nitrates는 효소 분해를 통해 NO를 분 비하는 약물이다.\n\n약리학적 용법\n● 전신혈관계\n▶▶ 혈관 확장(정맥계 > 동맥계)\n▶▶ 정맥압 감소\n▶▶ 동맥압 감소(미비함)\n● 심장\n▶▶ Preload와 afterload를 감소시킴\n▶▶ 심근의 산소 요구량을 감소시킴\n● 관상동맥\n▶▶ 관상동맥의 관류량을 개선\n▶▶ 관상동맥의 산소공급량을 증가시킴\n\n약물의 종류\n● Nitrate계 혈관 확장제의 종류에 따라 투여 경로, 작용개시 및 작용지속시간은 달라진다.\n● Nitroglycerin는 19세기때부터 사용된 약물로 작용개시 시간이 매우 빠르고(2~5분내) 30분 이 지나면 그 효과가 소실된다. 장기간 효과를 발휘하기 위해 transdermal patches 유형이 이 용되며 내성(tolerance) 문제 때문에 12시간 이상 사용하지 않는다. 보통 아침에 붙이고 저녁 에 떼어서 내성을 막는다.\n\n\nIsosorbide dinitrate는 보다 개시시점이 길고 지속시간이 긴 nitrate계 혈관 확장제이다. 구 강투여가 가능하지만 설하제나 경피제에 피해 투약용량을 증가시켜야 한다.\n● Sodium nitroprusside는 응급상황의 고혈압이나 심부전에 의한 급성 폐부종증 치료에 사용되 는 약물로 개시효과가 빨리 나타나고 반감기가 짧다. IV 경로로 continuous infusion해야 한다.\n\n\n부작용 및 금기사항\n\n가장 대표적인 부작용은 postural hypotension과 반사성 빈맥이다.\n장기간 sodium nitroprusside를 투여할 경우, thiocyanate toxicity 위험성이 있다.\n\n\n\nPhosphodiesterase 억제제\n● 세포내 cAMP 농도는 심근 수축을 조절하는 중간메신저로 교감신경 흥분성 neurotransmit- ter인 catecholamine (epinephrine and norepinephrine)이 심근에 분포된 Gs-protein과 결합 하여 adenylyl cyclase를 활성화시켜 ATP로부터 cAMP를 생산한다.\n● cAMP 농도 증가는 심근 수축력을 증가시키고 심박수를 빠르게 하며, 흥분의 전도속도를 빠 르게 한다.\n이러한 cAMP를 분해하는 효소가 cAMP-dependent phosphodiesterase (PDE)이다.\n\n\n\n\n\nPDE3 PDE5\n\n\n그림 1-44 PDE3와 PDE5억제제의 작용기전\nPDE3는 심근에 분포된 cAMP를 분해하여 심근 수축력을 감소시키고 심박수를 느리게 하며, 흥분의 전도속도를 느리게 한다. PDE3 억제제는 cAMP의 분해를 억제하여 이러한 기능을 차단한다. PDE5는 혈관근에 분포된 cGMP를 분해하여 혈관 수축 을 유발한다. PDE5억제제는 cGMP의 분해를 억제하여 이러한 기능을 차단한다.\n\n\n\ncAMP-의존성 PDE3 inhibitors\n● 임상적으로 중요한 이러한 효소 중 하나가 type3 form의 PDE3 inhibitors이다.\n● 약리적 용법\n▶▶ 전신순환계\n▶ 혈관 확장\n▶ 장기의 혈액 관류량 증가\n▶ 전신혈관 저항성 감소\n▶ 동맥압의 감소\n▶▶ 심장과 호흡기계\n▶ 심근의 수축력 강화와 심박수 증가\n▶ Stroke volume의 증가와 박출계수 증가\n▶ 심실의 preload 감소\n▶ 폐의 모세혈관압 감소\n\ncGMP-의존성 PDE5 inhibitors\n\n● 두 번째 형태의 isoform이 혈관 평활근에 분포된 cGMP를 파괴하는 cGMP-의존성 phos- phodiesterase 5억제제(PDE5)이다.\n● cGMP는 nitric oxide (NO) 농도 증가에 의해 생성되어 세포내 칼슘 농도를 증가시켜 강심 과 혈관 수축을 유발한다.\n● PDE5는 이러한 기능을 차단하여 혈관 평활근의 이완을 촉진한다(nitrate계 혈관 확장제 편 을 참조하라).\n● 약리적 용법\n▶▶ 사람의 경우, 발기부전증에 치료제로 사용한다.\n▶▶ 혈관 확장제로 말기 울혈성 심부전증에 사용된다.\n\n약물의 종류\nPDE3 inhibitors\n▶▶ Milrinone\n▶▶ Amrinone\n▶▶ Pimobendan (Vetmedin)\nPDE5 inhibitors\n▶▶ Sildenafil\n▶▶ Tadalafil\n\n\n\n부작용 및 금기사항\n사람의 경우, PDE3억제제에 대한 대규모 약물 실험 결과 사망률이 증가하는 연구 결과 때 문에 더 이상 사용되지 않는 약물이다. Pimobendan같은 약물은 calcium을 sensitizing하는 효과 때문에 개와 고양이에서 수축기 기능장애의 치료제로 사용되고 있다.\n이러한 약물은 소동물에서 임상적으로 적용된 경우가 없다.\nPDE5억제제의 경우, 사람의 경우 발기부전의 치료제로 사용되고 있다.\n\n\n\n1.4.3 강심제\n● 강심제(cardiostimulatory drugs)는 심박수 증가와 심근 수축력 증가를 통해 심박출량 증가와 동맥압을 상승시키는 약물이다.\n● 이러한 종류의 약물 중 대다수가 심장 흥분의 전도속도를 증가시키고 심근의 이완능력 역시 개선시킨다.\n● 일부 약물은 전신적인 혈관 확장을 유발하기도 하지만 일부는 반대로 혈관 수축을 유발한다.\n● 이러한 종류의 약물이 심부전증, 심장원성 쇼크 및 저혈압 치료에 사용된다.\n● 약물의 종류\n▶▶ 베타 흥분제\n▶▶ 디기탈리스\n▶▶ PDE억제제\n▶▶ Calcium sensitizer\n\n약물의 작용기전\nBeta-agonists: 참조\nDigitalis compounds\n▶▶ 200년 이상 사용된 약물로 심근의 sarcolemma의 Na+/K+-ATPase를 차단하여 Na+- Ca++-exchanger로 부터 칼슘 방출을 억제하여 세포내 칼슘 농도가 올라가 troponin-C 와 결합하는 칼슘이용도를 높임으로써 심근의 수축력을 높이는 약물이다.\nPhosphodiesterase 억제제: 참조\nCalcium sensitizing drugs: 새로운 종류의 강심제로 칼슘의 troponin-C에 대한 민감도를 높 여더 많은 칼슘이더 쉽게 troponin-C와 결합하게 하여 심근의 수축력을 향상시키는 약물이 다. 현재 대규모의 약물실험이 진행중이며 현재까지 연구 결과, 개의 이첨판 변성증과 확장성 심근증에 그 약효가 우수한 것으로 알려져 있다.\n\n(1) 디기탈리스\n심장배당체(Cardiac glycosides)는 foxglove plant (Digitalis purpurea)에서 분리한 약물로 1785년 처음으로 심장질환에 의한 부종 치료에 사용된 이후 아직도 사용되는 강심제이다.\n● 원래 디기탈리스는 부종을 치료할 목적으로 개발되었다가 우연히 강심효과가 있는 것이 확 인되어 가장 오랫동안 심부전증에 사용되고 있는 약물로, 지금도 사람의 심장병 치료에 빠 지지 않고 사용되고 있다. 표 1–17에 현재 사용되고 있는 디기탈리스에 대해 나와 있다.\n\n작용기전\n● 항부정맥에 대한 효과\n▶▶ 기전은 확실치 않지만 디기탈리스는 미주신경톤을 감소시켜서 부교감신경억제효과를 발휘한다.\n▶▶ 이러한 효과 때문에 SA node의 충동형성 속도를 감소시켜 심박수를 떨어뜨리고 AV-node로의 전도속도를 느리게 하여 심방성 부정맥의 치료제로 사용한다.\n\n\n표 1-17 디기탈리스 종류별 약물학적 특징\n\n약물 구강흡수도 반감기(hours) 배설부위\nDigoxin 75% 40 신장\n\nDigitoxin >90% 160 간\n\n\nOuabain 0% 20 신장\n\n\n\n\n\n\n그림 1-45 디기탈리스의 작용기전\n심근의 sarcolemma의 Na+/K+-ATPase를 차단하여 Na+-Ca++-exchanger로부터 칼슘 방출을 억제하여 세포내 칼슘 농도 가 올라가 troponin-C과 결합하는 칼슘이용도를 높임으로써 심근의 수축력을 높이는 약물이다.\n\n\n투약 방법과 중독증\n● 디곡신은 반감기가 40시간 이상으로 길고, 치료학적 농도를 유지하기 위해서는 2주 이상투 약해야 한다.\n● 디지톡신은 반감기가 160시간 이상으로, 치료학적 농도를 유지하기 위해서는 한 달 이상이 걸린다.\n● 때문에 혈중의 디곡신 농도를 빨리 높이기 위해 특별한 용량의 디곡신을 투여한다. 이러한 과정을“digitalization”이라고 한다.\n● 디곡신의 경우, 혈장의 치료학적 농도는 0.5~1.5 ng/mL이다. 이 약물의 안전력이 넓지 않 기 때문에 이 농도를 유지해주는 것이 디기탈리스 중독증을 막기 위해 매우 유용하다.\n● 디곡신의 혈중 농도가 2.0 ng/mL 이상이 되면 심실성 부정맥이나 방실 전도차단 같은 전도 장애를 유발한다.\n● Immune Fab (digibind)이 혈중 디곡신 농도를 떨어뜨릴 때 사용된다.\n● 디곡신 중독은 구토나 설사 같은 소화기 증상을 유발하며 저칼륨혈증이 있을 경우, 디곡신 중독이 잘 일어난다.\n\n\n● 저칼륨혈증과 관련된 디곡신 중독증은 칼륨공급으로 교정이 가능하다.\n● 개의 경우, 개체별 유효농도에 대한 차이가 심해서 유효농도를 유지하기가 어렵다.\n● 고양이의 경우, 디지톡신에 대한 민감도가 높아서 중독증이 더 잘 일어난다.\n\n약물의 상호작용\n● Class IA 부정맥 제제는 결합부위에서 디곡신과 경쟁적으로 작용하므로 신장의 디곡신 청소 율을 떨어뜨린다. 때문에 디곡신 중독증의 가능성을 높인다.\nCalcium-channel blockers와 소염제 역시 유사한 효과가 있다.\n\n약리학적 목적\n● 심부전증\n▶▶ 심근 수축력 강화\n▶▶ 심박출계수 증가\n▶▶ 심장의 preload를 감소시킴\n▶▶ 폐울혈과 부종을 완화\n● 부정맥\n▶▶ AV node의 전도속도 감소\n▶▶ 심방세동시 심실 전도속도 감소\n\n\n\n부작용 및 금기사항\n\n디기탈리스의 가장 대표적인 부작용이 부정맥이다.\n저칼륨혈증이 있거나 방실 전도차단이 있는 환자에게는 투약을 금한다.\n신기능이 떨어져 있으면 디곡신의 신장 배설이 억제되어 디기탈리스 중독증 발생 위험이 높아진다.\n\n\n\n(2) 베타 흥분제\n● 베타 흥분제(J3-agonists)는 심근과 평활근에 분포된 J3-수용기를 자극하여 심박수 증가와 심 근수축력 증가를 유발한다.\n\n약리학적 용법\n\n● 임상적으로 심부전증과 순환기 쇼크의 치료에 사용한다.\n\n\n\n\n\n\n\n\n그림 1-46 베타 흥분제의 작용기전\n베타 수용체는 Gs-단백질과 결합하여 adenylyl cyclase를 활성화 시키고, 이를 통해 ATP 생성을 촉진한다. cAMP 농도 증가는 cAMP-depen- dent protein kinase (PK-A)를 활성하여 L-type calcium channel에 인산화를 유발하여 세포 내에 칼슘유입을 촉진한다. 이런 작용으로 sarcoplasmic reticulum내 칼슘 농도를 증가 시켜 심근 수축력을 향상시킨다. 또한 심장 전도세포에 분포 되어 있는 L-type calcium channel을 자극하여 심장 전도속도 및 박동수를 증가시킨다.\n\nCHAPTER 01 심장-순환기계\n115\n\n● 거의 모든 베타 흥분제는 α-수용기에 대한 흥분효과를 가지고 있다. 일부는 투여량에 따라 이러한 α-수용기에 대한 작용을 발휘한다.\n● 심장에 대한 효과\n▶▶ 심근 수축력 증가\n▶▶ 심근 이완율 증가\n▶▶ 심장 전도속도 및 심박수 증가\n● 혈관에 대한 효과\n▶▶ 혈관 평활근 이완(혈관 확장)\n● 기타 효과\n▶▶ 기관지 확장\n▶▶ 간의 해당과정 증가\n▶▶ 췌장의 glucagon분비 증가\n▶▶ 신장에서 renin분비 증가\n\n주요 약물\n● 표 1–18 참조\n\n\n부작용 및 금기사항\n\n베타 흥분제의 가장 대표적인 부작용이 부정맥이다.\n심근의 산소 요구량을 증가시키기 때문에 심근경색을 악화시킬 수 있다.\n\n\n\n\n표 1-18 베타 흥분제에 따른 약리효과와 임상적 용법\n\n\n\nPDE억제제: Pimobendan\nPimobendan은 양성 심근력 증가작용(positive inotropic effect)과 혈관 이완작용을 갖는 inodilator이다.\n\n심부전의 환자에서 pimobendan은 심근세포내 수축장치들의 칼슘에 대한 감수성을 증가시킴 으로써 positive inotrope로서 역할을 한다.\n\n이 약물은 phosphodiesterase (PDE) III억제제로서 작용하여 잠재적으로 세포내 칼슘 농도를 높이고, 칼슘과 트로포닌 C 복합체 사이의 상호작용을 증가시켜 positive inotropic effect를 나타낸다.\n이 약물은 심근의 산소 요구량을 증가시키지 않고 강심작용을 나타내기 때문에 심부전의 심 근의 허혈성 변화를 가중시키지 않고, 디기탈리스와 달리 부정맥의 위험성이 거의 없이 심근 수축력을 증가시키는 약물이다.\n약리효과\n\n\n● Pimobendan은 PDE III 혈관 수축인자를 억제하여 혈관 평활근을 이완시켜 말초혈관 저항 성을 떨어뜨리고 afterload를 감소시킨다.\nPimobendan은 염증 전구물질 및 nitric oxide synthase (iNOS)의 발현을 약화시켜 심근의 염 증성 손상을 지연시키고, 심근 수축기능부전을 개선한다고 한다.\nPimobendan이 platelet thromboxane A2 생성의 억제와 관련된 혈소판 응집에 대한 잠재적 억제제로서 역할을 하는 항혈전효과가 있다.\nPimobendan은 심부전시 정상보다 증가하는 norepinephrine을 감소시킴으로써 norepineph- rine에 의한 심부전의 진행을 억제할 수 있다.\n● Pimobendan은 정상 개에서 혈량 증가에 따른 동박동의 증가를 가져오지만, 심부전이 있는 동물에서는 동박동에 대한 영향이 거의 없어 디기탈리스처럼 부정맥을 유발하지 않는다.\nPimobendan의 약리적 용법\n● 현재 pimobendan은1.25, 5 mg의 츄어블 형태로 시판되고 있다.\n● 추천되는 투약 방법은 12시간 간격으로 0.25~0.3 mg/kg을 음식을 먹기 1시간 전에 투여하 는 것이다.\n● Pimobendan은 이뇨제, ACEi, digoxin과 같은 약물과 혼용하여 사용할 수 있다.\nPimobendan의 양성적 근력 효과는 칼슘채널 차단제(calcium channel blocker)나 베타 차단 제(J3-blocker)와 혼용하였을 때 감소될 수 있다.\n● 주로 좌심계의 수축기 기능부전 치료에 사용한다(예, 이첨판 폐쇄부전증, 확장성 심근증)\n\n\n1.4.4 음성적 심장약물\n● 이 약물들은 심박수와 심근 수축력을 떨어뜨려서 심박출량과 동맥압을 감소시키는 약물이다.\n● 이러한 약물은 심근의 작업부담을 완화시키고 심근의 산소 소비를 감소시킨다.\n● 심장의 흥분 전달속도를 떨어뜨리고 심근의 이완능력을 개선한다.\n● 약리학적 용법\n▶▶ 비대성 심근증이나 심근비대를 유발하는 이완기 심장질환\n▶▶ AV node 전도속도가 비정상적으로 빨라지는 심방성 부정맥\n▶▶ 고혈압\n● 약물의 종류\n▶▶ 베타 차단제\n▶▶ 칼슘채널 차단제\n▶▶ 중추성 교감신경억제제\n\n약물의 작용기전\n● 베타 차단제: 참조\n● 칼슘채널 차단제: 참조\n● 중추성 교감신경억제제: 연수내 있는 심장조절세포에 있는 α2-수용기를 억제하여 심장에 대한 교감신경 흥분을 차단하여 심박수와 수축력을 떨어뜨린다. 사람의 경우, 고혈압 치료 에만 사용하고 소동물에서는 심장질환에 사용하지 않는다.\n\n(1) 베타 차단제\n● 심장의 SA node와 AV node, 전도세포계 및 심근세포에 분포된 베타 수용기를 차단하는 약 물이다.\n● 심장은 beta1 (J31)과 beta2 (J32)-수용기를 가지고 있고 J31수용기가 수적으로나 양적으로 J32보다 우위에 있다.\n● 이러한 수용기는 교감신경에서 분비되는 norepinephrine과 결합하여 심계항진을 유발한다.\n● 베타 차단제는 베타 수용기에서 norepinephrine과 경쟁적으로 결합하여 심계항진을 유발하 는 norepinephrine 기능을 차단한다.\n● 이러한 약물들은 교감신경톤이 증가될 경우, 그 효과가 더 잘 발휘된다.\n\n약리학적 목적\n● 심장에 대한 작용\n\n\n\n\n\n\n\n그림 1-47 베타 차단제의 작용기전\n\n\n베타 수용체는 Gs-단백질과 결합하여 adenylyl cyclase를 활성화 시키고, 이를 통해 ATP 생성을 촉진한다. cAMP 농도 증가는 cAMP-depen- dent protein kinase (PK-A)를 활성하여 L-type calcium channel에 인산화를 유발하여 세포 내에 칼슘유입을 촉진한다. 이런 작용으로 sarcoplasmic reticulum내 칼슘 농도를 증가 시켜 심근 수축력을 향상시킨다. 또한 심장 전도세포에 분포 되어 있는 L-type calcium channel을 자극하여 심장 전도속도 및 박동수를 증가시킨다. 베타 차단제는 베타 수용기에서 norepinephrine 과 경쟁적으로 결합하여 심계항진을 유발하는 norepinephrine 기능을 차단한다.\n\n▶▶ 심근 수축력 약화\n▶▶ 심근 이완율 감소\n▶▶ 심박수 감소\n▶▶ 심장 흥분 전달속도 감소\n● 혈관에 대한 작용\n▶▶ 경미한 혈관 평활근 수축\n\n임상적 적용증\n● 비대성 심근증이나 이완기 기능장애를 유발하는 심장질환\n● 부정맥\n● 심근경색증\n● 고혈압\n\n약물의 종류\n● 임상적으로 다음 두 가지 약물로 구분된다.\n\n\n● 비선택성 베타 차단제(J31과 J32 수용기 모두를 차단)\n● 선택성 베타1 차단제“( 심장선택성”베타 차단제)\n● 효능과 효과는 표 1–19를 참조하라.\n\n\n부작용 및 금기사항\n\n심맥관계 부작용\n- 서맥, 운동불내성, 저혈압, 방실전도 차단 같은 부정맥\n- 칼슘채널 차단제와 병행투여를 피하고 만약 어쩔 수 없이 실시할 경우, 주의가 요망됨\n기타 부작용\n- 기관지 수축: 만성 폐색성 폐질환이나 천식증에 사용금지\n- 저혈당증: 베타2 차단제. 당뇨병환자에게는 이러한 효과가 적은 베타1차단제를 투여한다.\n\n\n\n\n표 1-19 베타차단제의 종류에 따른 임상적 적용증\n\n\nClass/Drug 임상적 효능 Comments\n\n\n약어: HTN: 고혈압, Angina: 협심증, Arrhy: 부정맥, MI: 심근경색, CHF: 울혈성 심부전증\n\n1.4.5 혈관 수축제(혈압강화제)\n(1) 약리적 사용 목적\n혈관 평활근을 수축하여 혈관을 수축하는 약물로 전신혈관계에 작용할 경우, 동맥압이나 정 맥압을 상승시키는 작용을 한다.\n\n주로 전신성 저혈압이나 저혈량성 쇼크가 있을 때 사용한다.\n약물의 종류\n● Alpha 교감신경 흥분제: 혈관 평활근에 분포된 α-수용기를 자극하여 혈관 수축을 유발한다.\n\n● Vasopressin analogs: 항이뇨 호르몬으로써 동맥압상승 목적으로 사용된다.\n\nAlpha교감신경흥분제\n● 혈관 평활근에 분포된 α1-수용기와 α2-수용기를 자극하여 혈관을 수축시킨다.\n● 혈관 평활근에는 주로 α1-수용기가 분포되어 있고 조직이나 혈관에 따라 α2-수용기가 분포 되는 경우도 있다. 때문에 주로 α1-흥분제가 주로 임상에 사용된다.\n● 약물의 종류\n▶▶ a1-흥분제: methoxamine, phenylephrine; 이 두 가지 약물이 주로 저혈압과 쇼크 치료 목적으로 사용된다.\n▶▶ a2-흥분제: clonidine, guanabenz: 고혈압 치료 목적으로 아주 드물게 사용된다.\n\n\n부작용 및 금기사항\n\n반사성 서맥증(reflex bradycardia)이나 불안 등의 부작용이 보고되어 있고 전신혈관 수축으 로 심장에 작업부담을 증가시킨다.\nα2-흥분제의 경우 진정이나 점막건조, 서맥증 같은 부작용을 유발한다.\n\n\n\nVasopressin Analogs\nVasopressin (arginine vasopressin, AVP; antidiuretic hormone, ADH)은 시상하부에서 형성 되어 뇌하수체 후엽에서 분비되는 호르몬으로, 신장에서 이뇨를 억제하는 역할을 하고 혈 관에 분포된 수용기를 자극하여 강력한 혈관 수축작용을 하여 혈압을 상승시키는 역할을 한다.\n● 주로 요붕증이나 식도출혈에 의한 체액소실이나 세균내독소에 의한 폐혈증성 쇼크에 사용 하고 저혈압과 저혈량증성 쇼크 같은 순환기질환에 대한 연구는 미비하다.\nArginine vasopressin (AVP): 임상적으로 많이 사용되는 약물이다.\n● 대표적인 부작용으로는 기관지수축과 복통 등이 있다. 또한 수분 중독(water intoxication)이 나 저나트륨혈증을 유발할 수 있다.\n\n1.4.6 부정맥 치료제\n심부정맥 치료의 가이드라인\n● 부정맥의 발생부위에 따른 치료제 선택\n● AV junction 상단: 심방성, 심실상성 연접부성 부정맥\n▶▶ Diltiazem: 첫 번째 투여(DCM, MVD인 경우, 신중히 사용)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n그림 1-48 Vasopressin의 작용기전\n\nVasopressin은 두 개의 수용기를 가지고 있고, V1 수용기는 혈관 평활근에 작용하여 혈관 수축을 통해 혈압을 상승시키고, V2 수용기는 신장에서 항이뇨 호르몬작용으로 수분를 저류하여 혈압을 높이는 역할을 한다.\n\n▶▶ Propranolol: HCM에 의한 부정맥에 먼저 사용\n▶▶ Digitalis: DCM이나 MVD에 의한 부정맥에 먼저 사용\nAV junction 하단: 심실성 부정맥\n▶▶ Lidocaine: 응급 상황에 먼저 사용\n▶▶ Sotalol: 경구투여로 관리할 때 먼저 사용\n▶▶ Amiodarone: Sotalol에 반응하지 않을 경우 사용\n\n부정맥 치료의 개시 시점\n● Single VPC(심실성 부정맥)나 APC(심방성 부정맥)는 치료를 하지 않고 Holter나 Event recording 같은 세밀한 심전도 검사가 요구된다. 보호자에게 주기적인 심전도 검사의 필요성 을 설명하고 sudden cardiac arrest에 대한 경고를 한다.\n● 부정맥 치료가 환자의 상황 개선에 이점이 있을 경우에 한해 치료를 실시한다. 경미한 부정 맥에 예방 효과를 위해 부정맥 제제를 투여하지 말라.\n● 일반적인 부정맥 치료 시점은\n▶▶ VPC와 APC가 다 같이 관찰될 때\n▶▶ Ectopic beat의 발생 빈도가 분당 20~30회 이상일 때\n▶▶ Dublets, triplets, runs of ectopic beat(부정 박동이 연속해서 나타날 때)\n▶▶ 부정 박동의 형태가 다양할 때\n\n▶▶ 실신이나 경련같은 임상 증상이 관찰될 때\n● 부정맥의 종류를 파악하기 힘든 응급실 사항\n▶▶ 일반적으로 VPC와 APC의 치료에 사용되는 부정맥 치료제는 서로 길항하는 경우가 많 다. 특히 APC 치료에 사용되는 교감신경 차단제와 칼슘채널 차단제는 VPC에 치명적이 다. 반면, VPC 치료에 사용되는 Class I 계열의 부정맥 치료제는 APC에 미치는 영향이 거의 없다. 때문에 부정맥에 대한 응급치료가 필요한 상황이고 부정맥의 종류를 파악하기 힘든 경우, class I 계통 부정맥 치료제를 먼저 사용해본다. 하지만 일반 outpatient를대 상으로 이러한 치료는 너무 위험하므로 반드시 정밀 검사 후 치료제를 선정해야 한다.\n항부정맥 치료제의 작용기전\n● 항부정맥 치료제는 다음 3가지 작용기전에 의해서 약리작용을 일으킨다(발휘한다).\n● 심근의 나트륨과 칼슘채널을 차단\n● 이들 이온채널이 활성 후 회복 시간을 지연\n\nAction potential의 재분극을 유발하고 diastolic membrane potential(이완기의 세포막의 분 극상태: pacemaker potential) 유지에 관여하는 칼륨의 전하의 강도(magnitude)와 지속기간 을 변조\n● 대부분의 항부정맥 치료제는 정상세포의 자율성(automacity: 심장 박동을 유발하는 자동적 인 pacemaking)과 충동의 전도속도에 영향을 주지 않고, 선택적으로 비정상적으로 탈분극 된 세포만을 억압한다. 하지만 약물 농도가 너무 높으면, 정상세포에도 영향을 준다.\nState-dependent manner\n▶▶ 이러한 약물들은 심근세포에 분포된 나트륨, 칼슘, 칼륨채널을 차단하는데, resting phase 의 세포에는 영향을 주지 않고 주로 activation 및 inactivation phase의 세포에 선택적으 로 결합한다.\n부정맥 치료제의 종류(표 1–20)\nClass IA. Quinidine\n▶▶ 기전\n▶ Frequency-dependent manner(정상빈도 이상으로 활성화된 세포에만 작용)로 활성화된 나트륨채널(activated sodium channel)을 차단하며 membrane responsiveness(세포막의 충동에 대한 반응성, 다시 말해 충동의 전도속도)를 감소시킨다. 심방, 심실 및 His- Purkinje세포에 대한 국소마취효과를 나타낸다.\n▶ Ectopic pacemaker(비정상적으로 충동을 유발하는 세포들)의 phase 4 탈분극을 지연시 킨다. 때문에 충동유발이 느려진다. 뿐만 아니라 칼륨채널을 차단하여 재분극을 지연시 키며, 나트륨과 칼륨채널을 차단하므로 회복기도 지연된다.\n\n\n\n표 1-20 부정맥 종류별 작용기전\n\n구분 작용\nClass I 나트륨채널 차단제\n\n\nClass IA Vmax 충동전도 및 action potential을 지연시킴\n\n\nClass IB 정상세포의 Vmax에 영향을 주지 않고, 오직 비정상세포의 Vmax를 지연 하고 action potential을 단축시킴\n\n\nClass IC Vmax를 심하게 감축시키며 충동전도를 느리게 하나, action potential에는 영향을 주지 않음\n\n\nClass II 교감신경 차단제\n\n\nClass III 칼륨채널 차단제 action potential의 기간과 회복기(refractoriness)를 지연\n\n\nClass IV 칼슘채널 차단제\n\n\n\n▶▶ 작용\n▶ 강력한 항콜린성 작용이 있어서(특히, 동방결절과 방실결절에 대해), 초기 투여시 동 방성 빈맥(sinus tachycardia)을 유발하며, 방실전도 역시 빨라진다. 이 때문에 PR 간격 이 감소된다.\n\n\n▶ 하지만 곧이어 심근세포에 대한 직접적인 약리효과를 발휘하여, 심박을 감소시키고 방 실전도를 지연시키므로 PR 간격이 지연된다. 심실전도가 지연되므로 QRS 역시 길어 지며(QRS widening), 심실내 action potential을 지연시키므로 QT 간격도 길어진다.\n▶▶ 적용\n▶ 광범위한 부정맥증에 사용할 수 있는 약물이지만, 주로 premature atrial contraction (심 방 조기수축), atrial fibrillation(심방세동) 및 atrial flutter(심방조동)에 사용되며, 더나 아가 AV reentry arrhythmia(방실 회귀성 부정맥), premature ventricular complexes(심 실 조기수축) 및 ventricular tachycardia(심실 빈맥)에도 사용할 수 있다. Digitalis중독에 의한 부정맥증 치료에도 사용할 수 있으나, 이 경우 lidocaine을 먼저 선택하여야 한다.\n\n\n치료 참고 및 주의사항\n\n환자가 atrial fibrillation이나 flutter가 있을 경우, 투약 초기에 항콜린성 작용 때문에 부정맥 이 악화될 수 있으므로 주의해야 한다. 때문에 종종 digitalis와 함께 투여된다.\n또한 negative inotropic(음성 변력성, 심장 수축력을 약화)이므로 울혈성 심부전증이나 심한 저혈압이 있을 경우, 사용을 금한다. 간에서 대사되므로 간기능이 중요하고, 부작용으로 소 화기 증상과 혈소판 감소증이 있다.\nCimetidine은 약물의 배설을 느리게 하여 중독증을 유발할 수 있고, 또 혈장단백질과 결합 하여 대사되므로 저단백혈증 역시 중독증을 유발할 수 있다. 개에서 약물의 반감기는 6시간 정도이다.\n\n\n\n\n▶▶ 유사약물\n▶ Procainamide와 disopyramide가 유사약물로, 약리효과는 비슷하나 procainamide는항 콜린성 작용이 경미하다. 하지만 sick sinus syndrome, AV block, 심실내 전도장애 및 저혈압상태일 경우, 주의해서 투여해야 한다. 또한 complete heart block이 있는 환자 에선 사용을 금한다.\nClass IB: Lidocaine\n▶▶ 기전\n▶ 본 약물은 membrane responsiveness를 감퇴시키고, activated/inactivated sodium chan- nel를 차단한다. 특히 이러한 작용은 허혈이나 digitalis 등에 의해 action potential이길 어진 세포에 보다 선택적으로 작용한다. 때문에 정상세포에 대해 영향을 주지 않지만 비정상적으로 탈분극상태에 있거나 손상된 세포에 선택적으로 작용한다.\n▶ 심실세포의 Vmax를 지연시킨다. 동방결절의 automacity에 영향을 주지 않으므로 심 박수에는 변화가 없지만, ectopic pacemaker는 억압한다.\n▶ 또한 Purkinje세포에서 action potential 기간과 회복기를 지연시킨다. 그러나 방실 전 도에는 영향을 주지 않는다. 때문에 ECG상에 변화는 관찰되지 않는다.\n▶▶ 적용\n\n\n▶ 작용 범위가 좁은 약물로, 주로 심근경색에 의한 supraventricular arrhythmia치료에 이 용된다. 또한 atrial fibrillation이나 atrial flutter에 대해 치료효과가 없다. 이 약물은 탈 분극된 세포에만 선택적으로 작용하므로 digitalis중독에 의한 부정맥 치료에 제일 먼 저 사용되는 약물이다. 일차로 간에서 대사되므로 간 기능이 중요하며, 구강투여는 안 된다.\n\n\n치료 참고 및 주의사항\n\nComplete heart block이 있는 경우 사용을 금하고, sinus bradycardia나 sick sinus syndrome이 있는 경우, 주의해서 투여해야 한다.\n약물의 반감기는 개의 경우 90분 정도이며, 초기 2 mg/kg으로 투여한 후 2~3회에 나누어 천천히 투여한다. 고양이의 경우, 중독이 더욱 쉽게 일어나므로 0.25~0.5 mg/kg으로 초기 투여한 후 일정한 속도로 투여하거나 수액과 섞어 일정한 속도로 투여한다.\n\n\n▶▶ 부작용\n▶ Lidocaine의 가장 흔한 부작용은 중추신경계 흥분으로, 고양이는 특히 중독에 민감하 여 발작과 함께 호흡부전이 유발될 수 있다. 이 경우, diazepam을 0.5 mg/kg으로 투여 하면 발작을 완화할 수 있다.\n▶ Propranolol이나 cimetidine과 함께 투여하면 간의 혈류량을 감소시켜 lidocaine 대사 를 지연시키므로 중독증이 유발될 수 있다.\n\n▶▶ 유사 약물\n▶ Mexiletine, tocainide가 있고 이들은 구강투여가 가능하다. Phenytoin은 항발작증 치료제 로, 광범위한 의미로 여기에 속할 수 있다. 약리작용은 심방보다는 심실이나 His-Purkinje 세포들의 membrane responsiveness를 감퇴하여 작용한다. 개에서 반감기는 3시간 정도이 고 cimetidine이나 chloramphenicol과 함께 투여하면 microsomal enzyme을 방해하여 혈 중 phenytoin 농도를 높여 중독증을 유발할 수 있다. 고양이에서는 낮은 농도에서도 중독 증이 유발되므로 사용을 금한다.\nClass IC: Flecainide\n▶▶ 작용\n▶ 강력한 나트륨 및 칼륨 차단제로 membrane responsiveness를 감퇴시켜 전도를 지연시 키며 동방결절의 automacity를 억압하고 방실 전도 역시 지연시킨다.\n▶ Premature ventricular complexes의 조절에 유용하므로 주로 supraventricular arrhyth- mia 치료에 적용된다. 방실 전도장애가 있는 환자에게 투여하면 conduction block을유 발할 수 있다.\n▶ ECG상에서 PR 간격지연과 QRS widening을볼수 있다. 심부전증이나 베타 차단제 및 칼슘 길항제를 투여받고 있는 환자에선 금기이다. 본 약물은 premature ventricular complexes에는 유용하지만, sustained ventricular tachycardia(지연성 심실빈맥)은 악화 시킨다.\n▶▶ 유사약물\n▶ Propafenone이 이와 약리작용이 유사한 약물이다.\nClass II: Propranolol\n▶▶ 작용\n▶ J3-adrenergic antagonist(베타 차단제)로 J31-adrenergic receptor를 차단하여 cate- cholamine 방출을 차단하며, 나트륨채널을 차단하고, membrane responsiveness를 감퇴 시킨다.\n▶ 교감신경 활성을 차단하여 동방결절과 ectopic pacemaker의 automacity를 느리게 하며, 방실전도 역시 느리게 한다. 특히 심방세포에서 action potential의 지속기간과 회복기 를 지연시킨다. 때문에 ECG상에서 PR 간격의 지연(때로 QT 간격의 감소와 함께)이 관찰된다.\n▶ 심실성 ectopic beat을 억압하는 작용은 약하다. 때문에 심실성 부정맥 치료제로는 부적 당하다. 방실 전도를 느리게 하고 동방박동을 느리게 하여 심실박동을 안정시키므로 주 로 supraventricular arrhythmia 치료에 이용된다.\n▶▶ 적용\n▶ 고양이의 supraventricular tachycardia을 교정하는 데 맨 처음 사용할 수 있는 약물이며,\n\n\n개의 경우, class I 항부정맥제와 함께 사용하면 부정맥을 교정하는 데 더욱 효과적이다.\n▶ 음식과 함께 투여하면 구강투여된 약물의 흡수를 지연시킨다. 개에서 반감기는 1.5시 간 정도로 짧다. 교감신경 흥분 정도에 따라 약물의 효과가 달라지므로 초기에 과량투 여시 역효과를 일으킬 수 있으므로 약물을 낮은 농도에서부터 환자의 치료반응을 보면 서 조금씩 높여가야 한다.\n▶ 차단효과가 지나치게 클 경우, bradycardia, 심부전증, 저혈압, 기관지 경련 등을 유발 할수 있다. Catecholamine(예, dopamine, dobutamine)을 투여하면 이런 부작용을 교정할 수가 있다.\n▶▶ 유사약물\n▶ Metoprolol과 acebutolol이 여기에 속하는 약물로 J31-adrenergic receptor에 보다 선택 적으로 작용한다.\n▶ Propranolol과 약간의 작용기전에 차이가 있지만 기본적인 기전은 같다. Esmolol은약 물의 지속기간이 극히 짧은 약물로 receptor 차단에 부작용이 극히 적고, 주로 atrial fib- rillation이나 flutter 치료에 이용된다.\nClass III: Soltalol\n▶▶ 작용\n▶ Class II약물과 유사한 J31-adrenergic receptor 차단효과 이외에도 Potassium channel (IKr:초기 action potential 재분극을 유발하는)을 차단하여 action potential의 지속기간 과 회복기를 지연시킨다. 이 때문에 QT 간격이 지연되고 동방결절의 automacity가느 려진다.\n▶ 주로 다른 약물에 반응이 없는 심실상 부정맥이나 위급한 심실성 부정맥 치료에 이용 되며, atrial fibrillation이나 flutter 치료에도 적용된다. 약물투여 초기에 다형태성 심실 부정맥(torsade de pointes)을 유발할 수 있으므로 주의를 해야 한다. 본 약물은 동방결절과 ectopic pacemaker의 automacity를 느리게 할뿐 충동 전도속도에 영향을 주지 않는다.\n▶▶ 유사약물\n▶ Dofetalide, ibutiilide, amiodarone, bretylium 등이 여기에 속하는 약물이다. Dofetalide 와 ibutiilide는 선택적인 IKr channel 차단제로 action potential의 지속기간과 회복기를 지연시킨다.\n▶ Amiodarone은 여러 가지 칼륨채널을 복합적으로 차단하고 더 나아가 inactivation 상태에 있는 나트륨채널도 차단한다. 작용기전은 명확하지 않으나, 더 나아가 칼슘채널 과 α- 및 J3-receptor를 차단한다. 이 약물은 특히 탈분극상태에 있는 약물에 보다 강력 하게 작용한다.\n▶ Bretylium은 교감신경 말단에 축적되어 catecholamine의 방출을 억제하는 간접효과와 칼륨채널을 차단하는 직접효과를 통해 action potential의 지속기간과 회복기를 지연시킨다. 주로 lidocaine으로 교정이 안되는 atrial fibrillation 치료에 이용된다. 심한 brady- cardia나 저혈압증이 있을 경우, 사용을 금한다. 빠르게 정맥내로 투여하면 운동실조나 구토를 유발할 수 있고, 저혈압증이 유발될 수 있다. 이 경우, 수액을 통해 증상을 완화 시킬 수 있다.\nClass IV: Diltiazem, Verapamil\n▶▶ 작용\n▶ 본 약물은 activation/inactivation 상태의 칼슘채널을 차단하는 약물로, 느리게 반응하 는 action potential의 세포들을(예, 동방결절과 방실결절) 차단하는 약물이다. 때문에 동방결절의 automacity를 느리게 하고 방실결절의 회복기를 지연시켜야 한다. 이로 인하여 PR간격이 길어진다.\n▶ 혈관 평활근의 칼슘채널을 차단하여 말초혈관을 확장한다.\n▶ Negative inotropic작용이 있어서 동방결절을 느리게 한다. 방실결절의 전도속도와 회 복기를 느리게 하므로 reentry supraventricular tachycardia 치료에 가장 적합한 약물이 다. 또한 심방세동을 정상박동으로 교정하는 데 이용한다. 하지만 심실성 부정 맥엔 효과가 없다.\n▶ Digitalis에 의한 delayed after-depolarization (DAD) 발생을 억제하므로 digitalis 중독 증에 이용되기도 한다.\n▶ Negative inotropic이므로 sick sinus syndrome, AV conduction block 및 울혈성 심부전 증에는 사용해서는 안된다. 특히 digitalis나 베타 차단제와 함께 투여시 방실 전도를 지 나치게 느리게 하므로 주의가 필요하다.\n\n\n치료 참고 및 주의사항\n\nVerapamil은 초기에 낮은 용량(0.05 mg/kg)을 천천히 정맥주사한 후, 부작용이 나타나지 않 으면 20~30분 간격으로 0.15~0.2 mg/kg으로 부정맥이 교정될 때까지 투여한다. 이는 혈압 을 떨어뜨리는 약물이므로 혈압을 주기적으로 체크해야 한다.\n베타 차단제와 함께 투여하면 갑작스럽게 동방박동을 떨어뜨리고 complete heart block을 유발할 수 있다. Verapamil은 신장의 청소율을 저하시키므로 digitalis와 함께 투여시 digitalis의 혈중 농도를 상승시킬 수 있다.\n\n\n▶▶ 유사약물\n▶ Diltiazem과 bepridil이 비슷한 약리효과를 보이는 약물이다. 저혈압과 심장 억압작용 이 대표적인 부작용이다.\n● 기타\n▶▶ Digitalis\n\n\n\n▶ Positive inotropic작용 때문에 심부전증에 사용되는 약물로 세포내 칼슘 과량 유입과 DAD의 발생 유도로 부정맥을 유발한다. 하지만 미주신경 흥분으로 좁은 범위의 항부 정맥 치료효과를 보인다. 칼슘유입을 차단하고 칼륨의 이동을 향상시켜 방실결절의 회 복기를 지연시켜, 방실결절의 재유입성 부정맥(AV reentry arrhythmia)에 대한 치료효 과가 있다. ECG상에서 PR간격의 지연과 ST segment의 변화가 관찰된다. 하지만 dig- italis에 의한 부정맥 유도작용에 따른 부작용 우려 때문에 치료에 널리 사용되지는 않 는다.\n▶▶ Adenosine\n▶ G-protein coupled receptor(칼륨채널을 활성시키는 단백질)에 작용하는 약물로 칼슘 전하에 대한 norephinephrine의 작용에 길항한다. 때문에 약리작용은 칼슘 차단제와 비슷하다. 동방결절의 작용을 느리게 하고 방실결절의 회복기를 지연시키며 방실 전도 를 느리게 한다. 또한 교감신경에 의한 DAD 발생을 억압한다. 주로 심실상성 빈맥증 치료에 이용되고, 반감기가 짧아서 부작용은 극히 적다. 하지만 수의 분야에서는 잘 이 용되지 않는다.\n▶▶ 황산 마그네슘(MgSO4)\n▶ Recurrent torsade de pointes 예방에 사용되며, digitalis에 의한 부정맥 치료에도 효과 적이다. 하지만 그 약리기전은 명확하지 않다. 하지만 수의 분야에서는 잘 이용되지 않 는다.\n▶▶ 칼륨\n▶ 심근세포 action potential에 중요한 전해질로, 치료는 주로 세포내 칼륨의 농도구배를 정상화하는 데 초점을 둔다. 저칼륨혈증의 경우, DAD를 유발하고 ectopic beat를 유발 한다. 반대로 고칼륨혈증의 경우, 전도를 지연시키고 ectopic activity를 억압한다.\n\n1.4.7 혈전용해제\n혈전용해제(thrombolytics, fibrinolytics)는 혈전을 용해하는 데 사용되는 약물이다.\n혈전은 체내 혈관에서 발생할 수 있고 특히 관상동맥, 뇌혈관 폐혈관 및 신장내 혈관에 발생 하였을 경우, 생명을 위협하는 질환을 유발할 수 있다.\n\n혈전용해제의 작용기전\n● 혈전용해제는 plasmin으로 전환되는 plasminogen을 활성시키는 약물이다.\n● Plasmin은 단백분해효소로 혈전을 형성하는 섬유소를 분해하는 성질이 있다.\nTissue plasminogen activator (tPA), streptokinase (SK) 및 urokinase (UK)가 대표적인 혈전용해제로 서로 다른 기전에 의해 혈전을 분해한다.\n\n\n\n\n\n\n\n\n그림 1-49 혈전 용해제의 작용기전\nTissue plasminogen activator (tPA), streptokinase (SK) 및 urokinase (UK)는 plasminogen을 활성화하여 plasmin을 생산하여 형성된 혈전의 섬유소를 분해한다. tPA는 SK나 UK에 비해 혈전을 형성하고 있는 섬유소에 대한 친화도가 높아서 전신적 부작용이 적다.\n\n● tPA가 가장 대표적인 혈전 용해제로 다음과 같은 기전으로 혈전을 용해하는 효과를 나타낸다.\n▶▶ tPA가 혈전표면의 섬유소와 결합한다\n▶▶ 섬유소와 결합한 plasminogen을 활성화시킨다.\n▶▶ Plasmin이 plasminogen과 결합한 섬유소를 분해한다.\n▶▶ 섬유소 분자가 plasmin에 의해 분해되어 혈전이 용해된다.\n● Plasmin이 혈전을 용해하기도 하지만 순환 혈액중에 있는 fibrinogen 같은 혈액응고단백질 을 분해할 수도 있으므로 지혈장애를 유발하므로 모니터링이 필요하다. SK와 UK는 이러한 부작용이 더 심하게 발생한다.\nSK나 UK는 단백분해효소가 아니며 plasminogen과 결합하여 plasmin을 방출시킨다. tPA 와 달리, 혈전을 형성하는 섬유소와 결합하지 않고 혈액중에 fibrinogen을 용해하여 혈전 용해를 유발한다.\n● 혈전의 용해는 혈전이 형성된 시간에 따라 그 효능이 달라진다.\n● 혈전 형성 2시간 이내에 투여하면 그 효능이 최대로 나타나지만 그 이후에 투여할 경우, 그 효과는 점진적으로 반감되고, 더 많은 용량의 혈전용해제투여가 필요하다.\n약물의 종류\nTissue Plasminogen Activators\n▶▶ Alteplase (Activase®; rtPA): Recombinant form of human tPA, 반감기가 짧아서(5분이 내) IV용으로 사용됨\n▶▶ Retaplase (Retavase®): Genetically engineered recombinant tPA: 효과가 빠르고 더 강력 하다. IV용 약물로, 폐혈전증에 사용됨\n▶▶ Tenecteplase (TNK-tPA): 반감기가 더 길고 섬유소에 대한 친화도가 더 높다. IV용으로 사용됨\nStreptokinase\n▶▶ Natural streptokinase (SK): Streptococci에서 분리된 약물로 섬유소에 대한 친화도가 떨 어져서 tPA보다 효능이 떨어진다.\n▶▶ Anistreplase (Eminase®): SK와 plasminogen합제로 natural SK보다 강력하고 효능이 우 수하다.\nUrokinase\n▶▶ Urokinase (Abbokinase®; UK): Urinary-type plasminogen activator (uPA)로 불리며, 신 장에서 분리되며, SK보다 항원성이 없어서 안전하다.\n\n\n부작용 및 금기사항\n\n실혈: 외상의 병력이 있을 경우, 사용을 하지 않는다.\n과민반응: 사람을 위해 개발된 약물이므로 과민반응을 유발할 수 있다.\n\n\n\n1.4.8 심장질환의 영양 요법\n심장질환은 대부분 만성으로 경과하기 때문에 장기간의 약물요법에 의한 식욕 저하와 혈액 순환장애에 의한 대사장애로 인하여 종국엔 대부분의 환자는 악액질상태에 빠지게 된다.\n\n\n\n(1) 심장질환에 있어서 영양요법의 목표\n적절한 칼로리와 몸에 필수적인 단백질, 지방 및 비타민을 보충 심장질환 치료에 사용되는 약물요법에 의한 부작용을 최소화 나트륨급여 제한을 통한 울혈성 심부전 완화\n항산화제 투여를 통한 심근의 허혈성 손상을 최소화 심장질환의 영양학적 결핍 요소에 의한 원인을 제거\n\n(2) 적절한 체중 유지\n심장질환의 영양요법에 있어서 가장 중요한 것은 장기간의 약물요법에 의한 식욕부진과 혈액 순환장애에 의한 대사장애로 발생되는 부적절한 칼로리를 적절하게 보충하는 데 있다.\n\n심장질환에 걸린 환자는 심맥관계의 에너지 소모량이 증가하기 때문에 더 많은 칼로리가 요 구되나 스트레스의 증가와 불량한 혈액순환에 의해 영양소 섭취는 오히려 정상 동물에 비해 감소된다.\n이러한 영양 결핍은 면역반응과 손상된 조직 복구능력을 저하시킨다. 이로 인하여 저알부민 혈증이 발생된다. 더 나아가 신장이나 간 기능 역시 순환장애로 인해 저하된다.\n\n이러한 이차적 변화는 약물 대사에 변경을 주어 치료반응을 더욱 지연시키고, 약물의 중독증 을 유발할 우려가 있다.\n\n장기간의 이뇨제 투여는 저칼륨혈증을 유발할 수 있고, 이러한 칼륨의 결핍은 극심한 식욕 부 진을 동반하는 경우가 많다. 특히 신장질환이 동반될 경우, 저칼륨혈증을 더욱 악화시킨다.\n\n심장질환이 있는 환자에 있어 균형이 맞는 사료(특히, 칼로리와 고급 단백질의 함량)와 칼륨 의 보충이 중요하다.\n\n식욕이 저하된 환자에게 사료로 급여를 개선하기 위한 방법\n● 사료를 따뜻하게 데워서 음식의 향내를 증가시키는 방법\n● 사람이 먹는 음식을 소량 섞어 먹이는 방법(마늘이나 염화 칼륨을 첨가)\nHand-feeding\n● 소량을 여러 번에 나누어서 먹이는 방법\n● Fish oil 같은 고급 지방을 사료에 첨가하여 풍미를 개선\n\n\n소금이 제한된 처방 사료를 효과적으로 먹이는 방법\n● 처방 사료로 곧바로 바꾸지 말고 처음엔 한두 알씩 섞어주거나 원래 사료를 물에 불려서 불 린 처방 사료와 섞어서 먹인다.\n● 장시간에 걸쳐 처방 사료의 비율을 늘리다가 사료를 완전히 교체한다.\n● 통상 2~3달 이상에 걸쳐 사료를 교체한다.\n\n비만은 심기능에 악영향을 준다. 비만은 심박출량, 폐기능, 신경 호르몬계, 혈압 모두에 나쁜 영향을 주며, 비만의 주된 원인은 과잉 영양공급이다.\n\n\n때문에 지나친 영양분공급이나 고지방 사료는 피한다.\n\n(3) 심장질환과 영양소\n단백질\n● 1960년대에는 단백질의 공급이 신장이나 간에 metabolic stress를 증가시켜서 CHF의 증세 를 악화시킬 것으로 믿었기 때문에 단백질공급을 제한하도록 권장하였다.\n\n\n● 하지만 최근의 경향은 만성 질환에 의한 악액질 발생으로 lean body mass를 감소시키는 부 작용 때문에 지나친 단백질 제한보다는 심장에 필수적인 taurine과 L-carnitine을 비롯한 고 급 단백질 급여를 적극 권장하고 있다.\n● 타우린(taurine)은 심근에 많이 분포되어 있는 아미노산이다. 타우린 결핍은 고양이와 일부 견종(예를들어, 코커스파니엘)에서 확장성 심근증(DCM)을 유발하는 것으로 알려져 있다.\n▶▶ 개의 경우, 고양이와 달리 몸에서 많이 생성이 되므로 타우린 결핍은 드물다. 하지만 타 우린과 L-carnitine의 보조 공급으로 DCM의 증상이 개선된다고 한다\n▶▶ 타우린 자체가 양성적인 심장 변력작용을 가지고 있으므로 결핍 여부와 무관하게 사료 에 첨가하는 것이 장기간의 심장질환 치료에 유익하다.\n● L-carnitine은 골격근과 심근에 많이 분포되어 있으며, 지방산 대사와 에너지 생산에 필수 적인 영양소이다.\n▶▶ 특히 일부 대형품종의 DCM이 이러한 L-carnitine 결핍과 관련있다는 보고가 있다.\n▶▶ L-carnitine은 항산화제이면서 항지방간인자로 유리산소기(oxygen free radical)에 의한 세포손상을 막는 아주 중요한 아미노산이다.\n▶▶ 심부전이나 간부전증시 허혈성 손상이나 지방축적으로 유리산소기 발생이 증가하므로\nL-carnitine 보충이 필요하다.\n▶▶ L-carnitine을 과량 급여한다고 해도 부작용은 드물지만 비용이 비싸서 보호자에게 부 담이 될 것이다.\n\n● 개와 고양이에서, 아르기닌(arginine)은 다른 종의 동물과 달리 충분한 양이 체내에서 생성 이 되지 않으므로 사료내 반드시 첨가해야 한다.\n▶▶ 특히 고양이의 경우, 육식 동물에서 진화되었기 때문에 더 많은 양이 필요하다.\n▶▶ 아르기닌은 nitric oxide의 전구 물질이며, nitric oxide는 혈관 평활근의 이완(혈관 확장)\n에 관여하는 물질이고 혈소판 기능과 염증반응에 관련된 물질이다.\n\n지방\n● 지방은 면역, 염증 및 혈역학적 변화에 커다란 영향을 주는 중요한 인자이다.\n● 생선(특히, 연어, 고등어, 참치)에는 다음 3가지 지방산의 함량이 높다. Omega-PUFA, EPA, DHA. 이들 지방산은 모두 n-3 fatty acid로 흔히 말하는 필수 지방산의 일종이다.\n● CHF가 있는 개에서 이러한 지방산의 농도가 감소한다는 사실이 최근에 밝혀졌다. 이러한 종류의 지방산은 cytokine이나 다른 염증 산물의 생산을 억제하여 악액질의 발생을 막는다 고 한다.\n● 일반적으로 개나 고양이에서 fish oil를 투여하면 오메가-PUFA 3, EPA, DHA같은 영양소를 충분히 공급할 수 있다.\n\n\n전해질\nSodium\n▶▶ 심장질환이 있는 동물에서는 나트륨의 체내 저류는 수분을 저류하여 순환 혈량을 증가 시키고 혈압을 상승시키기 때문에 1960년대에는 심장질환의 증상이 관찰되면 소금의 공급을 제한해왔다.\n▶▶ 초기 심장질환에서 이러한 지나친 소금의 급여 제한은 식욕을 감퇴시키고 영양 결핍을 유발할 수 있어서 적극 권장되지 않는다.\n▶▶ 하지만 소금이 제한된 처방 사료를 Class III의 심장질환에서 투여할 경우, 환자가 먹 지 않는 경우가 많아서 일찍부터 처방 사료를 조금씩 섞어 먹여서 처방 사료로 완전 히 전환하였을 때 환자가 거부하지 않게 미리 훈련시키는 것이 좋다.\n▶▶ CHF 증상을 보이지 않는 환자에게 있어서, 소금이 지나치게 많이 함유된 사료나 애완 동물의 간식류는 피하는 것이 좋다. 대부분의 보호자들은 동물용 사료나 사람의 음식류 에 들어 있는 나트륨양에 대한 사전 지식이 없으므로 반드시 무엇인가를 먹이기 전에 함 량 성분표을 읽어 급여하라고 권고해야 한다.\n▶▶ 채소류, 과일류 및 나트륨 함량이 낮은 애완 동물용 간식류를 급여하도록 권장해야한다.\n▶▶ 신장질환을 위해 만들어진 처방 사료는 단백질 함량이 극히 낮으므로, 신장질환이 합병 되어 있지 않는 한, 심장질환이 있는 환자에게 급여해서는 안된다.\n▶▶ 일반적으로 Royal canin cardiac처럼 나트륨 함량이 제한되어 있고 심장에 필요한 단백질이 풍부한 사료를 급여하는 것이 좋다.\n\n\n\n\n참고자료\n\n헤파카디오, HepaCardio-T\nL-carnitine 250 mg·Taurine 100 mg·Vitamin E 20IU·EPA 6 mg·DHA 4 mg\n\n먹이기 어려운 경우 오메가-덤 soft chew와 함께 급여\n\n간질환·심장질환·항산화작용 비만관련질환·혈액순환개선·노령동물 관련질환\n\n\nL-카르니틴은 체내의 각종 장기에 존재하는 천연물질로서 체내 에너지 생산 및 지방 대사를 위해 필수적 이며, 골격근, 심근, 간, 면역체계, 두뇌, 신경에 필요한 영양성분이다. L-카르니틴은 체내에서도 생산되지 만 이 양은 체내 필요량의 10% 정도 밖에 되지 않기 때문에 모자라는 부분은 체외로부터 보충되어야 한 다. 결핍 시 확장성 심근증을 유발하며 이러한 개체에 L-카르니틴을 공급하여 Fractional Shortening (FS)을 개선할 수 있었다. 상대적으로 안전한 약물이며 심각한 과용이 아니라면 별다른 처치가 필요하지 않다. 고양이의 지방간증이나 다른 간 질병에서 다른 항산화 약물들과 함께 간 보조제로 쓰일 수 있다. 식 사와 함께 급여한다.\n타우린은 심근을 비롯한 근육 수축력을 향상시키고 신경전달/조절물질로 작용하며 항산화 작용을 가지 고 있다. 결핍 시 역시 확장성 심근증을 유발한다. 타우린과 L-카르니틴의 Multicenter Spaniel Study (MUST)에서 타우린과 L-카르니틴의 공급은 심근 수축력 향상을 통해 심부전의 급격한 진행을 늦춰 심 초음파 검사 상의 개선뿐 아니라 생존기간이 4배 이상 연장되는 등 임상적인 개선도 입증된 바 있다. 또한 미네소타 대학의 연구 결과 단백 제한 사료를 급여하고 있는 경우 혈중 타우린 농도가 낮아지기 때문에 보조적으로 공급이 필요하다. 타우린은 혈압을 정상으로 유지하는 작용도 있고, 과도한 신경 전 달을 억제하는 효과도 있어 간질병에서 진정제의 역할도 한다.\n비타민 E는 세포벽의 보호 작용이 있다. 세포벽은 인지질, 콜레스테롤, 중성 지방의 세 가지가 주성분으 로 이루어져있는데 비타민 E는 항산화제로서 이들을 free radical로부터 심근의 손상을 억제하여 준다. 오랜 시간 동안 저장되어 있는 대부분의 사료에는 상당한 양의 불포화지방이 포함되어 있지만 산화와 UV 등으로 인하여 비타민 E가 결핍되어 있다.\nReference\n)“Carnitine | Levocarnitine | L-Carnitine”,“Taurine”In: Donald C. Plumb. Plumb’s Veterinary Drug Handbook, 6th Edition. Blackwell Publishing. 2008\n)“L-carnitine deficiency”,“Taurine deficiency”In: Fox, Sisson, and Moise. Textbook of Canine and Feline Cardiology (2nd Edition) Principles and Clinical Practice.. Saunders. 1999.\n\n\nPotassium\n▶▶ Furosemide(이뇨제)의 장기투여는 신장의 칼륨배설 증가로 저칼륨혈증을 유발한다(특 히, 고양이).\n▶▶ 저칼륨혈증은 식욕과 원기를 저하시키고 digitalis 중독이 더 잘 발생하게 한다.\n▶▶ 심장질환의 치료 목적으로 ACEi를 투여할 경우, 신장에서 칼륨배설을 억제하여 오히려 고칼륨 혈증을 유발할 수 있다. 때문에 ACEi를 단독으로 투여받고 있는 동물에서는 고 칼륨혈증이 발생할 우려가 있으므로 칼륨 보충을 피해야 한다.\n▶▶ 하지만 임상에서 ACEi를 단독투여하는 경우는 드물고 대부분 furosemide 같은 이뇨제 와 병행투여하므로 furosemide에 의한 칼륨배설촉진으로 ACEi에 의한 고칼륨혈증이 offset되는 경우가 많기 때문에 ACEi에 의한 고칼륨혈증이 발생할 우려는 거의 없고 오 히려 저칼륨혈증에 대한 처치가 중요하다.\nMagnesium\n▶▶마그네슘 역시 칼륨과 같이, furosemide의 장기투여는 신장의 배설 증가로 저마그네슘혈 증을 유발한다.\n▶▶저마그네슘혈증은 부정맥을 악화시키고 심근의 수축력을 떨어뜨리며, 근허약증을 유발 한다.\n▶▶비록 저마그네슘혈증은 임상적으로 매우 드물게 관찰되지만, 마그네슘을 사료내 첨가하 는 것이 좋다.\n● 비타민\n▶▶사람의 경우, thiamine 결핍증이 심근증을 유발한다고 보고되어 있다.\n▶▶비록 소동물에서 이러한 비타민류에 대한 연구는 아직 미비하지만, 최근 연구에 따르면 고양이에서 비타민 B12을 급여하면 심근증의 발생비율을 크게 떨어뜨린다고한다.\n▶▶쥐에서도 비타민 B12 결핍이 심근의 비대와 심근의 섬유소 침착을 증가시키는 것으로 보 아 사료중에 첨가하면 유용하다.\n▶▶장기간의 이뇨제 투여로 요중으로 수용성 비타민류가 더 많이 배설되기 때문에 수용성 비타민류에 대한 첨가는 필수적이다.\nCoenzyme Q10\n▶▶Coenzyme Q10는 에너지 생산에 관계하는 조효소이며 강력한 항산화제이다.\n▶▶Coenzyme Q10 결핍이 심근질환과 관련있다는 학설도 있다.\n▶▶강력한 항산화제효과 때문에 사람의 경우, 말기 암 환자와 심부전 환자에게 사용이 적극 권장되고 있다.\n\n● 항산화제\n▶▶사람의 경우, 최근에 항산화제의 심장질환에 대한 치료효과가 크게 부각되고 있다.\n▶▶산소를 이용한 대사를 통해 발생하는 반응성 산소 폐기물(reactive oxygene species)들은 per- oxidation를 통해 세포막의 취약성을 증가시키는 것으로 널리 알려져 있다.\n▶▶더 나아가 체내의 산화성 폐기물과 항산화제간의 불균형이 여러 질환에서 악화인자로 보 고되고 있다.\n▶▶대표적인 항산화제로는 superoxide dismutase, catalase, glutathione peroxidase, 비타민 C,\n비타민 E 및 glutathione 등이 있다.\n\n▶▶최근 연구에 따르면 개에서 심근증이 진행됨에 따라 체내의 비타민 E 함량도 감소한다고 한다. 그러므로 이러한 항산화제의 투여는 심장질환의 치료에 도움이 된다.\n\n\n\n\n\n\n부록 심장질환에 사용하는 주요약물의 용법과 용량\n\n노바로핀 캡슐(중외제약), 고양이: 0.18 mg/kg PO q24h 칼슘채널차단제\n노바스크 정(한국화이자제약) (0.625~1.25 mg/cat q24h)\n\n\nAmrinone lactate 개: 1~3 mg/kg bolus, then 30~100 ug/kg/ 항부정맥제(Class IV)\n암논 주(이연제약) min CRI (효과가 나타날 때 까지 증량) 고양이: 개와 같음\n\n\nAtenolol 개: 0.25~1.5 mg/kg PO q12~24h 베타차단제(Beta-1) 아테놀올 정(한서, 구주, 고양이: 6.25~12.5 mg PO q12~24h\n국제약품공업, 미래제약, 넥스팜)\n\n\nAtropine sulfate 개: 0.01~0.04 mg/kg IV, IM, IO 항콜린제제 황산아트로핀주 0.02~0.04 mg/kg SC q6-8h\n(대원, 대한, 삼양제약) (기관내 투여시 2배 용량) 고양이: 개와 같음\n\n\nBenazepril 개: 0.25~0.50 mg/kg PO q24h ACE inhibitor\n시바쎈 정(한국노바티스) 고양이: 0.25~0.5 mg/kg q24h (2.5mg/cat/day)\n\n\nButorphanol tartrate 개: 0.055~0.11 mg/kg SC q6-12h; 기침억제제 부토판주(명문제약) 0.55 mg/kg q6~12h PO\n부놀주(한림제약) 고양이: 결정되지 못함\n\n\nCarnitine (Carnitor) 개: 50~100 mg/kg PO q8h 아미노산-영양제\n고양이: 결정되지 못함\n\n\nCarvedilol 개: 0.1~0.5 mg/kg q12h (환자가 견디면, 베타차단제(Alpha and 듀베롤 정(일화), 원베롤 정(대 1.5 mg/kg PO q12h까지 증량) 또는 처음 2주간 nonselective beta 원제약), 디란트 정(진양제약), 0.05~0.1 mg/kg PO q12h 으로 투여 한 후 blocker) 딜라트렌정(종근당) 매 2~4주 간격으로 증량\n고양이: 결정된 바 없음\n\n\n(계속)\n\n138\n임상가를 위한 소동물 내과 질환의 진단과 치료지침\n\n약물이름 투여용량 사용목적\n\nChlorothiazide 개: 20~40 mg/kg PO q12h 이뇨제(Thiazide) 국내유통 없음 고양이: 개와 같음\n\n\nClopidogrel 개: 10 mg/kg를 1~2주 투여 후 항혈전제 플라빅스 정(사노파-아벤티스 2~4 mg/kg PO q24h으로 유지\n코리아, 한국비엠에스 제약) 고양이: 18.75 mg PO q24h\n\n\nDalteparin 개: 100~150 U/kg SC q8h 항혈전제(Low-molecular-\n프라그민 주(화이자) 고양이: 180 U/kg SC q6h weight heparin)\n\n\nDextromethorphan 개: 2 mg/kg PO q6~8h 기침억제제 덱스트로메트로판정(새한) 고양이: 개와 같음\n\n\nDigoxin 개: -유지용량- 0.22 mg/m2 PO q12h 또는 강심제 디고신 정(CJ제약사업본부) 0.0055~0.01 mg/kg PO q12h (약을 투여할 때는\n아주 디곡신 주(아주약품공업) 1~2일간 먼저 유지량의 2배를 투여한후 \n유지용량을 투여한다) 고양이: 0.01mg/kg PO q48h\n\n\nDiltiazem 개: 0.5~2 mg/kg PO q8h 0.1~0.2 mg/kg IV 칼슘채널 차단제 넬슨 딜티아젬 서방정 (한국넬슨) bolus, then 2~6 mcg/kg/min IV CRI\n유영 딜티아젬 서방정(유영제약) Dilacor XR: 1.5~6 mg/kg PO q24h\n고양이: 1.0~2.5 mg/kg PO q8h, 0.1~0.2 mg/kg IV bolus, then 2~6 mcg/kg/min IV CRI,\nDilacor XR: 30~60 mg PO q24h\n\n\nCHAPTER 01 심장-순환기계\n139\n\n약물이름 투여용량 사용목적\n\nEsmolol 개: 보통 50~100 mcg/kg IV를 bolus로매 5분간 투여 베타차단제(Ultra- 브레비블록 주(제익) (최고 500 mcg/kg 까지), 50~200 mcg/kg/min CRI short-acting) 에스블록 주(명문) 고양이: 개와 같음\n\n\nFurosemide 개: 2~6 mg/kg PO, IM, IV q8~48h, 2~8 mg/kg IV 이뇨제(Loop diuretic)\n라식스 정, 주(한독약품), 후릭스 q1~2h(심한 폐부종시) CRI: 0.66 mg/kg IV bolus에 정(일양약품), 다이릭스 정(신일 이어서 0.66 mg/kg/h IV로 CRI\n제약), 라섹드 정(영풍제약), 하 고양이: 1~4 mg/kg PO, IM, IV q12~48h.\n비스 주(제일제약), 후세드 현탁 최소 유효용량으로 유지 액(극동제약)\n\n\nGlycopyrrolate 개: 0.005~0.01 mg/kg IV, IM, 항콜린제제 코비놀 주(비씨월드) 0.01~0.02 mg/kg SC\n글리코피로레이트 주(명문) 고양이: 개와 같음\n\n\nHeparin 개: 100~500 U/kg SC q8h (loading dose) 항응고제 헤파린 나트륨(녹십자, 휴온스) 장기 사용시: 10~50 μ/kg q6-8h\n헤파린 칼슘(유영) 고양이: Loading dose: 100~300 U/kg SC q8h\n\n\nHydralazine HCl 개: 1~3 mg/kg PO q12h 혈관확장제(순수동맥성) 삼진 염산히드랄라진 정 (효과가 나타날 때 까지 증량)\n(삼진제약) 고양이: 0.5~0.8 mg/kg PO q12h\n\n\nHydrochlorothiazide 개: 2~4 mg/kg PO q12h 이뇨제(Thiazide diuretic)\n다이크로지드 정(유한양행) 고양이: 개와 같음 디크로다이드 정(태극약품)\n\n\nHydrocodone bitartrate 개: 0.22 mg/kg PO q6~12h 기침억제제 하이코돈정(비씨월드) 고양이: Do not use\n\n\nHyoscyamine sulfate 개: 0.003~0.006 mg/kg q8h 항콜린제제 국내유통없음\n\n\nIsoproterenol 개: 0.04~0.09 mcg/kg/min IV 강심제(교감신경흥분제) 국내유통 없음 (효과가 나타날 때 까지 증량)\n고양이: 개와 같음\n\n\nIsosorbide dinitrate 개:0.2~1.0 mg/kg PO q12h 혈관확장제(정맥성) 마이팜 이소미드 정(한국마이 고양이: 개와 같음\n팜제약), 앤지비드 서방캡슐\n(한국유니팜)\n\n\nLidocaine 개: 2~8 mg/kg slowly IV or IO (기관내 투여시 항부정맥제제(Class I)\n염산리도카인주 2배용량)- 2mg/kg을 먼저 투여후 \n(대한, 유한, 제일) 25~75 mcg/kg/min으로 CRI\n고양이: 5분에 걸쳐 0.25~0.75 mg/kg IV; CRI 용법 10~40 mcg/kg/min\n\n\nLisinopril 개: 0.25~0.5 mg/kg PO q12~24h ACE inhibitor\n제스트릴정(현대)\n\n\n(계속)\n\n\n약물이름 투여용량 사용목적\n\nMagnesium sulfate 개: 0.75~1 mEq/kg/24h IV (전체 투여량의 50%를 항부정맥제제\n2~4시간 동안 투여하고 나머지 양을 24시간에 걸쳐 투여; 심실세동시 5~10분에 걸쳐 0.15~0.30mEq/kg IV 투여\n\n\nMelarsomine (Immiticide) 개: 2.5 mg/kg/day IM (하루 1회 이틀간 또는 심장사상충 치료제\n한달 뒤-본문 확인) 고양이: 결정되지 못함\n\n\nMetoprolol 개: 0.25~1.0mg/kg PO q8h 베타차단제(Beta-1) 로지맥스 서방정(아스트라제네카), 고양이: 개와 같음\n푸로롤(명인)\n\n\nMexiletine 개: 5~8 mg/kg PO q8~12h; 10분에 걸쳐 항부정맥제제(Class I)\n멕실 캡슐(코러스) 2.5 mg/kgbolus IV 그리고 나서 3시간 동안\n뷰멕 캡슐(세종) 30 mcg/kg/min, CRI, 그리고 나서 24~48시간 동안\n5~8 mcg/kg/min CRI for 24~48hours\n고양이: 결정되지 못함\n\n\nNitroglycerin 개: 1/4 조각/5 kg 경피 부착 q6~8h; 혈관확장제(정맥성) 앤지덤 패취(대웅제약) 고양이: 1/8~1/4조각, 경피 부착 q6~8h\n\n\nNitroprusside sodium 개: 1~10 mcg/kg/min (포도당 희석) CRI 혈관확장제(정맥성) 나이트프레스 주(한국애보트) 고양이: 모름\n\n\nOmega-3 fatty acids 개: 고양이: 50~250 mg/kg/24h PO 영양제-지방\n(ALA, EPA and/or DHA)\n\n\nPimobendan (Vetmedin) 개: 0.25 mg/kg q12h PO 강심제\n고양이:1.25 mg/cat q12h PO (Phosphodiesterase III inhibitor and a calcium Sensitizer)\n\nPrazosin HCl 개: 1 mg/15 kg PO q8h. 효과가 나타날 때 까지 증량 혈관확장제(알파 차단제) 미네신 정(세종제약) 고양이: 결정되지 못함\n\n\nProcainamide 개: 10~30 mg/kg IM, PO q6h; 3~5분에 걸쳐 항부정맥제(Class 1)\n염산프로카인아미드 주 (제이텍 2 mg/kg IV(총 용량이 20 mg/kg을 넘지 않게); 상사), 염산프로카인아미드 20~50 mcg/kg/min CRI\n캄셀(아주) 고양이: 3~8 mg/kg PO, IM, q6~8h\n\n\nPropranolol 개: 0.2~1.0 mg/kg PO q8h; 5~10분에 걸쳐 베타차단제 인데놀 정(동광제약) 0.02~0.06 mg/kg IV (Nonselective) 인데랄-엘에이캅셀(대웅제약) 고양이: <4.5 kg: 2.5~5 mg PO q8~12h;\n>4.5 kg: 5 mg PO 8~12h; 5~10분에 걸쳐\n0.02~0.06 mg/kg IV\n\n\nSildenafil (Viagra) 개: 0.5~1 mg/kg q12h (필요하면 최고 2~3 mg/kg PDE 5 inhibitor\nq8h 까지 증량이 가능) 폐성고혈압 치료제 고양이: 개와 같음\n\n\n(계속)\n\n\n원진스피로노락톤 정(한국웨일즈), 고양이: 개와 같음 (K-sparing diuretic)\n\n알닥톤(파마시아코리아)\n\n\n\n\n\n"}