{
    "title": "임상가를 위한 소동물 내과질환의 진단과 치료지침",
    "author": "현창백",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "02\n임상가를 위한 소동물 내과 질환의 진단과 치료지침\nCHAPTER\n\n폐-호흡기계\n정상 호흡기계의 생리 및 발병기전 2.1\n호흡기질환의 치료 2.2\n호흡기계의 기능을 변조시키는 약물들 2.3\nAerosolization 2.4\n산소치료와 가습기 2.5\n호흡기질환의 수액요법 2.6\n\n\n\n\n2.1 정상 호흡기계의 생리 및 발병기전\n\n2.1.1 기도 직경의 변화\n부교감신경계: 일차적인 지배신경\nAcetylcholine\nPrimary neurotransmitter\n● 경미한 기관수축을 유지하는 신경활성\n\n교감신경계\n● [32-receptors를 통해 기관지 확장 유도\n● a-receptors를 통해 기관지 수축 유발\n\nPurinergic system: 부교감신경(미주신경)을 통해 기관지 확장 유도\n● 신경활성에 관련된 neurotransmitter가 아직까지 밝혀지지 않음\n\n\n● 기관지 과흥분성(천식) 유도기전에 관련됨\n\n세포내 기전\nCyclic adenosine monophosphate (cAMP)와 cyclic guanosine monophosphate (cGMP) 농 도가 기관지 직경조절에 관여\n▶▶ cAMP-유도 기관지 확장\n▶ a-adrenergic stimulation에 의해 cAMP 감소; 기관지 수축\n▶ [32-adrenergic stimulation에 의해 cAMP 증가; 기관지 확장\n▶▶ cGMP-유도 기관지 수축\n▶ Muscarinic stimulation에 의해 cGMP 증가; 기관지 수축\n▶ H1-receptor stimulation에 의해 cGMP 증가; 기관지 수축 기관지 평활근 긴장도(tone)를 조절\n자극 중추(또는 기계적 수용기), stretch 수용기 또는 J-receptors\n\n2.1.2 호흡기 방어기전\n\n기침반사\n\n\n\n\n\n\n\n그림 2-1 기관지 평활근 긴장도(tone)를 조절하는 인자들\n\ncAMP와 cGMP가 기관지 평활근의 긴장도를 결정하는 주된 인자이다. cAMP 농도가 a-adrenergic stimulation에 의하여 감소 하거나 cGMP 농도가 acethylcholine에 의한 M3 receptor반응과 히스타민의 H1-receptor에 의해 반응이 증가하게 되면 기관 지평활근은 수축한다. 그 외 칼슘이나 여러 가지 물질들이 기관지수축을 유발할 수 있으며 [32-adrenergic stimulation이나 H2- receptor의 흥분은 기관지 평활근을 이완하는 작용을 한다. PDE 분해가 억제되면 역시 cAMP 농도가 상승한다. 비록 대부분의 염증매개물질이 PDE방출을 억제하지만 여러 가지 약물들로 병인에 상관없이 평활근 수축을 억제할 수 있다. cAMP: cyclic adenosine monophosphate, cGMP: cyclic guanosine monophosphate, PDE: phosphodiesterase, LTC, LTD: leukotrienes C and D, PAF: platelet-activating factor, PGD2, PGF2: prosta-glandins D2 and F2, TXA2: thromboxane.\n\n재채기반사\n점액-섬모계\n[3-adrenergic stimulation을 통해 섬모활동성이 증가\n● 점도가 낮고 수양성 점액을 유지하여 리듬성 있는 섬모운동을 유지\n● 섬모층 상단에 위치하며, 끈적한 점액층이 있어서 이물질을 포획하는 역할을 함\n● 점액층이 너무 끈적하거나 너무 수양성이면 점액 제거기전에 영향을 줌 Goblet cell에서 점액이 분비됨\n● Goblet cell의 숫자는 호흡기 분비물의 점도가 증가함에 따라 증가됨 Parasympathetic stimulation은 점액분비를 증가시킴\n[3-adrenergic stimulation은 점액, 전해질 및 수분의 분비를 증가시킴\n\n\n\n\n\n\n그림 2-2 호흡기의 점액섬모계\n점액섬모 장치는 병원체의 침입을 막는 호흡기계의 1차 장벽이다. 섬모는 수분이나 졸층(sol layer)에 둘러싸여 있다. 섬모의 움직임에 따라서 섬모 첨단의 겔층을 통해 대형기도 쪽으로 이동하게 된다. 또한 겔층에 포획된 이물질들도 함께 포획되어 호 흡기에서 배출된다.\n\n호흡기 단핵세포-식세포계\n● 식작용(염증매개물질의 분비)\n▶▶ 기도직경의 감소\n▶▶ 부종\n▶▶ 주화작용\n▶▶ 점액생산 증가\n▶▶ 기관지 수축\n\n2.1.3 호흡기질환의 발병기전\n천식은 심한 기관지 수축과 염증이 특징인 폐의 질환임\n염증과정에서 분비되는 염증매개물질들이 발병기전에 중요한 역할을 함 점막상피 투과성의 변화\nCholinergic bronchoconstriction\n기관지가 매우 민감하게 반응하는 과흥분성 상태 점액-섬모계의 기능장애\n만성질환의 기도폐색\n● 기관지 수축\n● 기관지벽의 부종\n\n● 점액과 괴사된 세포의 축적\n● 기도가 점진적으로 폐쇄되다가 궁극적으로 완전 폐색되고 붕괴(collapse)된다.\n● 섬유화가 일어나고 이러한 섬유화가 기관지 허탈을 가속화시키며 폐포내 공기를 포획하여 기종(emphysema)을 유발\n\n2.1.4 호흡기내 염증매개물질\nHistamine\n\nHistamine은 혈관활성 아민류로 basophils과 mast cells에서 분비된다.\n\n\n\n\n\n그림 2-3 염증과 관련된 혈관 활성물질들과 기전\n백혈구나 기타 염증 관련 세포들은 다양한 자극에 의해 arachidonic acid 대사물이나 혈소판활성화인자(PAF)를 방출한다. 비만세포의 탈과립화는 면역과 비면역원성 자극에 의해 유도되며, 또한 과립내 저장된 매개체의 방출로 인한 arachidonic acid 대사기전이 병행된다. 비만세포의 탈과립에 관련된 세포내 기전은 세포내 칼슘의 증가, 무스카린성(M3) 수용체 매개에 의한 cGMP의 증가, 알파-아드레날린성 수용체 자극의 매개물에 의한 cAMP의 감소 등이 있다. 이러한 과립분비 기전을 저 해하는 약물로는 glucocorticoid가 있으며, 이는 lipocortin에 의해 매개된 phospholipase의 활성과 그로 인한 archidonic acid 대사물과 PAF의 방출을 막을 수 있는 몇 안 되는 약물 중의 하나이다. NSAID에 의한 prostaglandin 합성의 억제는 긍 정적인 작용을 할 뿐만 아니라 더욱더 많은 arachidonic acid를 공급함으로써 leukotrienes를 더욱더 증가시키게 된다. 비만 세포의 탈과립은 [32-adrenergic receptor의 자극, 칼슘 유입이나 phosphodiesterase (PDE)의 억제, 무스카린성 수용체 (M3)의 자극을 막음으로써 차단될 수 있다. [32-adrenoergic receptor의 차단과 관련된 약물들은 대부분의 호흡기질환의 환 자에서 금기이다. DAG = diacyglycerol; IP3, inositol triphosphate, PIP2 = phosohatidylinositol; PKC, protein kinase C; PLC, PLA2 = phospholipases C and A2.\n\n\n● H1 receptor에 상호작용하여 세포내 calcium 농도를 증가시키고, 궁극적으로 cGMP 농도를 증가시킴\nHistamine은 기도내 cholinergic receptors를 흥분시킴\n● Histamine은 중추신경계와 말초신경계 모두를 통해 기관지 수축을 유발함\n● H2 receptors의 흥분은 cAMP 농도를 증가시켜 기관지 확장을 유발함\n▶▶ H2 receptors를 차단하는 항히스타민제를 천식 환자에게 사용하면 안 된다.\n● Histamine은 기관지 수축 이외에도 기관지 폐색의 발병기전에 관여한다.\n▶▶ 점액분비는 H2 receptor를 경유하여 일어난다.\n● Histamine은 염증세포(특히, 호산구와 호중구)의 주화인자이다.\n\nSerotonin\n● Mast cell의 탈과립화가 일어날 때 분비된다.\n● 사람이나 개의 기관지 천식에 중요한 매개인자는 아니다.\nSerotonin receptors를 흥분시키고 acetylcholine 분비를 증가시켜 기관지 수축\n● 폐혈관계에 심한 혈관 수축과 미세혈관계 체액방출을 유발\n\nProstaglandins와 Leukotrienes\nEicosanoids (phospholipase A2 분해로 생성되는)\n● PGD2, PGF2a와 TXA2가 기관지 수축을 유발\n● PGE1와 PGI1가 기관지 확장을 유발\n● PGD2에 의해서 유발된 기관지 수축이 히스타민에 의해 유발된 기관지 수축보다 30배 이상 강하다.\n▶▶ PGD2와 TXA2가 즉시형 기도 과흥분성 발현과 관련이 있다.\n폐조직내 lipoxygenases는 arachidonic acid (AA)를 hydroperoxyeicosatetraenoic acid (HPETEs)로 전환시킴\n● 느린 반응성 물질(과민반응시 폐조직내 중요한 염증매개물질)\n● LTC4와 LTD4에 의해 유도되는 기관지 평활근 수축과 미세혈관 투과성이 히스타민에 의해 유도되는 기관지 수축에 비해 100~1,000배 정도 강력하다.\n● LTs는 개에서 점액분비를 유발하는 강력한 물질이다.\n\nPlatelet-Activating Factor\n● 사람의 기도에 대한 강력한 수축물질(dose-independent)\n● 혈소판과 호산구에 대한 강력한 주화인자\n\n\n\n● 지연형 기관지 과민반응성과 관련이 있는 물질\n● 개의 호흡기질환에서 PAF의 역할은 완전히 밝혀져 있지 않다.\n\n\n2.2 호흡기질환의 치료\n\n2.2.1 상부 호흡기\n코의 곰팡이 감염에 대한 치료\n● 코의 아스퍼질러스 감염증\n▶▶ 외과적 처치 후 약물요법을 실시\n▶▶ 수술 직후부터 국소치료를 8시간 간격으로 6~8주 정도 실시(10% povidone-iodine 용액 을 비점막에 적용; 하루에 2회씩 1~2주간 10% clotrimazole 용액을 튜브나 카테터를 통 해 코에 점적; 하루에 2회씩 1~2주간 10% enilconazole 용액을 튜브를 통해 코에 점적)\n▶▶ 국소치료는 전신적 진균요법(itraconazole)과 병행하여 실시한다.\n.\n•수화: 비강과 안구의 분비물은 탈수가 일어나면 진해진다. 이로 인한 환자 불편을 방지하기 위해, 환자 에게 혈관이나 피하를 통해 균형 이온화 수액으로 재수화와 유지에 필요한 수액을 공급해야 한다.\n•영양공급: 식욕부진은 가장 대표적인 상부 호흡기 감염증의 심각한 부작용 중 하나이다. 영양관를 통한 영양공급은 되도록 빨리 시작해야 한다. 호흡곤란이나 심한 무기력증에 빠진 환자는 orogastric (OG) 또는 nasoesophageal (NE) 튜브를 이용한 영양공급을 실시해서는 안된다. \n\n2.2.2 상부기도(기관)\n개의 전염성 기관-기관지염\nBordetella bronchiseptica(Box 2–2)가 kennel cough의 발생과 관련된 가장 대표적인 병원균이다.\n● 합병증이 없는 경우, 보조적인 대증요법에 준한다.\n● 진해제를 효능이 낮은 순서부터 높은 순서로 투약한다(1. dextromethorphan, 2. butor- phanol, 3. hydrocodone).\n● Hydrocodone은 진정작용을 일으키므로 발작성 기침이 있는 증례에 보다 효과적이다.\n● 합병증이 없는 경우(7~10일 정도 지속), 항생제를 투여해도 회복속도가 빨라지지 않는다.\n● 대부분의 항생제(예, amoxicillin)는 기관지 분비물을 통과할 수 없기 때문에, 분비물이 없는 상황과 같은 약효를 발휘하기 위해서는 보다 많은 투여량이 필요하다. 이러한 이유 때문에 항생제 투여는 신중해야 한다.\n● 항생제요법(다른 보조요법과 더불어)은 복합감염이 있는 증례에 적용되거나 기침을 2주이 상 지속하는 증례에 적용한다.\n일반적으로 선호되는 항생제는 chloramphenicol, tetracyclines(Mycoplasma가 의심될 경우, 특히), amoxicillin 등이지만 항생제 감수성 검사를 병행해야 한다.\n● 항생제치료에 반응을 보이지 않는 증례의 경우, gentamycin을 aerosolization하면 효과를 볼 수 있다(기관지 확장제를 병행투여).\n\n\n\n\n\nBordetella bronchiseptica는 호기성, 그람 음성 세균이고, 많은 동물에서 호흡기 감염을 일으킨다. 개 의 경우, 켄넬코프로 알려진 기관-기관지염을 일으킨다.  \n잠복기는 2~5일이며, 대표적인 증상은 재채기, 눈과 비강 분비물, 기침이 있다. 그러나 기침의 경우, 개의 kennel cough 감염처럼 고양이에서는 흔하게 관찰되지는 않는다. 그럼에도 불구하고 고양이가 기 침을 한다면 감염을 고려해야 한다. 개와 동거하는 고양이의 경우, 감염 위험이 증가하는 것으로 나타났 다. 그러므로 개와 고양이 간에 전파가 이루어진다고 볼 수 있다. 또한 감염된 고양이가 강아지 집단에 보 균자 역할을 할 수 있다. 또한 B. bronchiseptica는 사람의 병원체이기도 하므로 고양이에서 보호자에게 전파될 가능성도 있다. 면역력이 부족한 사람이 인수공통 감염의 위험이 높은 것으로 추정된다.\n\n치료법: Doxycycline: 1차 선택약제이다. 용량은 5 mg/kg q12h PO 또는 10 mg/kg q24h PO로 4주 간 투여한다. 고양이에서 doxycycline이 식도협착이나 식도염을 일으킨다는 보고가 있다. 부작용을 최 소화하기 위해서 현탁액을 사용하거나 투약 후 약이 위로 내려가게 물과 같이 먹여야 한다. 약을 먹이기 전에 주사기로 입안을 물로 축축하게 만들어주거나 경구용 알약에 버터에 발라 잘 미끄러져 나가게 만 드는 방법도 있다. Doxycycline은 다른 tetracyclines계 약물과 같이 임신한 환자나 어린 동물에서는 치아변색을 일으킬 수 있다. 그럼에도 doxycycline이 다른 tetracyclines계 약물보다는 안전하다.\n백신: 미국과 유럽에서는 B. bronchiseptica 사독 비강백신(고양이)이나 주사백신(개)이 이용되고 있다. 보통 감염 증상이 경미하므로 의무백신(core vaccine)으로는 권장되지 않는다. B. bronchiseptica가 유행하는 밀집 사육하는 곳이나 그런 곳으로 이동하는 경우 백신접종을 고려해야 한다. 비강백신의 경 우, 적용이 쉽고, 고양이의 저항감도 적다. 접종 후 일시적으로 재채기를 하거나, 맑은 눈물이 나올 수 있다.\n\n고양이 기관지질환(Box 2–3)\n● 치료와 더불어 환경에서 유발요인을 제거해야 한다.\n● 약물요법은 산소요법과 휴식을 병행하여 실시한다.\n● 초기치료에 glucocorticoids를 권장하는 학자들도 있지만, 효력이 나타나는 데 소요되는 시간 때문에 기관지 확장제를 추가적으로 사용해야 하므로 신중한 선택이 필요하다.\n▶▶ [32-adrenergic agonists가 가장 선호된다.\n▶▶ 경구투여보다는 비경구적인 요법이 약물 발휘 속도가 빠르다.\n\n\n● 피하 epinephrine을 투여한 후, 환자가 반응하면 매 30분 간격으로 반복투여한다.\nTerbutaline을 피하로 epinephrine 대신 투여할 수 있다. 특히 epinephrine에 반응하지 않는 환자에게 유용하다.\n● [3-agonists에 반응을 보이지 않는 환자의 경우 aminophylline을 정맥 내로 투여할 수 있다\n(2~5 mg/kg in 5% dextrose 또는 saline).\nAtropine이나 glycopyrrolate를 첨가하면 기관지 확장이 더 쉽게 유도된다.\n\n▶▶ 과도한 수액처치를 할 경우, 환자에게 치명적일 수 있기 때문에 과수화가 되지 않게 주 의한다.\n● 환자가 안정되면, 경구용 기관지 확장제와 glucocorticoid요법을 병행 실시해야 한다.\n▶▶ Repositol 형태의 glucocorticoids는 질병을 악화시킬 수 있기 때문에 사용해서는 안 된다.\n▶▶ Glucocorticoids를 간헐적으로 정맥내에 고용량 투여하거나 aerosol 형태로 경구요법과 병행하여 투여할 수 있다(특히, beclomethasone dipropionate).\n● Glucocorticoid만으로 치료반응을 보이지 않는 환자에게 기관지 확장제를 병행투여한다.\n● 기관지 확장제를 병행함으로써 glucocorticoid의 투여량을 줄일 수 있다.\n● 개의 경우, 심장 사상충증이 가장 대표적인 발병원인이다.\n\n● 전신동맥혈관 확장을 유발하지 않으면서 폐동맥 혈관 확장을 유발할 수 있는 약물은 임상적 으로 존재하지 않는다.\n● 따라서 폐동맥 혈관 확장제는 전신성 저혈압이나 빈맥을 유발한다.\n\n\nHydralazine나 sildenafil (Viagra)를 치료제로 사용할 수 있다.\n\n폐부종(급성 심부전에 의한 폐부종편 참조)\n● 이뇨제는 혈량 과부하(volume overload)와 관련된 폐부종 치료에 가장 중요한 약물이다.\n▶▶ 나트륨과 염소배설을 촉진하는 약물(예, furosemide)이 효과적으로 이뇨를 유발한다(특 히, 나트륨과 수분 저류가 부종의 원인일 경우).\n▶▶ 이뇨제는 저혈량증이 있는 환자에 사용할 수 없다.\n● Volume overload와 관련된 폐부종은 정맥성 혈관 확장제를 투여할 경우, 정맥계 혈액 저류 량이 증가하기 때문에 심장에 걸린 과부하를 효과적으로 완화시킬 수 있다.\n▶▶ Nitroglycerin patch를 피부에 부착하거나 morphine sulfate(0.1 mg/kg, 필요에 따라 정 맥으로)를 투여한다.\nTheophylline 같은 methylxanthine계 약물이 기관지 확장효과 이외에도 강심/이뇨작용이 있기 때문에 단기적으로 효과가 있다.\n● Glucocorticoids는 염증을 억압하고 기관지 확장효과 때문에 사용이 가능하지만, 그 효과에 대해서는 논란이 많다.\nGlucocorticoids 중에서 methylprednisolone이 유해산소기 제거효과 때문에 선호된다.\n\n2.2.5 기타 폐질환\n오연성 폐렴\n● 만약 폐의 확장능력이 불량할 경우, 산소치료, 기관지 확장제 및 양압 환기요법을 실시한다.\n● 기관지경을 이용하여 가시적으로 이물질의 제거가 가능하다.\n● 치료의 초기에 glucocorticoid는 염증반응을 최소화시켜 주는 효과가 있다; methylpred- nisolone과 N-acetylcysteine은 유해산소기에 의한 손상을 최소화시키는 목적으로 사용할 수 있다.\n● 항생제 사용에 대해서 논란이 많다; 항생제치료는 감염의 증거가 뚜렷하지 않을 때까지는 적절하지 않다.\nNear Drowning(물에 빠진 상태)\n● Near drowning의 일반적 내과치료의 기본은 1. 산소, 2. 양압환기, 3. 쇼크에 대한 치료이다.\n● 기관지 확장제를 투여하면 효과가 있다.\nGlucocorticoids 사용은 논란이 많다. 하지만 methylprednisolone은 사용해 볼 만하다.\n● N-acetylcysteine 치료가 유해산소기를 제거해 주기 때문에 치료에 유용하다.\n\n● 항생제는 감염의 증거가 있을 때 사용한다.\n● 보조요법은 뇌부종을 완화시키는 방향으로 실시한다(이뇨제와 mannitol).\n\n연기 흡인에 의한 호흡기질환\n● 산소치료는 일산화탄소 제거에 매우 중요하다; Carboxyhemoglobin의 반감기는 100%의 산소가 존재할 경우, 4시간에서 30분으로 급격하게 줄어든다.\n● 기타 보조치료로는 기도수화(airway hydration), 기관지 확장제, 필요할 경우 양압환기 등이 있다.\n단기간 glucocorticoids (methylprednisolone이 선호됨)를 투여하면, 염증을 억압하고, 유해 산소기를 제거하며, 기관지 확장을 촉진하는 효과가 있다.\n농흉\n● 농흉은 흉강내 감염성 염증물질이 축적되어 있는 상태를 말한다.\n● 잠재적으로 혐기성 세균에 유효한 항생제를 선택한다.\n● Clindamycin은 고양이의 농흉치료에 선호되는 항생제이고 개에서도 사용할 수 있다.\nClindamycin이나 amoxicillin/clavulanic acid와 그람음성세균에 유효한 amikacin이나 enrofloxacin을 합제로 투약하는 방법도 있다.\n● 보조요법으로 흉강세척을 실시하는 방법에 대해서는 논란이 많다.\n● 초기치료에서는 림프관이나 다른 배액계의 염증부산물에 의해 폐쇄되는 것을 막기위해 흉 강세척이 필요하다.\n● 헤파린을 첨가하면 섬유소형성을 줄이고 대식세포의 염증부산물에 대한 식작용을 강화시 켜 준다.\n● 세척액에 단백분해효소를 첨가해도 큰 도움이 되지 않는다.\n\n\n2.3 호흡기계의 기능을 변조시키는 약물들(표 2–1)\n\n2.3.1 기관지 확장제와 항염증성 약물\n대부분의 약물들이 기관지 확장을 유발하고 염증을 완화시킴\n기관지 확장제는 cAMP 농도를 증가시키고, cGMP 농도를 감소시키며 칼슘이온의 농도를 감 소시켜서 기관지 평활근의 이완을 유도한다.\n\n\n점막부종을 완화시키고 항염증작용을 한다.\n\n\n2.3.2 염증매개인자에 작용하는 약물\nLeukotrienes에 작용하는 약물\n● Leukotrienes는 폐에서 강력한 염증유도물질로 심한 부종과 염증 및 기관지 수축을 유발한다.\nZafirlukast (Accolate)가 대표적인 LT receptor 길항제이다.\nZileuton (Zyflo)은 lipoxygenase inhibitor이다.\n● 개에서 매우 효과적인 약물이다.\n\n\n비스테로이드성 소염제\n● 호흡기질환의 효능에 대해 연구가 더 필요하다.\n● 비록 NSAIDs가 효과적으로 cyclooxygenase 억제를 통해 효과적으로 PGs 차단할 수 있지 만 lipoxygenase에 대한 효과가 전혀 없기 때문에 LTs에 아무런 영향을 주지 않는다.\n● NSAIDs는 비선택적으로 모든 종류의 PGs(심지어, 기관지 수축을 억제하는 PG류 또한)를 억제한다.\n● 소동물에서 호흡기질환에 대한 NSAIDs의 사용은 심장 사상충증과 관련된 폐혈전증에 대 한 aspirin 용법에 국한된다.\n\n항히스타민제\n● 소동물에서 임상적으로 효능이 입증된 바 없다.\n● 히스타민이 target receptors에서 반응하지 못하도록 차단하는 효과가 있다.\n● 히스타민이나 다른 염증매개물 분비를 억제하는 효과는 전혀 없다.\n\n새로운 항히스타민제(H1)인 loratadine과 cetirizine은 예외적으로 basophils에서 히스타민 방출을 억제한다.\n● 소동물에서 효능과 안전성에 대한 연구가 아직까지 없다.\n● H1 blockers의 사용은 기관지 분비물의 점도를 높이기 때문에 만성 기도질환이 있는 환자 에 사용하면 치명적이다.\n기관 확장, 점액분비와 염증에 대한 H2 receptors의 작용 때문에 H2 receptor blockers는 주의 해서 사용해야 한다.\nCyproheptidine은 antiserotinergic제제이다. \n● 기침반사는 말초적으로 차단이 가능하고 점액용해제와 거담제를 동시에 투여하면 자극의 원인을 제거하는 데 더 효과적이다. 이 약물은 말초수용기를 억제하여 기관지 확장을 유도할 수 있고 연수의 기침중추를 억제할 수 있다.\n● 마약성 진해제\n▶▶ 기침중추의 수입성 자극에 대한 민감도를 낮추는 작용이 있다.\n▶▶ 진정효과가 강력하고 변비를 유발할 수 있다.\nCodeine\n▶▶ 가장 대표적인 마약성 진해제이다.\n▶▶ 가장 효과적인 진해제이다.\n▶▶ Morphine과 비교했을 때 codeine은 기침을 억압효과는 비슷하지만, 중추신경계 억제효 과가 낮고 변비를 덜 일으킨다.\nHydrocodone\n▶▶ Codeine보다 강력한 진해제이면서 호흡중추 억압효과가 낮다.\n▶▶ 아마도 개에서 가장 많이 사용되는 진해제일 것이다.\nButorphanol\n▶▶ 진통제로 더 많이 사용되는 약물이다.\n▶▶ Codeine보다 100배 강력하고 모르핀보다 4배 이상 강력하다.\n▶▶ 심장이나 호흡기에 대한 억압효과가 거의 없다.\n\n비마약성 진해제\nDextromethorphan\n▶▶ 아편의 반합성 유도체로 마약성 효과가 거의 없다.\n▶▶ L-isomer가 진해효과가 있고 codeine과 효능이 거의 비슷하다.\n▶▶ 경구투여 30분 이내 약효가 발휘된다.\n▶▶ 기관지 확장제와 합제로 사용했을 때 그 효능이 더 잘 발휘된다.\nNoscapine\n▶▶ 탐닉성이 없는 opium alkaloid로, codeine과 거의 비슷한 진해효과가 있다.\n\n말초 기관지 확장제\n● Ephedrine은 말초에 기관지 확장효과를 유도하며 기관지 확장효과와 울혈 제거(decongestant) 효과가 있다.\n\n점액분비촉진제\n● 호흡기도로부터 분비물 제거를 촉진하는 약물\n● 만성 기관지염처럼 호흡기 분비물이 너무 끈적하여 제거가 되지 않는 질환에 사용이 가능하다.\n섬모운동을 촉진하거나(예, [3-receptor agonists와 methyl-xanthines) 점액의 점도를 변화시 켜 기관지 분비물의 배설을 촉진시킴\n\n● 가수 상태에 따라 점도가 감소됨(예, 멸균수나멸균 생리식염수), 산도증가(예, sodium bicar- bonate), 이온강도를 증가(예, sodium bicarbonate와 saline), 또는 점액내 sulfur (S-S) link- ages을 파괴(예, acetylcysteine이나 iodine)\n가수화 약물(예, isotonic crystalloids)을 비경구적으로/aerosolization 방법으로 투여가 가능\n● Aerosolization 방법으로 투여 시, 기도분비물을 액화시키는 효능에 대해서는 논란의 여지가 많다.\n● 수분과 생리식염수 같은 bland aerosols은 점액 섬모계 기능에 오히려 악영향을 끼칠 수 있음\nAcetylcysteine (N-acetyl-L-cystein)\n▶▶사람에게 가장 많이 이용되는 점액용해제이다.\n▶▶Aerosolization 이후에 사용하면 효능이 더 좋다.\n▶▶경구투여 방법이 선호된다.\n▶▶작용기전은 점액 단백질의 disulfide bonds를 파괴시켜 점액을 용해시킨다.\n▶▶N-acetylcysteine은 glutathione의 전구물질로 염증과 관련된 활성 유해산소기를 제거하 는 효과가 있다.\n▶▶Acetylcysteine은 비말성 항생제와 합제로 많이 사용된다(감염된 점막에 항생물질의 침투를 용이하게 하기 때문).\n▶▶10~20% 용액을 적용하면 만성 부비동염을 치료하는 데 효과적이다.\n▶▶부작용이 적다.\n\n거담제\nPotassium iodide가 가장 많이 사용되는 거담제이다.\n● 여러 가지 기전을 통해 호흡기 분비물의 fluidity를 증가시킨다.\n● 기침의 원인물질 제거를 촉진하는 보조제로 많이 사용된다.\n● 위점막 자극을 통해 미주신경을 흥분시키거나 직접적으로 교감신경을 흥분시켜 기관지 분 비물량을 증가시킨다. 또한 호흡기도에서 부분적으로 제거되는 휘발성 제제의 자극에 의해 분비물 생산을 증가시킨다.\nIodide Preparations\n▶▶Potassium iodide는 분비물의 생산량을 150%까지 늘릴 수 있다.\n▶▶임신한 동물이나 갑상선 기능항진증이 있는 동물 및 수유기 동물에게 사용해서는 안 된다.\n● 자극성 거담제\n▶▶만성 기관지질환과 관련된 기침을 억제하는 데 주로 사용한다.\n▶▶Guaiacol과 glyceryl ether (guaifenesin)이 있다.\n▶▶Guaifenesin을 사용해도 호흡기 분비물의 양과 점도에 변화를 주는 것 같지 않다.\n\n\n항울혈제\n● 적용증은 알러지성/바이러스성 비동염(sinusitis)과 reverse sneezing 등에 주로 사용한다.\n두 개의 대표적인 약물이 histamine (H1) receptor antagonists(예, dimenhydrinate, diphenhy- dramine, chlorpheniramine, hydroxyzine)와 sympathomimetic drugs(예, a-adrenergic ago- nists; ephedrine, pseudoephedrine, phenylephrine)이다.\n● 국소 점적제로 사용하면 경구투여 방법보다 부작용 발생 위험이 낮다.\na2-receptors를 자극으로 precapillary arterioles의 평활근을 수축시켜 혈관수축을 유발한다.\nSympathomimetic drugs는 norepinephrine과 유사한 약리효과를 보이는 약물을 말한다.\nRebound hyperemia의 발생기전은 확실치 않지만, 이차적인 [3-adrenergic effects ([3- receptors가 up-regulate되고 a-receptors가 불활성화되는 작용)에 의해 일어나는 것으로 추 정된다.\n● 원인에 상관 없이, 혈관계를 반복적으로 수축하면 허혈과 점막손상을 유발할 수 있다.\n● Sympathomimetic drugs의 경구투여 시 여러 가지 부작용의 발생 우려가 있다.\n● Antihistamines는 사람의 비염치료에 가장 효과적이다.\n\n\nAerosolization\n\n약물을 직접적으로 호흡기도에 투여하는 방법으로 기도분비물를 액화시키고 제거를 촉진한다.\n약물의 투여량을 결정하는 요인으로는 aerosolizer에서 형성되는 기말의 크기, 약물의 투여 방 법(예, mask vs endotracheal tube 또는 nose vs mouth), 기말의 생산 속도와 환자의 상태 등이 있다.\n기말의 최적 크기는 기관에 약물을 보내고 싶을 땐 2~10 μ,m, 말초기도로 약물을 보내고 싶 을 경우, 0.5~5.0 μ,m 크기가 가장 적당하다.\n\n소동물에서 이러한 방법으로 10~20% 정도의 약물만이 tracheobronchial tree에 도달하고, 실 제로 말초기도나 폐에 도달하는 약물의 양은 이보다 적다.\n\n기말이 통과하는 기도의 모양이 구불구불할수록 도달하는 약물의 양은 적다.\n만성질환일수록 치료효과는 더 떨어진다(환자의 호흡 유형이 천표성이고 빠르기 때문에 약물 이 잘 도달하지 못한다).\n\n\n마스크를 통해 투여할 경우, tracheobronchial tree로 도달하는 약물의 양은 감소한다(particles이 비갑개나 구강인두부에 축적되기 때문에).\n\nAerosolization을 통해 오히려 irritant receptors를 자극하여 기관 수축을 유발할 수 있기 때문에 주의해서 사용해야 한다.\n\nAerosolization을 실시하기 10분 전에 [3-adrenergic 약물이나 methylxanthine류 기관지 확장 제를 투여한다(예, 100 mg aminophylline).\n\n기도를 과수화시켜 수분이 넘치지 않도록 주의해야 한다. 한번에 30~45분씩 매 4~12시간 간격으로 반복 실시한다.\n산소(O2)치료는 저산소증과 호흡기부전증 치료에 매우 중요한 역할을 한다. 산소치료에 대한 환자의 반응은 원발요인에 따라 매우 다양하다.\n산소치료와 관련하여 여러 가지 합병증이 발생할 수 있다.\n\n\n2.5 산소치료와 가습기\n\n2.5.1 산소요법의 적용증\n산소의 조직 운반도는 다음에 따라 달라진다.\n● 혈색소 농도\n● 혈색소의 산소포화도\n● 심박출량\n● 혈액의 총 산소함량 = 혈색소의 산소포화도 + 혈액 중에 용해되어 있는 산소량(PaO2)\n임상증상\n● 호흡기부전과 저산소증의 임상 증상으로는 불안(anxiety), 경부와 두부의 신전, 개구호흡, 주관절의 외전, 호흡노력의 증가나 복부 호흡 및 빈호흡 등이 있다.\n● 저산소증의 임상증상은 빈맥, psychomotor incoordination, 위장관장애, 안절부절 등이 있다.\n● 청색증은 산소분압이 50 mmHg 이하가 될 때까지 뚜렷하게 관찰되지 않으므로 저산소증 에 대한 민감한 지표가 되지 못한다. 또한 환자가 심각한 빈혈 상태인 경우(예, packed cell volume <15%), 청색증 증상을 볼 수 없다.\n동맥성 가스 분석, pulse oximetry, 폐포-동맥 산소 분압차(alveolar-arterial oxygen tension\n\n\ngradient (A-a gradient) 측정이 도움이 된다.\n\n저산소혈증\n● 혈액과 조직내 산소 농도가 감소되는 상태를 말한다.\n● 조직에 대한 산소공급이 부적절하면 저산소혈증을 유발할 수 있다(동맥성 혈액의 정상 이 하의 산소포화도).\n▶▶ 적혈구의 산소운반 능력 감소\n▶▶ 조직의 혈액관류 감소\n▶▶ 산소에 대한 조직 요구량 증가\n▶▶ 조직의 산소흡수장애\n● 저산소혈증은 다음과 같은 원인에 의해 발생한다.\n▶▶ 흡입산소 비율 감소(low fraction of inspired oxygen; FiO2)\n▶▶ 저환기\n▶▶ 확산장애에 의한 정맥혈액의 유입\n▶▶ 폐의 혈관 단락(intrapulmonary shunt)\n▶▶ 환기-관류(V/Q) 부조화\n● 폐의 혈액 가스 교환장애의 가장 대표적인 원인은 환기-관류 부조화와 폐포허탈(alveolar collapse)에 의한 생리적 단락\n● 만약 산소분압(PaO2)이 70 mmHg 이하이거나 동맥의 혈색소포화도(SaO2)가 93% 이하일 경우, 산소요법이 필요하다.\n\n조직에 대한 산소운반 감소\n● 조직의 산소운반에 영향을 주는 요인\n▶▶ 빈혈\n▶▶ 혈색소 이상(예, carboxyhemoglobin 또는 methemoglobin)\n▶▶ 조직관류 감소(예, 환자가 쇼크상태에 빠졌을 때)\n▶▶ 환자의 체온이 오르거나 대사율이 증가하면, 조직의 산소요구량이 증가됨(예, 발열, 일사\n병, 악성 고체온증, 패혈증, 발작)\n● 두개손상이 있는 환자는 두개압 상승과 뇌환류량 감소 때문에 산소치료가 필요하다.\n\n2.5.2 산소요법의 종류와 방법\nFace mask\n● 임상에서 가장 쉽게 적용할 수 있는 단기간성 산소공급 방법이다.\n● 적정 산소공급 속도는 소형견종이 1 L/min이고, 대형견종은 5~10 L/min이다.\n\n● Face mask를 붙잡고 있어야 하기 때문에 술자가 힘들다는 단점이 있다.\n\nFlow-by oxygen\n● 아마도 가장 단순하면서 손쉬운 산소공급 방법으로, 응급상황 시 적용이 가능하다.\n● 마스크 방법보다 효율은 떨어지지만 호흡곤란이 있는 환자들이 더 잘 견디는 방법이다(마 스크는 호흡곤란이 심한 환자의 경우 몸부림을 치는 수가 있다).\n● 코로부터 2~4 cm 정도 거리를 두고 산소를 2~5 L/min 속도로 투여한다.\n● 이 방법의 가장 큰 단점은 지속적으로 감독이 필요하고 일부 중증의 경우, 단기간에 산소분 압을 빠르게 올릴 수 없다는 단점이 있다.\nNasal oxygen\n● 기관의 산소 농도와 산소분압을 실질적이고 효과적으로 올릴 수 있는 방법이다.\n● 참을성이 있는 환자에게 며칠 간에 걸쳐 산소요법이 필요한 경우 실시할 수 있다.\n● Nasal catheter를 비공 내로 삽입하는 과정이 환자에게 스트레스를 주고 장기간 장착시 환 자가 거부하는 경향이 있다. 호흡부전이 심한 환자의 경우 카테터를 안전하게 장착했는지 여부를 먼저 확인한 후 산소요법을 실시해야 한다.\n● 비공과 관련된 상부 기도증상이 있는 환자나 단두종 개에서 실시하면 안 된다.\n● 산소투여 속도는 50~100 mL/kg/min 정도가 적절하며 이러한 방법을 통해 기관내 산소농 도를 40~50%까지 늘릴 수 있다.\n● Nasal catheter를 이용할 경우 산소 적정투여 속도는 0.75 L/min을 넘지 않게 주의한다.\n● 이러한 방법은 다음과 같은 장점이 있다.\n▶▶ 환자가 자유롭게 움직일 수 있다는 점\n▶▶ 산소공급의 중단 없이 다른 검사나 관찰이 가능하다는 점\n▶▶ 비교적 비용이 많이 들지 않고 flow-by oxygen이나 oxygen cages 방법에 비해 산소 손실 량이 적다.\n● 부작용\n▶▶ 응고계장애가 있는 환자에게 출혈을 유발할 가능성이 있다.\n▶▶ 빠른 속도로 산소를 공급할 경우(5 L/min 이상), 위 확장을 유발할 수 있다.\n▶▶ 콧물이나 비출혈을 유발할 수 있다.\n▶▶ 재채기\n\n엘리자베스 칼라를 이용한 산소투여법\n● 이 방법은 엘리자베스 칼라에 산소공급라인을 연결하여 목주위에 씌우며 칼라의 앞부분을 랩으로 씌우고, 작은 구멍을 만들어서 이산화탄소와 습기가 있고 따뜻한 공기를 제거할 수 있도록 하는 산소공급 방법이다.\n● 산소를 처음 1~2분간은 빠르게 투여하여 칼라(캐노피)에 산소를 채우고 유지속도는 0.75~1 L/minute이다.\n● 이 방법의 가장 큰 장점은\n▶▶ 환자에 대한 접근성이 좋고\n▶▶ 효율적이며\n▶▶ 장기간 사용이 가능하고\n▶▶ 가습(humidification)이 필요 없다는 점이다.\n● 이 방법의 단점은\n▶▶ 산소 누출(oxygen leakage)\n▶▶ 고체온증\n▶▶ 높은 습도\n▶▶ 잠재적인 CO2 저류\n▶▶ 환자가 대부분 비협조적이고\n▶▶ 칼라 내부의 산소농도가 다양할 수 있다.\n\n기관내 산소공급\n● 이 방법은 기관내 튜브, tracheostomy tube를 통해 산소를 공급하는 방법이다.\n기관내 산소공급(intracheal oxygen)은 적정 흡인산소 농도[oxygen fraction in inspired air (FiO2)]와 동맥혈 산소분압[alveolar oxygen pressure (PaO2)]치를 유지하는 데 유용한 방법이다.\n● 투여속도를 10 mL/kg/minute으로 유지하면 혈색소 포화도를 97% 정도로 유지할 수 있다.\n● 이 방법의 장점은\n▶▶ 비공내 투여 방법보다 낮은 산소투여 속도로 높은 산소농도를 유지할 수 있다.\n● 이 방법의 단점은\n▶▶ 카테터 장착과정에서 발생하는 스트레스\n▶▶ 기관에 대한 자극\n▶▶ 피부 삽입부에서 카테터가 꼬일 수 있음\n▶▶ 카테터가 장착부위에서 벗어날 경우, 피하 기종을 유발할 수 있음\n\n산소 케이지\n● 산소 케이지(oxygen cage)는 산소농도, 환경온도, 습도를 조절할 수 있고, 이산화탄소를 배 출할 수 있는 장치를 갖추고 있는 케이지를 말한다.\n● 이 방법은 비침습적인 산소공급 방법으로, 정확한 환자관찰과 환경조건을 조절할 수 있는 방법이다.\n\n● 이 방법의 단점은 케이지 구매비용이 비싸고, 산소손실량이 크고, 임상가로부터 환자를 고 립시키는 단점이 있다.\n● 적정 환경온도는 22。C, 적정 습도는 40~50%이다.\n\n기계적 환기\n● 환기지원은 환기부전이나 폐의 산소교환부전이 있는 환자에게 필요하다.\n● 장기간 FiO2 요구량이 높은 환자, 호흡피로(respiratory fatigue)나 호흡정지 상태, 혼수상태, 두개압 상승이 있는 상태, 산소요법에 대한 반응부전이 있는 환자는 양압 환기가 필요하다.\n\n2.5.3 산소요법의 치료반응에 대한 모니터링 요령\n임상증상은 모니터링에 있어서 중요한 역할을 한다.\n호흡속도, 호흡노력, 청진, 점막, 모세혈관 충전시간과 맥박 등을 연속적으로 평가해야 한다.\n보다 객관적인 방법으로\n● 동맥혈액 가스분석\n▶▶ 이 방법은 산소포화도와 환기기능을 모니터하는 가장 객관적인 방법이다.\n▶▶ 환자가 대기 중 공기를 흡인하고 있을 때, 시료를 채취한다.\n▶▶ 정상 산소분압은 85~100 mmHg이고 정상 이산화탄소분압은 35~45 mmHg이다.\n▶▶ 산소분압이 70 mmHg 이하인 환자는 산소공급이 필요하다.\n▶▶ 이 산소분압이 지속적으로 50 mmHg 이상으로 유지될 경우, 기계적 환기가 필요하다.\n● 검사수치에 근거한 산소분압의 계산법\n▶▶ A-a gradient는 동맥 가스로부터 계산이 되며, 폐의 가스 교환 효율을 측정할 수 있는 민 감한 검사 방법이다.\n▶ 폐포에서 폐모세혈관으로 산소운반의 적절성을 측정하는 방법이다.\n▶ A-a gradient의 정상범위는 10 mmHg이다(정상 개에서 최고 20 mmHg까지 나타날 수 있다).\n▶ 차이가 30 mmHg 이상이면 심각한 가스교환장애가 있는 것으로 판정하면 된다.\n▶▶ PaO2: FiO2 비율은 임상적으로 intrapulmonary shunt의 정도를 측정하는 방법이다.\n▶ 양압환기를 받고 있는 환자에게 가장 유용한 모니터 방법이다.\n▶ 정상 개의 참고범위는 432~564이다.\n▶ 200 이하는 심각한 폐질환을 암시한다(산소공급에 대해 긍정적인 반응이 기대된다).\n▶ 100 이하는 심각한 가스교환장애가 있음을 의미하고, 잠재적으로 산소요법에 치료반 응이 불량함을 의미하기 때문에 양압환기가 필요하다.\n\nPulse oximetry\n▶▶ 이 방법은 혈색소의 산소포화도(SaO2: Arterial O2 saturation)를 비침습적으로 계측하는 방법이다.\n▶▶ Oxyhemoglobin saturation curve를 근거로, 90% SaO2는 60 mmHg 산소분압(PaO2)과 동일하다.\n\n2.5.4 산소요법과 관련된 합병증\n산소 중독증\n산소 중독증은 세포내 sulfhydryl groups이 lipoperoxidation을 일으켜 백혈구 침윤이 유발되는 소견을 말한다.\n● 유해 산소기의 형성은 직접적인 내피세포와 상피손상을 유발하여 내피세포 투과성을 증진하고 세포독성과 염증활동을 유발한다.\n● 무기폐, 간질성 또는 폐포성 부종, 흉수와 세포의 구조와 기능변화가 이러한 산소 중독에 의해 유발된다.\n● 산소 노출의 정도(예, 치명적 용량 대 준치명적 용량)에 따라 최종 결과가 다르다.\n● 치명적 용량에 노출\n▶▶ 개시기, 염증기와 파괴기로 구성되며, 결과적으로 극심한 호흡부전으로 인하여 환자는 폐사하게 된다.\n● 준치명적 용량에 노출\n▶▶ 개시기, 염증기, 증식기와 섬유화기로 나누어지고, 다양한 정도의 영구적인 폐실질 변화를 유발한다.\n고이산화탄소증\n● 무분별하게 실시되는 산소요법은 만성적인 이산화탄소 축적증(hypercapnia; hypercarbia)을 유발한다.\n● 만성적인 폐질환이 있는 환자나 만성적으로 노력호흡을 하는 말초 화학수용기의 자극에 의해 환기동인(ventilatory drive)이 발생한다.\n● 산소요법으로 저산소혈증이 개선되면 ventilatory drive가 감소하게 되고, 환자의 심폐계는 새로운 환경에 적응을 하지 못하고 환기 정도가 급속하게 줄어들게 되어 심각한 이산화탄소 축적이 발생하게 된다.\n● 만약 산소공급을 중단하게 되면 심각한 저산소혈증이 다시 재발하게 되고, 조직내 이산화탄 소 축적은 몇 분 이내 극심하게 악화된다.\n\n\n\n흡수 무기폐\n● 만약 기도가 완전히 폐색되면, 폐색된 기도 원위부에서부터 흡수 무기폐(absorption ateletasis) 소견이 발생하게 된다.\n● 정맥내 가스분압의 합은 대기 중의 가스분압보다 낮기 때문에, 포획된 가스는 점진적으로 재흡수되고, 그 결과 폐포가 붕괴되어 무기폐가 된다.\n● 질소는 산소에 비해 폐포에서 흡수되는 정도가 낮기 때문에, 질소는 이러한 가스의 흡수과 정을 느리게 해주는 역할은 한다.\n● 그러므로 높은 함량의 산소를 흡인하는 환자는, 폐포내 가스의 질소 함량이 낮기 때문에 가 스흡수 속도가 빠르다. 따라서 만약 기도 폐색이 있고 높은 함량의 산소를 공급받고 있는 환자라면 흡수 무기폐의 발생 가능성이 높다.\n기타\n● 적혈구 조혈계 억압\n● 폐의 혈관 확장\n● 전신성 세동맥 혈관 수축\n\n\n2.6 호흡기질환의 수액요법\n\n폐질환이 있는 모든 환자에서 폐부종의 발병 위험이 있는 것은 아니다.\n일반적으로 원발성 폐질환 때문에 폐부종이 발생하거나 기존에 있던 폐부종이 악화된다. 환자의 폐가 정수압 상승이 잘 일어날 조건일 때, 폐부종이 발생한다.\n● 정맥내 수액이 빠른 속도로 들어갈 때\n● 고압성 폐부종(예, 좌심부전, 이첨판 폐쇄부전)을 유발하는 질환\n● 혈관 투과성 증진성 폐부종(예, 염증, 연기 흡인)을 유발하는 질환\n\n정수압의 심한 상승(예, 정맥수액 과다)이 있을 경우, 수액의 종류와 상관 없이 혈관 투과성이 정상일지라도 폐부종을 유발할 수 있다.\n\n폐의 혈관 투과성이 증가되면 혈관내 교질삼투압에 의한 체액보존능력이 감소되거나 소실되 기 때문에, 비교적 낮은 정도의 정수압 상승에도 다량의 체액이 폐의 간질로 방출될 수 있다.\n\n고압성 폐부종에서, 모세혈관압이 25 mmHg에 도달하기 전까지 실질적인 폐의 체액 저류는 일어나지 않는다.\n\n혈관 투과성 증진에 의한 폐부종 시, 모세혈관압이 12 mmHg에 도달해도 폐의 체액 저류가 일어난다.\n\n정상 폐에서\n● 폐의 내피세포는 다른 조직의 내피세포에 비해 비교적 단백질에 대한 투과성이 좋다.\n● 알부민과 hetastarch 분자(colloid 입자)는 빠르게 간질 내로 방출될 수 있다.\n● 만약 혈관 투과성 증가가 적을 경우, colloid 입자는 혈관내 오래 머물러 있을 수 있고, 폐부 종을 완화시키거나 억제하는 효과를 발휘한다.\n● 만약 내피세포 투과성이 증가되어 대다수의 colloid 입자가 폐모세혈관 내피간극을 빠져나 가버리면, 폐부종이 악화될 수 있다.\n● 폐의 미세혈관 투과성 증가가 있는 환자에게 colloid 용액을 투여할 경우, 분자량이 가장 큰 hydroxyethyl starch를 사용하는 것이 가장 바람직하다.\n\n실험적으로 혈관 투과성 증가성 폐부종을 유발한 개체에서 공격적으로 생리식염수와 dextran 70을 투여했을 때, 좌심방 압력이 일정한 상태로 유지될 경우, 폐의 체액 저류 증가 소견은 관 찰되지 않았다고 한다.\n이때 좌심방압을 상승시킬 경우, 이러한 수액제는 폐의 체액 저류를 유발하였다고 한다. 연기 흡인: 개에게 50 mL/kg/hr의 lactated Ringer’s solution을 2시간 동안 투여할 경우,\n● 폐의 체액 저류량이 50% 정도 증가한다.\n\n사람의 급성호흡기 증후군(ARDS): Colloid 수액을 실시할 때\n● 초기 상태: 수액을 해도 폐의 wedge pressures가 18 mmHg를 능가하지 않았고 심폐계 기능 에 큰 영향을 주지 않는다.\n● 말기 상태: 폐의 모세혈관 투과성이 증가가 악화됨에 따라, colloid 투여로 폐기능이 악화된다.\n\n폐의 미세혈관 투과성이 경-중등도 상승된 환자의 경우, colloid infusion으로 유익한 효과를 얻을수 있을 것이다.\n\n만약 colloid infusion 이후에 호흡기 증상이 악화될 경우, colloid therapy를 중지하는 것이 좋다.\n일단 폐부종이 존재할 경우, 세심한 수액 제한이 필요하다.\n폐부종이 있는 환자에게 수액을 할 때는 수액을 통한 위험성을 상회하는 상황일 때(예, 극심 한 신부전, 순환장애에 의한 다장기성 기능부전) 실시되어야 한다.\n\n\n폐부종의 형성과 관련된 인자를 주의 깊게 파악해야 한다(예, 정수압 상승과 혈관 투과성 증가).\n\n\n폐의 실질로부터 체액의 제거\n● 기관지 순환을 경유\n● 폐의 림프관계를 경유\n● 흉강으로 배액/흉막내 혈관을 경유\n● 앞의 두 가지 경로는 우심을 통해 제거되기 때문에 전대정맥의 혈압이 높을 경우, 폐의 체 액 제거속도가 떨어진다.\n제어되지 않는 심한 출혈이 있는 환자에게 과량의 체액 확장을 유발할 경우, 실혈이 더 가속 화되고 폐사율을 오히려 증가시키는 경향이 있다.\n\n특히 폐출혈이 있을 경우, 이러한 체액 확장(volume expansion)에 특히 민감하게 반응을 보인다.\n● 공격적인 수액요법은 거의 항상 폐실혈을 악화시키므로 이러한 환자에게는 절대적으로 수 액을 실시해서는 안 된다.\n좌심부전으로 내원하는 대부분의 환자는 cage rest, 산소공급과 이뇨제 투여가 치료원칙이고 적어도 호흡이 안정된 후 처치 12~24시간까지는 정맥내 수액을 하지 않는 것이 원칙이다.\n● 만약 환자가 자발적으로 물을 마시지 않거나 탈수 증상이 심해지면 천천히(정상견의 25~50% 속도로) 수액(dextrose나 0.45% saline+dextrose)을 실시한다.\n● 순환 혈량 감소와 RAAS system의 활성으로 나트륨의 저류가 일어나기 때문에 나트륨이 과 량(sodium overload) 투여되지 않게 주의한다.\n● 비록 피하로 투여되는 수액제가 정맥으로 투여되는 수액제에 비해 혈관내 체액 용적변화에 즉각적인 효과를 나타내지는 않지만, 이러한 수액 경로 역시 궁극적으로 심부전이나 핍뇨 기 환자에게 volume overload와 관련된 합병증을 유발할 수 있다.\n● 결코 저장액을 피하 경로로 투여하지 말라.\n▶▶ 전해질이 subcutaneous fluid pocket으로 확산되어 저혈량증을 악화시킨다.\n\n이완기 기능장애가 있는 경우(예, HCM) 수액요법은 심실내강이 좁아져서 심방에서 들어오는 혈액을 전부 수용할 수 없기 때문에 폐에서 심각한 체액 저류를 유발할 수 있다.\n\n반면에 이러한 증례에서, 탈수와 preload 감소는 심장 박출량을 떨어뜨리기 때문에 모순되지 만 수액을 통해 탈수를 방지하고 심박출량을 유지해 주는 것이 중요하다. 따라서 수액의 필요 성은 증례의 상황에 따라 결정되어야 한다.\n● 따라서 반드시 수액을 해야 할 경우라면, 중심정맥 카테터를 통해 중심정맥압을 모니터하 면서 경정맥 같은 대형 혈관을 통해 정맥수액을 실시하는 것이 안전하다.\n좌심부전에 속발하여 생긴 폐부종이 있는 환자의 수액요법은 이미 폐의 정수압이 상승되어 있는 상황이기 때문에 수액을 실시했을 때 폐부종을 더욱 악화시키는 경향이 있다.\n\n고압성 폐부종이 있는 상황 아래에서 혈관내 혈장 단백질을 낮추게 되면 폐부종이 더 쉽게 발 생하는 경향이 있다.\n● 혈장 단백질의 농도가 정상의 47%밖에 되지 않는 환자에서, 폐의 체액 저류는 좌심방압이 11 mmHg밖에 되지 않는 상황에서도 일어난다.\n● 심부전증과 저단백혈증이 동시에 있는 환자에서 colloid 용액을 투여하여 혈관내 교질삼투 압을 조심스럽게 올릴 경우, 폐부종의 발생을 늦추어 주는 효과가 있다.\n● 수액을 할 때는 폐의 모세혈관 정수압이 상승하지 않도록 세심한 주의가 필요하다.\n\n● 좌심부전이 있는 환자에게 colloid 용액을 투여할 경우, 만약 환자가 저단백혈증이 있다면 엄격한 모니터링 아래에서 수액을 실시해야 한다.\n\n\n"
}