{"title": "56. 만성 신장 질환이 있는 개에서 렙틴과 아디포넥틴의 혈청 농도", "author": "최동준", "publisher": "대한수의학회", "department": "내과", "disease": "56. 만성 신장 질환이 있는 개에서 렙틴과 아디포넥틴의 혈청 농도\n\n배경\n아디포카인의 불균형은 인간의 만성 신장 감염(CKD)의 진행과 관련이 있습니다. 그러나 만성콩클라이드(CKD)를 앓고 있는 개에서  아디포카인(adipokines)의 변화는 불분명하다.\n목표\n혈청 내 아디포카인 농도가 건강한 개와 CKD가 있는 개 간에 다른지 조사 하고 개의 혈청 아디포카인 농도와 CKD 중증도 사이의 상관관계를 결정합니다.\n마리\n만성콩팥병을 앓고 있는 개  20마리와 건강한 개 10마리.\n방법\n이 단면 연구에서는 건강한 개와 만성콩팥병을 앓고 있는 개에서 렙틴, 아디포넥틴, 인터루킨(IL)-6, IL-10, IL-18 및 종양괴사인자(TNF)-α의 혈청 농도를 측정했으며, 이는 국제신재생학회(International Renal Interest Society) 가이드라인에 따라 분류되었다.\n결과\n혈청 렙틴 농도는 수축기 동맥 혈압(r = .41), 크레아티닌 농도(r = .39) 및 대칭 디메틸아르기닌 농도(r = .73)와 양의 상관관계가 있었습니다. 경계선 또는 비단백뇨(20.25 [14.9-45.8] ng/mL)가 있는 만성콩팥병 개에서 혈청 아디포넥틴 농도(중앙값[범위])는 단백뇨 만성콩팥병 개(13.95 [6.4-22.1] ng/mL; P = .01)입니다. 혈청 IL-6 (중앙값 [범위]; 43.27 [24.30-537.30] 대 25.63 [6.83-61.03] pg/mL; P = .02), IL-18(중앙값 [범위]; 25.98 [11.52-280.55] 대 10.77 [3.53-38.45] pg/mL; P = .01) 및 TNF-α(중앙값 [범위]) 농도(11.44 [8.54-38.45] 대 6.105 [3.97-30.68] pg/mL; P = .02)는 단백뇨성 CKD 개와 경계선 또는 비 단백뇨성 CKD 개 간에 유의한 차이가 있었다.\n결론 및 임상적 중요성\n혈청 내 렙틴과 아디포넥틴 농도는 각각 만성콩팥병을 앓고 있는 개의 만성콩팥병 및 단백뇨의 중증도와 관련이 있을 수 있습니다.\n키워드: 아디포카인, 반려견, 크레아티닌, 고혈압, 단백뇨\n\n약어\nBCS는\n신체 상태 점수\nCI (CI)\n신뢰 구간\nCKD\n만성 신장 질환\n사구체여과(GFR)\n사구체 여과율\n일리노이\n인터루킨\n라르\n렙틴 대 아디포넥틴 비율\n수액\n수축기 동맥 혈압\n에스디마\n대칭 디메틸아르기닌\n증권 시세 표시기\n종양 괴사 인자\n오순절\n소변 단백질에서 크레아티닌으로\n1. 소개\n만성 신장 감염(CKD)은 노령견에게 가장 흔한 신장 감염입니다. 1 신장은 혈압, 전해질, 산-염기 상태, 내분비 기능  조절과 같은 항상성을 유지하는 데 중요한 역할을 합니다. 따라서 CKD 진행은 수많은 대사  기능과 삶의 질에 영향을 미칩니다. 1 만성콩팥병을 앓고 있는 반려견의 음성 예후 지표는 지속성 단백뇨이며 , 2 이는 면역 체계, 호르몬 상태 및 전해질 대사에 변화를 일으킵니다. 3 또한, 요단백과 크레아티닌(UPC)의 비율이 0.5 이상이면 만성콩팥병을 앓고 있는 반려견의 생존율 이 감소하고 위험비가 높아지는 것과 관련이 있습니다. 4 개\n렙틴(Leptin)과 아디포넥틴(adiponectin)은 수의학에서 가장 잘 특성화된 아디포킨(adipokines)입니다. 5 렙틴은 면역 체계, 에너지 항상성 및 인슐린 민감성을 조절하며 염증 과정과 면역 매개 감염의 중요한 매개체입니다. 5 , 6 이와 대조적으로, 아디포넥틴은 인슐린 감수성 향상, 염증 조절, 종양괴사인자(TNF)를 억제하여 죽상동맥경화증 진행을 억제하는 등의 다기능 역할을 합니다.α 5 , 7 또한 인터류킨(IL)-1, IL-6, IL-8, IL-10 및 TNF  α와 같은 전염증성 사이토카인은 지방 조직에서 유래하므로 다음과 같은 것으로 간주됩니다. 아디포카인. 5 개\n최근 연구에서는 인간의 혈청/혈장 아디포카인  농도와 CKD 사이의 연관성을 조사했습니다. 7 , 8 , 9 성인 인간의 혈장 렙틴 농도와 CKD 유병률 사이의 긍정적인 상관관계가 확인되었다. 8 또한, 혈장 아디포넥틴 농도는 단백뇨의 정도와 음의 상관관계가 있으며,10 만성콩팥병의 음성 예후 인자이지만, 아디포넥틴은 신증후군이 있는 사람에서 분명히 증가합니다. 11 혈청 아디포넥틴 농도는 CKD가 있는  사람의 치사율과 긍정적인 관련이 있습니다. 9 그러나 만성콩팥병을 앓고 있는 개에서 순환하는 아디포카인 농도을 중심으로 한 문헌은 부족합니다.\n이 연구는 혈청 렙틴 농도가 CKD의 중증도와 관련이 있고 혈청  아디포넥틴 농도가 단백뇨의 중증도와 관련이 있다는 가설을 세웠습니다. 본 연구의 목적은 렙틴, 아디포넥틴을 포함한 아디포카인과 IL-6, IL-10, IL-18, TN F-α와 같은 전염증성 사이토카인의 농도와 반려견의 CKD 중증도 사이의 관계를 조사하는 것이었다.\n2. 재료 및 방법\n2.1. 케이스 선택\n2017년 7월부터 2021년 5월 사이에 CK D를 앓고 있는 총 89마리의 개가 등록되었습니다. 소유자로부터 정보에 입각한 동의를 얻었습니다. 본 연구는 충북대학교 윤리위원회(CBNU A-1567-21-01)의 승인을 받았다. 사례 등록의 흐름도는 그림 1에 나와 있습니다. 개의 아디포카인과 체지방량 사이의 잠재적인 상관관계를 감안하여, 9점 척도에 따라 저체중(신체 상태 점수[BCS] < 4/9) 또는 비만(BCS > 6/9)인 개 5,23마리(2명의 수의학 임상의가 진단한 12 마리)는 등록에서 제외되었습니다. 제외 기준은 부신피질기능항진증(n=4), 당뇨병(n=2), 갑상선기능저하증(n=4), 점액종성 승모판막감염(n=18), 급성 췌장염(n=3), 담석증(n=2) 및 모든 암(n=5)을 포함하여 순환 아디포카인 농도에 영향을 미치는 것으로 알려진 동시 감염의 사전 판단을 기반으로 했습니다. 13 , 14 , 15 , 16 , 17 간 효소 활성이 증가하거나(알라닌 아미노전이효소 또는 알칼리 인산가수분해효소 활성이  상부 가장자리의 3배 이상 증가) 아디포카인에 잠재적으로 영향을 미칠 수 있는 이상지질혈증이 있는 피험자도 제외되었다(n=8). 동일한 BCS(4에서 6 사이)를 가진 10마리의  건강한 고객 소유 개가 대조군으로 모집되었습니다. 다음 검사 및 검사에서 비정상적인 소견이 없는 경우 임상 징후가 없는 개는 임상적으로 건강한 것으로 간주되었습니다. 실시한다 신체검사(일반적인 외모, 신체 상태, 정신 상태, 자세 및 걸음걸이, 수분 상태 및 활력 징후), 혈액 검사(전체 혈구 수, 혈청 생화학 프로필, 전해질), 소변 검사(소변 계량봉 검사, 침전, UPC), 설문 방사선 촬영(흉부 방사선 촬영 유무에 관계없이 복부 방사선 촬영), 및 복부 초음파. 최종적으로 총 30마리의 개(건강한 개 10마리와 CK D가 있는 개 20마리)가 이 단면 연구에 등록되었습니다. 만성콩팥병을 앓고 있는 개 20마리  중 8마리는 단백뇨(UPC > 0.5)를 앓고 있었다. 만성콩팥병(CKD)이 있는 개에서 전염증성 사이토카인과 단백뇨 및 비단백뇨의 연관성을 진단하기 위해, 단백뇨와 비단백뇨 하위 그룹 간의 연령 차이를 진단하여 전염증성 사이토카인 농도을 중심으로 한 노화의 잠재적 영향을 확인했다. 재질 보기 18 , 19\n\n\n\n본 연구의 사례 등록에 대한 흐름도. AP, 급성 췌장염; BCS, 신체 상태 점수; CKD, 만성 신장 감염; DM, 진성 당뇨병; HAC, 부신피질기능항진증; MMVD, 점액종성 승모판 감염; UPC, 소변 단백질-크레아티닌\n2.2. 만성콩팥병과 단백뇨의 진단 및 그룹화\nCKD는 앞서 설명한 바와 같이 혈청 크레아티닌 및 대칭 디메틸아르기닌(SDMA) 농도의 증가와 CKD와 호환되는 형태학적 이상을 기반으로 판단되었습니다. 20 , 21 , 22 만성콩팥병을 앓고 있는 모든 개에 대해 신체검사, 전체 혈구 수, 소변 검사, 혈청 생화학 평가, 방사선 촬영 및 초음파 영상 검사를 포함한 판단 영상 검사가 진행되었습니다. 수축기 동맥 혈압(SAP)은 초음파 영상 도플러 유량 검출기(Model 811 B, Parks Medical Electronics, Inc. Aloha, Oregon)를 사용하여 측정했습니다. 생화학 평가기(Hitachi 7020, Hitachi High‐Technologies Co. Tokyo, Japan)를 사용하여 혈청 생화학을 실시하고, 생화학 평가기(Catalyst One, IDEXX Laboratories, Westbrook, Maine)를 사용하여 UPC 비율 및 SDMA를 측정하고, 포켓 굴절계(PAL‐USG, ATAGO. CO., LTD., Tokyo, Japan)를 사용하여 소변 비중을 측정했하였다.\n건강한 개와 만성콩팥병을 앓고 있는 개의 혈청 아디포카인 농도를 비교하기 위해 만성콩팥병 판단을 받은 개 20명을 국제신재생학회(IRIS) 가이드라인에 따라 4개 그룹으로 분류했습니다. 혈청 SDMA가 지속적으로 14μg/dL 이상 및 18μg /dL 미만인 개 20 마리를 IRIS 1기에 배정했습니다. 지속성 신단백뇨(UPC 비율 > 0.5) 및 CKD와 일치하는 초음파 이상 예를 실시한다. 피질-수질 접합부 손실, 불규칙한 윤곽 및 신장 크기 감소) 중 1개 이상이 확인된 경우 20 마리의 개는 또한 IRIS 1기에 배정되었습니다. 크레아티닌 농도가 경미하게 증가(1.4-2.8 mg/dL), 중간 정도(2.9-5.0 mg/dL), 심하게 증가(> 5.0 mg/dL)된 20, 22 마리의 개를 각각 IRIS 2, 3, 4기에 할당하였다. 20 만성콩팥병을 앓고 있는 개의 단백뇨 분류는 IRIS 가이드라인에 근거했다 20 을(를) 실시한다. 비단백뇨, 경계선 단백뇨, 단백뇨 그룹은 각각 0.2와 0.5, >0.5 사이의 UPC <을 보였다.\n2.3. 혈청 아디포카인 농도 분석\n개는 정맥 천자를 하기 전에 최소 12시간 동안 금식하였다. 혈액은 말초 정맥 또는 경정맥에서 일반 튜브로 채취되었다. 채혈 후 1시간 이내에 10분 동안 1200g의  원심분리에 의해 응고된 전혈로부터 혈청을 분리하였다. 혈청의 한 부분은 혈액 분석 측정에 사용되었습니다. 나머지는 평가가 이루어질 때까지 -80°C에서 동결한 후 배치 평가했습니다. 렙틴(leptin), 아디포넥틴(adiponectin), IL-6, IL-10, IL-18 및 TNF-α의 아디포킨(adipokines)을 평가하였다.\n혈청 렙틴 농도는 개 특이적 ELISA 키트(Cani ne Leptin ELISA, Millipore Co., Billerica, Massachusetts)를 사용하여 평가되었으며, 이는 각각 4% 및 6%의 내부 평가 및 평가 간 변동성과 0.4ng/mL의 민감도를 가졌습니다. 혈청 아디포넥틴 농도는 개 특이적 ELISA 키트(Canine  Adiponectin ELISA, MyBioSource Co., San Diego, California)를 사용하여 평가되었으며, 이는 각각 <8% 및 < 12%의 내부 평가 및 평가 간 변동성과 최대 0.5ng/mL의 감도를 가졌습니다. 모든 샘플, 표준물질 및 대조군의 혈청 렙틴 및 아디포넥틴 농도를 중복하여 평가했습니다. 광학 밀도는 450nm에서 자동화된 마이크로플레이트 리더 (ELx 808, BioTek Instruments Inc., Winooski, VT, USA)로 측정되었습니다.\n혈청 IL-6, IL-10, IL-18 및 TNF-α 농도를 Milliplex MAP 키트( Canine Cytokine/Chemokine MAGNETIC kit, Millipore Co., Billerica, Massachusetts)로 평가했습니다. 이러한 평가의 intra-assay 및 inter-assay variability는 각각 <4% 및 <17%였으며, 제조업체의 프로토콜에 따라 IL-6, IL-10, IL-18 및 TNF-α에 대한 평가 민감도는 각각 3.7, 8.5, 5.8 및 6.1pg/mL였습니다. 어세이는 Luminex 시스템(Lum inex 200, Luminex Co., Billerica, Massachusetts)으로 정량화되었다.\n순환 렙틴 농도는 BCS와 양의 상관관계가 있는 반면, 아디포넥틴 농도는 BCS와 음의 상관관계가 있다하였다. 5 따라서, 렙틴/BCS의 값은 혈청 렙틴 농도를 BCS로 나누어 도출되었으며, 아디포넥틴× BCS의 값은 혈청 렙틴과 아디포넥틴 농도을 중심으로 한 BCS의 영향을 최소화하기 위해 혈청 아디포넥틴 농도에 BCS를 곱하여 도출되었다. 렙틴 대 아디포넥틴 비율(LAR)은 혈청 렙틴 농도를 혈청 아디포넥틴 농도로 나누어 도출되었습니다.\n2.4. 통계 분석\n데이터는 상업적으로 이용 가능한 통계 소프트웨어(P rism 6, GraphPad Software Inc., La Jolla, California)를 사용하여 평가되었습니다. 모든 데이터는 중앙값(범위)으로 표현되었습니다. P-값은 2-tailed test를 사용하여 계산되었으며 중앙값 간의 차이를 중심으로 한 95% 신뢰 구간(CI)을 진단했습니다. D'Agostino-Pearson 옴니버스 검정을 진행하여 데이터가 정규 분포를 이루고 있는지 여부를 확인했습니다. P-값 < .05는 통계적으로 유의한 것으로 간주되었습니다. 크루스칼-왈리스(Kruskal-Wallis) 검사는 렙틴과 아디포넥틴의 SAP 및 혈청 농도 차이뿐만 아니라 3개 그룹(건강, IRIS 1&2, IRIS 3&4) 간의 렙틴/BCS, 아디포넥틴 × BCS 값 및 LAR의 차이를 진단하는 데 사용되었습니다. 유의미한 차이가 감지되면 P < .02의 값이 통계적으로 유의한 것으로 간주되는 Bonferroni 조정 P-값을 사용하여 Mann-Whitney U-검정을 사용하여 쌍별 비교를 진행했습니다. SAP와 아디포카인 농도 간의 상관관계는 Pearson 또는 Spearman의 상관 검정을 사용하여 진단되었습니다. 아디포넥틴, 렙틴, IL-6, IL-10, IL-18 및 TNF-α의 농도와 연령을 Mann-Whitney U-test를 사용하여 2개 그룹(단백뇨 그룹 및 비단백뇨, 경계선 단백뇨 그룹) 간에 비교하였다. 아디포카인(렙틴 또는 아디포넥틴) 농도와 크레아티닌 농도, SDMA 농도 및 UPC 비율의 상관관계, 렙틴/BCS, 아디포넥틴× BCS 값, LAR과 크레아티닌 및 SDMA 농도의 상관관계는 Pearson 또는 Spearman의 상관 테스트를 사용하여 진단되었습니다.\n3. 결과\n3.1. CKD에 걸린 개와 건강한 개 간 의 SAP의 주제 특성 및 차이점\n개들의 특징은 표 1에 제시되어 있다. 건강한 아이리스 1&2기 그룹과 아이리스 3&4기 그룹  간의 수액 중앙값에서 유의한 차이가 관찰되었다(P = .02). 건강한 IRIS 1&2기 그룹과 IRIS 3&4기  그룹에서 SAP의 유의한 차이가 관찰되었습니다(P = .02). IRIS 3&4 그룹(180.0 [120.0-250.0] mm Hg)의 수축기 동맥 혈압 (중앙값[범위])은 건강한 개(130.0 [120.0-150.0] mm Hg; P = .01)입니다. 수축기 동맥 혈압은 렙틴 농도와  양의 상관관계가 있었다(r = .41, 95% CI: 0.05 - 0.68, P = .03). SAP와 IL-6(P = .12), IL-10(P = .06) 및 TNF-α(P = .06)을 포함한 아디포넥틴(P=.95) 또는 전염증성 사이토카인의 농도 사 이에는 유의미한 상관관계가 관찰되지 않았다. 수축기 동맥혈압은 IL-18 농도와  유의한 상관관계가 있었다(r s = .57, 95% CI: 0.15 - 0.82, P = .01).\n표 1.\n본 연구에서 개의 주제 특성에 대한 요약\n\t건강한 개 (n = 10)\tCKD가 있는 개 (n = 20)\tCKD가 있는 개 (n = 20)\n\t\t\t조리개 1 & 2 (n = 11)\t조리개 3 & 4 (n = 9)\n나이, 년(중앙값, 범위)\t7 (4‐15)\t10 (3‐15)\t13 (7‐15)\t8 (3‐14)\n성별(IF/SF/IM/CM)\t0/5/1/4\t1/9/3/7\t0/5/2/4\t1/4/1/3\n품종\t\t\t\t\n몰타어\t5\t3\t3\t0\n푸들\t1\t2\t2\t0\n잡종\t1\t3\t2\t1\n다른\t3\t12\t4\t8\nBCS(중앙값, 범위)\t4.5 (4‐6)\t4 (4‐6)\t5 (4‐6)\t4 (4‐5)\n\n참고: 데이터는 중앙값(범위)으로 표시됩니다.\n약어: BCS, 신체 상태 점수; CKD, 만성 신장 질환; CM, 거세된 수컷; IF, 온전한 여성; IM, 온전한 남성, IRIS, 국제 신장 관심 협회; SF, 중성화 수술 여성.\n\n\n\nSAP (A; P = .01) IRIS 지침에 따라 건강한 개와 CKD가 있는 개에서. 렙틴과 SAP의 농도 사이 의 선형 연관성(B; r = .41, P = .03)이 제시됩니다. 중앙값에서 >1.5 사분위수 이상치는 정사각형으로 표시됩니다. CKD, 만성 신장 감염; IRIS, 국제 신장 관심 학회; SAP, 수축기 동맥 혈압. *조정된 P < .02(Kruskal-Wallis 검정)\n3.2. 건강한 개와 CKD가 있는  개의 렙틴과 아디포넥틴 농도\n혈청 렙틴 농도에서는 유의한  차이가 나타나지 않았다(P = .12) 및 아디포넥틴 농도(P = .24)를 그룹 간에 사용할 수 있습니다. 렙틴 농도는 크레아티닌과 양의 상관관계가 있었다(r=.39, 95% CI: 0.03 - 0.66, P=.03) 및 SDMA(r = .73, 95% CI: 0.48 - 0.87, P < .001) 농도. 크레아티닌과 아디포넥틴 농도 사이에는 상관관계가 관찰되지 않았다(P = .75) 또는 SDMA와 아디포넥틴 농도 사이(P = .61).\n\n\n\nIRIS 지침에 따른 건강한 개 및 CKD가 있는 개의 렙틴(A) 및 아디포넥틴(B)의 혈청 농도. 렙틴과 크레아티닌 농도 사이 의 선형 연관성(C; r = .39, P = .03) 및 SDMA (D; r = .73, P < .001)가 제시됩니다. 아디포넥틴과 크레아티닌(E) 및 SDMA(F )의 농도 사이에는 연관성이 나타나지 않습니다. 중앙값에서 >1.5 사분위수 이상치는 정사각형으로 표시됩니다. CKD, 만성 신장 감염; IRIS, 국제 신장 관심 학회; SDMA, 대칭 디메틸아르기닌\n3.3. CKD를 앓고 있는 개와 건강한 개 간의 렙 틴/BCS 및 아디포넥틴 × BCS 값의 차이\n그룹 간 렙틴/BCS 및 아디포넥틴 × BCS 값에 서는 유의한 차이가 관찰되지 않았습니다(각각 P = .09 및 P = .09). 렙틴/BCS는 크레아티닌과  양의 상관관계를 보였다(r = .44, 95% CI: 0.09 - 0.70, P = .02) 및 SDMA(r = .77, 95% CI: 0.56 - 0.89, P < .001) 농도. 아디포넥틴× BCS 수치와 크레아티닌 농도 사이에는 상관관계가 관찰되지 않았다(P=.68) 또는 SDMA(P = .83).\n\n\n\nIRIS 지침에 따라 건강한 개와 CKD가 있는 개에 서 렙틴/BCS(A) 및 아디포넥틴× BCS(B)의 값. 렙틴/BCS 값과 크레아티닌 농도  사이의 선형 연관성(C; r = .44, P = .02) 및 SDMA 농도 (D; r = .77, P < .001)가 제시됩니다. 아디포넥틴 × BCS 수치와 크레아티닌(E) 및  SDMA 농도(F) 사이에는 연관성이 없습니다. 중앙값에서 >1.5 사분위수 이상치는 정사각형으로 표시됩니다. BCS, 신체 상태 점수; CKD, 만성 신장 감염; IRIS, 국제 신장 관심 학회; SDMA, 대칭 디메틸아르기닌\n3.4. CKD가 있는 개와 건강한 개의 LAR 차이\n그룹 간 LAR에서 유의미한 차이는 관찰되지 않았습니다(P = .07). 크레아티닌 농도와 LAR 사이에는 상관관계가 없었다(P = .17). 그러나 LAR은 SDMA 농도와 양의 상관관계를 보였다(r s = .46, 95% CI: 0.08 - 0.72, P = .02).\n\n\n\nIRIS 지침(A)에 따른 건강한 개 및 CKD가 있는 개의 LAR. LAR과 크레아티닌 농도 사 이에는 연관성이 없습니다(B). LAR과 SDMA 농도 간의 Spe arman의 상관관계(C; r s = .46, P = .02)가 제시됩니다. 중앙값에서 >1.5 사분위수 이상치는 정사각형으로 표시됩니다. CKD, 만성 신장 감염; LAR, 렙틴 대 아디포넥틴 비율; IRIS, 국제 신장 관심 학회; SDMA, 대칭 디메틸아르기닌\n3.5. CKD가 있는 비단백뇨견과 단백뇨견의 차이점\n아디포넥틴 농도(중앙값[범위]) 는 단백뇨가 있는 CKD 개(13.95 [6.4-22.1] ng/mL)에서 경계선  또는 비단백뇨가 있는 개(20.25 [14.9-45.8] ng/mL; P = .01). 아디포넥틴 농도는 UPC 비율과  음의 상관관계를 보였다(r = .41, 95% CI: -0.68 to -0.04, P = .03). 그룹 간의 렙틴 농도에서는 유의한  차이가 나타나지 않았습니다(P = .26). 렙틴 농도와 UPC 비율 사이에는 상관관계가 없었습니다(P = .24). 혈청 TNF-α 농도(중앙값[범 위])는 단백뇨성 CKD 개(11.44 [8.54-38.45] pg/mL)가 경계선  또는 비단백뇨성 CKD 개(6.105 [3.97-30.68] pg/mL; P = .02). 혈청 IL-6 농도(중앙값[범위 ])는 단백뇨성 CKD 개(43.27 [24.30-537.30] pg/mL)가 경계선  또는 비단백뇨성 CKD 개(25.63 [6.83-61.03] pg/mL; P = .02). 그룹 간의 IL-10 농도 중앙값에서는  유의한 차이가 관찰되지 않았습니다(P = .64). 혈청 IL-18 농도(중앙값[범위 ])는 단백뇨성 만성콩팥병 개(25.98 [11.52-280.55] pg/mL)가 경계선 또는 비단백뇨성 만성콩팥병 개(10.77 [3.53-38.45] pg/mL; P = .01). 그룹 간의 연령에는 유의한 차이가 관찰되지 않았습니다(P=.58).\n\n\n\n아디포넥틴의 순환 농도 비교(A; P = .01) 및 렙틴(C)은 경계선 또는 비단백뇨성 및 단백뇨성 CKD 개 사이입니다. UPC 비율과 아디포넥틴 농도  사이의 선형 연관성(B; r = .41, P = .03)이 제시됩니다. UPC 비율과 렙틴 농도(D) 사이에는 상관관계가 없다하였다. CKD, 만성 신장 감염; UPC, 소변 단백질-크레아티닌. **P < .01 (만‐휘트니 U‐검정)\n\n\n\n혈청 TNF‐ α의 비교(A; P = .02), IL-6 (B; P = .02), IL-10(C) 및 IL-18(D; P = .01) 경계선 또는 비단백뇨(7-14세, n = 12 세)와 단백뇨성 만성콩팥병(7-14세, n=8) 사이. CKD, 만성 신장 감염; 일리노이, 인터루킨; TNF, 종양 괴사 인자; UPC, 소변 단백질-크레아티닌. *P < .05, **P < .01 (만‐휘트니 U-검정)\n4. 논의\n본 연구는 반려견의 순환 아디포카인 농도와 만성폐감염의 중증도 사이의 관계를 조사했다. 만성콩팥병을 앓고 있는 개는 크레아티닌과 SDMA 농도에 따라  병기를 결정하고 수액과 단백뇨를 기준으로 하위 병기를 결정했다. 20 순환 렙틴 농도는 개의 CKD 지표인 SAP, 크레아티닌 농도 및 SDMA와 양의 상관관계가 있었다하였다. 반대로, 순환하는 아디포넥틴 농도는 개의 UPC 비율과 음의 상관관계가 있었다하였다. 또한, TNF-α, IL-6 및 IL-18을 포함한 대부분의 전염증성 사이토카인 의 농도는 경계선 또는 비단백뇨증 개보다 단백뇨증이 있는 개에서 유의하게 높았다. 종합적으로 이러한 결과는 아디포카인 불균형이 개의  CKD의 중증도와 관련이 있음을 시사 할 수 있습니다.\n상관관계 평가는 렙틴 농도와 SAP, 혈청 크레아티닌 농도 및 SDMA 사이에 긍정적인 상관관계가 있음을 보여주었으며, 이는 개의 신장기능을 나타냅니다. 또한, 수액은 건강한 개보다 IRIS 3&4 그룹에서 유의하게 높았다하였다. 렙틴은 교감신경계 활동을 증가시켜 신장  나트륨 재흡수의 상향 조절에 기여합니다. 23 결과적으로, 전신 고혈압을 유발하고 신장기능 장애를 악화시킬 수 있다하였다. 23 그러나 렙틴은 주로 신장의 순환에서 제거됩니다. 24 , 25 그러므로, 혈청 렙틴 농도 상승이 CKD 진행으로 인한 신장기능 저하의 원인이라기보다는 결과일 수도 있다. 또한 렙틴은 식욕을 줄이기 위해 시상 하부를 자극하는 호르몬으로 작용합니다. 26 즉, CKD의 저산소증은 아조테혈증뿐만 아니라 혈청 렙틴 농도 증가에 기인할 수 있다하였다. 따라서 본 연구에서 혈청 렙틴 농도 상승과 CKD의  중증도 사이의 인과 관계를 설명하기가 어려웠습니다. 특히, 렙틴 농도가 크레아티닌 농도 및 SDMA와 상관관계가 있었지만, 건강한 IRIS 1&2기 그룹과 IRIS 3&4기 그룹 간에 혈청 렙틴 농도에는 유의한 차이가 없었다하였다. 인체 의약품에서 사구체여과율(GFR)은 CKD를  5단계로 병기 결정하고 분류하는 데 사용됩니다. 27 만성콩팥병의 진행은 사구체여과율(GFR)의 감소를 특징으로 하며, 이러한 변화는 인간의 혈장 렙틴 농도와 관련이 있다하였다. 8 그러나 임상 실습에서 반려견의 경우  GFR이 일상적으로 측정되지 않습니다. 이와 관련하여, 크레아티닌 농도는 IRIS 가이드라인에 따라 CKD를 4단 계로 병기를 결정하고 인위적으로 분류하기 위한 대리 바이오마커로 사용됩니다. 20 SDMA 농도를 사용하여 CKD를 분류할 수 있지만, 환자 수가 적기 때문에 본 연구에서는 SDMA 농도에 기반한 병기 결정을 진행하지 않았습니다. 크레아티닌 농도가 아닌 사구체여과율(GFR) 측정은 만성콩팥병 중증도를 진단하기 위한 황금 표준으로 남아 있지만, 수의학에서는 그 적용이 제한적입니다. 일부 개에서 CKD의 부적절한 분류로 인해 크레아티닌 및 SDMA 농도와 렙틴 농도의 유의미한  상관관계에도 불구하고 혈청 렙틴 농도가 연구 그룹 간에 유의하게 다르지 않은 것으로 의심되었습니다.\n혈당 조절 이상으로 발생하는 대사성 질환. 7 , 23 그러나 본 연구에서는 렙틴에 대해 얻은 결과와 달리 아디포넥틴과 크레아티닌 또는 SDMA의 혈청 농도 사이에는 상관관계가 없었다하였다. 간헐적 및 만성 저산소증에 노출된 쥐를 대상으로 한 생체 내 연구에서는 아디포넥틴 주사가 신세포 사멸을 감소시키는 것으로 입증되었으며, 이는 아디포넥틴이 소포체 스트레스와 신장 조직에서 활성 산소 종의 생성을 약화시킨다는 것을 시사합니다. 28 그러나 CKD는 역설적으로 혈청 아디포넥틴 농도 증가와 관련이 있으며, 이는 CKD를 앓고 있는 인간 환자의 사망과 긍정적인 관련이 있다하였다. 9 만성콩팥병에서 이러한 역설의 본질은 불분명합니다. 이러한 효과를 강조하는 잠재적 요인에는 낮은 신장 청소율 또는 신부전으로 인한 손상 증가를 중심으로 한 보상 메커니즘이 포함됩니다. 7 , 9 한 연구에서는 아디포넥틴이 신장기능에 약한 영향을 미치고 대사 장애와 더 강한 연관성이 있음을 입증했다. 29 이러한 일관성 없는 결과는 아디포넥틴 농도 와 CKD 중증도 사이의 복잡한 관계를 강조합니다. 또한 아디포넥틴은 여러 동형을 가지고 있으며 생물학적 기능은 분자량에 따라 낮음 (trimer), 중간(hexamer) 및 높음(multimer)에 따라 다릅니다. 인간의 경우 고분자량 아디포넥틴이 가장 강력한 생물학적 효과를 가지고 있으며, 다양한 아디포넥틴 동형이 CKD의 발병에 관여할 수 있다하였다. 30 , 31 그러나 만성콩팥병과 관련하여 아디포넥틴 동형의 상이한 거동은 본 연구에서 총 혈청 아디포넥틴 농도만 측정되었기 때문에 설명할 수 없다하였다.\n신체 상태 점수는 순환 렙틴 농도와 양의 상관관계가  있으며 아디포넥틴 농도와 음의 상관관계가 있습니다. 5 본 연구는 BCS 4에서 6에 걸린 개의 데이터를 사용했기 때문에 BCS의 영향을 배제하기 위해 렙틴/BCS와 아디포넥틴 × BCS를 기반으로 추가 평가를 진행했습니다. 렙틴/BCS와 크레아티닌 또는 SDMA 농 도 사이에는 유의미한 상관관계가 있었습니다. 대조적으로, BCS× 아디포넥틴과 크레아티닌  또는 SDMA의 농도는 유의한 상관관계가 없었다. 이러한 결과는 BCS가 개의 아디포카인에서 CKD 중증도와  불균형 사이의 관계에 영향을 미치지 않는다는 것을 시사합니다. 그럼에도 불구하고, CKD의 체중 감소는 negative feedback 32 을 통해 혈청 렙 틴 농도에 영향을 미치거나 근육량과 양의 상관관계가 있는 크레아티닌 농도에 영향을 미칠 수 있다. 33 분\nLAR은 CKD와 긍정적인 연관성이 있는 것으로 입증되었으며, 이는 아디포넥틴과 비교하여 CKD와 렙틴 사이에 더 강한 긍정적인 상관관계가 있음을 반영합니다. 34 인간의 경우, LAR은 렙틴 단독요법보다 심혈관 감염을 더 정확하게 예측하는 것으로 알려져 있습니다. 비만 환자를 대상으로 한 연구에서 LAR은 인간의 잠재적인  동맥 경화 지수인 맥파 속도와 양의 상관관계가 있었습니다. 그러나 Leptin 단독으로는, 그런 상관관계는 관찰되지 않았다. 35 개의 만성 신장 감염과 인간의 심혈관 감염은 내피 손상과 관련된 유사한 병태 생리학을 공유합니다. 34 , 36 본 연구에서 렙틴 농도는 크레아티닌 및 SDMA 농도와 상관관계가 있었다. 반면, LAR은 크레아티닌 농도와 상관관계가 없었으나 SDMA 농도와는 유의한 상관관계가 있었다. 크레아티닌과 비교했을 때, SDMA는 사구체여과율(GFR) 감소를 중심으로 한 더 민감하고 더 빠른 바이오마커입니다. 21 이러한 연구 결과는 LAR이 개에서 렙틴 단독요법을 투여한 경우보다 만성폐감염을 더 정확하게 예측할 수 있음을 시사하며, 이는 인간에서 발견한 결과와 유사합니다.\n단백뇨는 신장 내피 기능 장애를 반영하며, 이로 인해 혈관 활성 매 개체의 생성이 변경되고 투과성이 증가하며 만성 염증 반응이 발생합니다. 37 , 38 아디포넥틴 농도의 감소는 신장성 단백뇨가 없는 사람보다 신장성 단백뇨가 있는 사람에서 더 큰 것으로 관련 사례가 보고된 바 있다에 대한 주요 항목이 논의된다. 10 마찬가지로, 본 연구에서는 혈청 아디포넥틴 농도와 UPC 비율 사이에 유의한 반비례 상관관계가 있었다. 아디포넥틴 결핍은 내피 손상과 관련이 있을 수 있다하였다. 39 내피벽의 손상은 혈관벽에 아디포넥틴의 축적으로 이어질 수 있으며, 이는 순환하는 아디포넥틴을 소비하고 저아디포넥틴혈증에 기여할 수 있다하였다. 10 혈청 아디포넥틴 농도와 사구체여과율(GFR) 사이의 반비례 상관관계가 밝혀졌지만, 40 그러나 아디포넥틴의 혈청 농도 증가도 신증후군이 있는 사람에게서 확인이 이루어졌다에 대한 주요 항목이 논의된다. 11 정확한 기전은 알려져 있지 않지만, 요로 아디포넥틴의 농도 증가는 사구체 투과성의 변화에 기여할 수 있다하였다. 41 더욱이, 아디포넥틴의 소변 농도는 요알부민 대 크레아티닌 비율과 양의 상관관계를 보였고, 아디포넥틴의 혈청 농도는 요 알부민 대 크레아티닌 비율과 음의 상관관계를 나타냈다. 42 따라서 아디포넥틴과 단백뇨 사이의 관계를 확인하기 위해 소변 샘플에서 크레아티닌 조정 아디포넥틴 농도을 중심으로 한 추가 연구가 필요합니다.\n또한 아디포넥틴은 TNF-α를 억제하고 IL-6와  같은 전염증성 사이토카인과 음의 상관관계가 있습니다. 43 , 44 이 연구에서, 전염증성 사이토카인(TNF‐α, IL-6, IL-10, IL-18)의 중앙값은 단백뇨증이 있는 개와 경계선 또는 비단백뇨증 개 간에 유의한 차이가 없었다(데이터는 표시되지 않음). 그러나 노화가 전염증성 사이토카인 농도에 미치는 잠재적 영향을 최소화하기 위해 CKD를 앓고 있는 단백뇨증이 있는 개의 연령(7-14세)에 기초한 연령 대조 결과 ,18, 19 TNF-α, IL-6, IL-18을 포함한 대부분의 전염증성 사이토카인의 농도는 경계선 또는 비단백뇨증 개보다 단백뇨증이 있는 개에서 유의하게 높았다. 이러한 연구 결과에 따르면, 저아디포넥틴혈증은 TNF α 또는 전염증성 사이토카인의 억제 감소로 인해 염증 상태를 악화시킴으로써 단백뇨와 관련된 내피 기능 장애를 유발할 수 있다하였다. 재질 보기 37 , 43 , 44\n이 연구에는 몇 가지 제한 사항이 있습니다. 첫째, CKD 중증도를 평가하기 위한 황금 표준인 GFR은 평가되지 않았습니다. 오히려, 우리는 크레아티닌 농도를 CKD의 병기를 결정하기 위한 대리 바이오마커로 사용했으며, 이는 IRIS 지침에 따라 인위적으로 4단계로 분류되었다. 또한, 크레아티닌에 비해 사구체여과율(GFR) 감소를 중심으로 한 더 민감하고 더 빠른 바이오마커인 SDMA도 측정했습니다. 둘째, 만성콩팥병을 앓고 있는 동물의 수가 적기 때문에 홍채 1기 및 2기 개와 홍채 3기 및 4기 반려견을 단일 그룹으로 분류하여 위음성 결과에 기여했을 수 있다하였다. 또한 각 변수 간의 상관관계가 약한 것은 표본 크기가  작고 포함 및 제외 기준이 엄격하기 때문일 수 있습니다. 셋째, 체성분을 진단하기 위한 반정량적 방법인 BCS를 사용하여 아디포카인 농도을 중심으로 한 비만도의 영향을 방지했습니다. BCS의 반정량적 특성으로 인해, 조성 평가의 황금 표준인 이중 에너지 X선 흡수 측정법은 임상 환경에서 진행하기 어려울 수 있지만 혈청 아디포카인 농도에 대한 비만도의 영향을 보다 정확하게 평가하기 위해 고려될 수 있습니다. 45 넷째, 아디포넥틴의 농도는 만성콩팥병에 대해 처방된 약물에 의해 영향을 받을 수 있다하였다. 안지오텐신 II 수용체 1형 차단제와 안지오텐신 전환 효소 억제제는 인간의 아디포넥틴 농도를 증가시키는 것으로 알려져 있습니다. 46 본 연구에서, 만성콩팥병(CKD)을 앓고 있는 일부 개들(5/20; 에날라프릴[n=2], 단백뇨 1기, 비단백뇨 2기; 베나제프릴[n=2], 경계성 단백뇨 3기, 단백뇨 4기; 베나제프릴 + 텔미사르탄[n=1], 단백뇨 2기)은 본 연구 당시 안지오텐신 전환 효소 억제제(베나제프릴 또는 에날라프릴) 또는 안지오텐신 II 수용체 1형 차단제(텔미사르탄)를 투여 받고 있었다. 또 다른 한계는 본 연구가 종단  코호트 연구가 아니었다는 것입니다. 만성 신장 감염은 완전한 회복 없이 시간이 지남에 따라 진행되는 감염입니다. 따라서 CKD의 조절 및 치료에 따른 아디포카인 농도의 변화를 추적할 수 없었습니다. 또한 본 연구에서는 아디포카인 농도의 변화와 만성콩팥병의 진행 사이의 인과관계를 조사하기 어려웠다. 개별 개에서 CKD의 진행을 차트 로 표시하는 추가 연구가 필요합니다.\n5. 결론\n본 연구는 CKD와 단백뇨의 중증도가 개의  아디포킨 불균형과 관련이 있음을 시사합니다. 특히, 렙틴의 순환 농도는 전신 고혈압 및 신장기능 장애의 악화와 긍정적으로 연관되어 있다하였다. 대조적으로, 아디포넥틴의 순환 농도는 단백뇨의 중증도와 음의 연관성이 있다하였다. 현재의 연구 결과는 아디포카인 불균형이 만성콩팥병 진행에 미치는 영향을 중심으로 한 향후 연구의 기초를 제공한다. 혈청 아디포카인 농도를 변화시키는 다른 질병으로 인한 만성콩팥병의 진행을 조사하기 위해서는 추가 연구가 필요하다."}