{"title": "30 . 개의 담낭에서 발생한 carcinoid tumor 증례 보고", "author": "우상호", "publisher": "한국수의과학회", "department": "내과", "disease": "30 . 개의 담낭에서 발생한 carc inoid tumor 증례 보고\n\n7세 암컷 잡종견이 자궁농염으로 수의과 병원에 왔습니다. 복부 초음파 영상 검사에서 담낭에 이상 소견이 발견되었습니다. 담낭 절제술을 시행했습니다. 육안으로 담낭 벽이 두꺼워져 내강으로  폴립 모양의 결절이 돌출되어 있었습니다. 현미경으로 보면 폴립은 섬유혈관 격막이 있는 작은 패킷을 형성하는  둥글거나 다각형 모양의 세포로 이루어진 단단한 시트로 구성되었습니다. 종양 세포에는 풍부한 세포질 호산성 과립이 포함되어 있었하였다.. 면역조직화학적으로 종양 세포는 크로모그라닌 A와 신경 특이 에놀라제에  양성 반응을 보였지만 비멘틴과 사이토케라틴에는 음성 반응을 보였습니다. 이 사례는 원발성 담낭 카르시노이드 종양으로 판단되었습니다.\n키워드 을(를) 실시한다 개 , 담낭 , 종양 , 카르시노이드 , 신경내분비\n이동 : \n사람과 마찬가지로 동물의 경우에도 담낭에서 원발하는 종양은 드물며, 개의 경 우 담낭 원발 종양의 대부분은 점막상피에서 유래하는 것으로 알려져 있다[1]. 비록 극히 드물지만 담낭에서 원발한 유암종(carcinoid tumor)의  경우 문헌 고찰을 해 본 결과 현재까지 개에서는 5건이 보고되어 있다[1-5]. 본 보고는 국내에서는 아직까지 발생 보고가 없는, 개의 담낭에서 원발한 유암종을 중심으로 한 증례이다.\n7년령의 암컷 잡종 개가 자궁축농증을 주중으로 내원하여 수술 전 복부 초음파 영상와 방사선 검사를 받던 중 담낭에서 이상 소견이 관찰되었다. 전혈구검사와 혈청생화학검사상, 자궁축농증과 관련된 급 성 염증을 암시하는 white blood cell(29.37 K/uL, 참고 범위: 5.2-13.9), neutrophil(25.68 K/uL, 참고 범위: 3.9-8.0), c-reactive protein(90.3 mg/L, 참고 범위을(를) 실시한다 0-10)의 두드러진 증가가 있었다. 또한 조직 손상을 암시하는 creatine phosphokinase(2,218 U/L, 참고 범위을(를) 실시한다 25-167), lactate dehydrogenase(541, 참고 범위을(를) 실시한다 65-269)의 증가가 관찰되었다. 다만 간담도계와 관련하여, alkaline phosphatase(ALP; 98 U/L, 참고 범위을(를) 실시한다 20-155), total bilirubin(0.1 mg/dL, 참고 범위: 0.1-0.7), gamma-glutamyl transpeptidase(GGT; 6 U/L, 참고 범위을(를) 실시한다 4-25) 들의 수치는 정상 범주 내에 있었고, alanine transaminase(ALT; 52 U/L, 참고 범위을(를) 실시한다 3-50)의 경우 정상 범주보다 미약하게 증가되어 있었다. Aspartate transaminase (AST; 143 U/L, 참고 범위을(를) 실시한다 10-37)의 경우 최대 참고 범위의 4배 가량 증가되어 있었다. 이 외에 담낭과 연관된 주목할  만한 임상증상은 확인되지 않았다. 담낭 절제술을 실시한 후 담낭을 절개해 본 결과, 담낭에는 내강 방향으로 폴립 양상의 돌출된, 경결감 있는  회백 색조의, 직경 4 cm 가량의 종괴가 관찰되었으며, 그로 인하여 담낭벽은 다소 비후되어 있었다(Fig. 1). 담낭 내강에는 담즙 정체도 관찰되었다. 절제된 담낭 종괴의 일부는 조직학적 판단을 위하여 10% 중성 포르말린에 고정한 후 통상적인 조직 처리 과정을 거친 다음, 파라핀에 포매한 후 4 µm 두께로 절편을 만든 뒤 헤마톡실린과 에오신(H&E) 염색을 실시하였다. 또한 종양세포의 기원을 밝히기 위해서 chromogranin A, neuron specific enolase(NSE), vimentin, 그리고 pan-cytokeratin을 중심으로 한 면역조직화학 염색을 실시하였다.\n \t\n개의 담낭 카르시노이드 종양. 덩어리는 별표( * )로 표시되어 있습니다. 루멘을 차지하는 담낭 벽의 회색에서 황 갈색으로 변한 폴립형 덩어리에 주목하세요. 척도 막대 = 1cm.\n \n병리조직학적 검사 결과 점막하조직에서 담낭 점막과의 뚜렷한 연관성은 보이지 않으며, 결합조직으 로 둘러싸여 있지는 않지만 전반적으로 주변 조직과 양호한 경계를 보이는 종양성 종괴가 관찰되었다. 이로 인하여 담낭 벽은 비후되어 관찰되었다(Fig. 2A). 종괴 내부에서는 균질한 형태의 종양세포들이 높은 세포 치밀도로 고형 양상으로 증식하고 있었으며,  일부는 얇은 섬유소성 결합조직으로 구분되어 작은 다발 모양(packet)으로 존재하고 있었다(Fig. 2A). 종양 세포들은 주로 다각형  또는 원형의 형태로 관찰되었다. 세포질은 중정도에서 풍부한 양으로 관 찰되었고, 호산성의 과립 성상을 보였다. 핵은 원형에서 타원형이었으며, 거품핵 양상(ves icular nuclei)이었고, 과염색상을 보였다. 핵소체는 불분명하거나 일부 분명하게 관찰 되었으며, 한 개 혹은 두 개로 관찰되었다. 세포핵부동증은 경도였으며 유사분열상은 400배  1시야에서 0-1 개의 빈도로 관찰되었다(Fig. 2B). 종괴 내부에서 점액(mucin) 의 축적 소견은 관찰되지 않았다. 조직 검사 단면상 주변 조직으로의 침습적인 성장은 관찰되지 않았고, 검사  단면들 상에서 종양 색전(tumor emboli) 소견도 관찰되지 않았다. 위와 같은 조직학적 소견을 고려하였을 때 신경내분비세포(neuroendocrine cell)  유래 가능성이 의심되었으며, 반면 담낭 점막 상피 유래의 가능성은 다소 낮을 것으로 사료되었다. 정확한 기원 파악을 위하여 면역조직화학 염색을 실시하 였으며, 종양세포들은 chromogranin A(Fig. 2C)와 NSE(Fig. 2D)에 대하여 양성반응을 보인 반면, vimentin과  pan-cytokeratin에 대해서는 음성반응을 보였다. 이를 기반으로 종양은 담낭에서 원발한 유암종으로 사료되었다.\n \t\n개의 담낭 카르시노이드 종양. 크로모그라닌 A(C)와 NSE(D)을 중심으로 한 헤마톡실린 및 에오신 염색(AB)과 면역조직화학 염색의 대표적 현미경 사진. 신생물 세포는 신경내분비 패킷 패턴으로 배열되었으며 크로모그 라닌 A와 NSE 모두에 대해 확산적 양성 면역 반응을 보였다. 척도 막대 = (A)의 경우 20 0μm, (BD)의 경우 50μm. NSE, 신경 특이적 에놀라제.\n \n개의 담낭 원발 종양에는 담낭 선종(adenoma)과 선암종(adenocarcinoma)이 드물 게 보고되며, 본 예와 같은 담낭에서 원발하는 유암종은 그 발생이 극히 드문 것으로 알려진다[6]. 신경내분비종양(neuroendocrine tumor), 혹은 유암종이라 통용되는 종양은 세포질내 호산성의 과립을 함유한 종양세포들이 이른바 ‘신경내분비다발(neuroend ocrine packet)’을 형성하는 조직학적 소견과 더불어, 기능적으로는 여러 종류의 펩티드(peptide)나 아민(amine) 성분의 호르몬을 분비하는 것이 특징이다. 담낭에서 원발하는 유암종은 담관 상피에 산재된  신경내분비세포로부터 유래하는 것으로 추정된다[6]. 개의 경우 지금까지 5건의 담낭에서 원발한  유암종의 보고가 있는 것으로 사료된다[1-4].\n육안적으로 담낭 선종은 대게 내강에 국한된 양상으로, 유두상 혹은 유경성(목 이 있는 폴립; pedunculated)의 형태를 보이는 종괴로 관찰이 된다. 반면 담낭 선암종의 경우 종괴가 담낭 내강에 국한되지 않고, 담낭의  장막면이나 주변 간실질로 침습하여 별도의 종괴를 형성할 수 있다[6]. 담낭 유암종의 경우 지금까지 보고된 문헌들에 따르면, 대게 담낭 내강에 무경성(목이 없는; sessile),  외향성(exophytic)의 경결감을 띄는 종괴 형태로 관찰이 되며, 종종 내강을 폐색할 수 있다[1-4].\n조직학적으로 담낭 선종은 분화도가 양호한 담낭 상피가 내강 방향으로 얇은 섬유소성 줄기(fibro us stalk)에 부착되어 유두상 증식을 하는 것이 특징이며, 종종 다량의 점액을 함유할 수 있다. 선암종의 경우 종양 세포들이 샘 혹은 세관을 형성하며 증식하는데, 담낭벽과 인근 간 실 질로 침습할 수 있고, 이에 따른 결합조직증식증(desmoplasia)이 관찰될 수 있다. 또한 선종과 마찬가지로 점액이 관찰될 수 있다[6]. 담낭 유암종의 경우 종양 세포들이 혈관화가 잘 이루어진 얇은 섬유소성 결합 조직에 의해 구분되어 소(nest), 로제트(rosette), 고형의 다발(so lid cord) 이나 리본(ribbon) 양상으로 배열된 이른바 ‘신경내분비다발(neuroendocrine packet)’을 형성하는 것이 특징이다[6].\n담낭에서 원발한 유암종의 경우 담낭  선종 및 선암종과의 감별이 필요하다. 본 증례의 경우 종양 세포가 신경내분비다발을 형성하며 증식하는 점, 종괴 내에서 점액이 관찰되지 않은 점, 그리고 chromogranin A와 NSE에 대하여 양성반응을 보인  반면 pan-cytokeratin에 대해서는 음성반응을 보인 면역조직화학 염색 결과를 종합하여 담낭에서 발생한 유암종으로 사료되었으며, 선종 및 선암종의 가능성은 배제되었다. 마지막으로 본 종양이 다른 부위에서 원발하여 담낭으로 전이된 종괴일 가능성을 중심으로 한 고찰도 필요하였다. 본 증례가 부검이 아닌 생검 조직 검사을 중심으로 한 관계로, 이를 확증하는 데에는 한계가 있다. 다만 환축에 대한 신체 검사 및 방사선, 초음파 영상 검사 상에서 담낭을 제외한 다른 부위에 원발 종괴로 사료될 만할 별도의 종괴가 확인되지 않은 점, 담낭 종괴에 대한 병리조직검사 상 종양 색전이 관찰되지 않은 점을 종합하였을 때, 본 종양은 담낭에서 원발 하였을 것으로 사료된다.\n담낭 원발 종양들의 예후에 대하여, 선종은 일반적으로 내강에 국한된 양상으로 팽창성 성장을 하고, 내강 을 확장시킬 수는 있으나 담즙 정체를 유발하는 경우는 드물며 술 후 예후는 양호한 것으로 알려진다[6]. 반면 선암종은 담낭 장막면이나 인근 간 실질로 침습할 수 있고, 드물지만  간을 포함한 주변 복강 장기나 림프절 및 폐로 전이가 일어날 수 있다[6]. 담낭 유암종의 경우 일반적으로 담도계 점막 상피 유래의 악성 종양과 달리 성장 속도가 빠르지 않고, 주변  복강으로나 다른 실질 장기로의 전이 증거가 없다면 절제술 이후 양호한 예후를 기대할 수 있다고 알려진다[1]. 한편, 담낭 유암종의 경우 역형성(anaplasia)이나 유사분열 빈도(mitotic index) 등 악성도를  지시하는 조직학적 등급(histological grading)과 예후와의 상관성은 낮은 것으로 알려져 있다[3]. 따라서 조직학적 소견 만을 가지고 악성도를 정확하게 예측하기 어려운 바,  본 증례에서 종양은 잠정적으로 악성 가능성이 있는 것으로 고려할 필요가 있다. 다만 본 환축의 경우 담낭 종괴을 중심으로 한 조직 관찰 시 주변으로의 침습이나 종양 색전 소견은 관찰되지 않았으며, 개복 시 육안 소견 및 신체 전반을 중심으로 한 검사에서 전이를 의심할 만한 소견들도 관찰되지 않았다.\n개의 담도계 종양은 일반적으로 체중 감소, 구토 및 간 수치의  증가 등과 같은 비특이적인 임상 증상들을 동반할 수 있다[2]. 기존 개 담낭 유암종 보고들의 경우 환축은 체중 감소, 빈혈, 혈토, 혈변, 복부 통증 등의 임상 증상을 나타내었으며, 모두 담즙 정체 혹은  간손상을 암시하는 혈청생화학적 수치들(ALP, ALT, AST, GGT, total bilirubin)의 전반적인 증가를 동반하였다[1-4]. 또한 사람의 담낭 유래 악성종양에서 드물지만 간혹 혈액담즙증(hemobilia)나 혈담낭(hemocholecyst) 등이 관찰될 수 있는 데, 개의 경우에도 담낭 유암종에서 혈액담즙증과 혈담낭이 동반되었으며 이로 인하여 재생성 빈혈이나 혈변 등이 관찰되었다는 보고가 있다[4]. 다만 본 환축의 경우 간담도계와 관련된 ALP, total bilirub in, GGT는 정상 범주였으며 ALT는 정상 범주에 거의 근접해 있었다. 또한 초음파 영상 및 방사선 검사 상 간의 이상 소견은 관찰되지 않았다. 따라서 본 환축의 경우 담낭 종괴와 연관되어 담도계 폐색에 따른 간손상은 없었던 것으로 사료되며,  혈청검사상 증가된 AST는 간이 아닌 다른 원인(자궁축농증 등)에 의하여 상승된 것으로 유추된다. 이와 같은 사실은 개 담낭 유암종이 직경 4 cm 가량의 종괴를 형성했음에도 불구하고, 담도계  폐색 등의 특이할 만한 합병증(complication) 없이 경과될 수도 있다는 점을 시사한다. 다만 종괴을 중심으로 한 절제술이 실시되지 않았다면, 종괴 크기 증가에 의한 임상 증상이 이후에 나타났을 가능성 또한 배제할 수 없다. 본 환축에 대해서는 종괴를 포함한 담낭 절제술 이후 6개월  가량 경과한 현재까지 주목할 만한 임상 증상은 관찰되지 않았다.\n본 증례의 경우 극히 드문 것으로 알려진 개의 담낭에서 원발한 유암종을 중심으로 한 것으로, 국내에서 잡종 개에서 발생한 최초의 발병 예라는 의미를 가진다. 또한 기존 보고들과는 달리, 본 증례의 경우 담낭 유암종이 뚜렷한 종괴를 형성하였 음에도 불구하고 담도계 폐색 등의 합병증을 나타내지 않을 수도 있다는 점을 시사한다. 본 보고가 개 담낭 유암종에 대한 자료 확립과, 향후 개 담낭 유래의 종양성 질병에 대한 진단과 치료에 도움이 될 것으로 예상된다.\n"}