{"title": "53. 개의 면역 매개 용혈성 빈혈 진단에 대한 ACVIM 합의 성명", "author": "린다 키드", "publisher": "Wiley Periodicals", "department": "내과", "disease": "53 개의 면역 매개 용혈성 빈혈 진단에 대한 ACVIM 합의 성명\n\n적혈구 수 또는 헤모글로빈 수치 감소. IMHA는 고양이에서도 발생하지만 흔하지는 않습니다. IMHA는 기저 감염에 기인할 수 있는 경우 이차적으로 간주되며, 원인이 발견되지 않은 경우 원발성(특발성)으로 간주됩니다. IMHA를 유발하는 질병을 제거하면 면역 매개 적혈구 파괴를 약화시키거나 멈출 수 있으며, 장기적인 면역억제 치료법의 부작용을 피할 수 있습니다에 대한 주요 항목이 논의된다. 질병, 암, 약물, 백신 및 염증 과정이 IMHA의 근본 원인일 수 있습니다. 이러한 동반감염에 대한 근거는 체계적으로 평가되지 않았기 때문에 근거에 기반한 결정을 어렵게 만듭니다. 수의학 문헌에 발표된 연구에서 데이터를 식별하고 추출했으며, 연구 설계, IMHA에 대한 판단 기준, 동반 감염 및 인과 관계를 평가하는 데 사용하여 근거의 질을 평가하기 위한 새로운 도구를 개발했습니다. 간결한 증거 요약 진술서가 스크리닝 권장 사항과 함께 작성되었다.. 진술은 패널 및 태스크 포스 구성원과 함께  Delphi 검토를 3회 반복하여 다듬었습니다. 권고안이 제출되기 전에 의료적 적용 가능성을 극대화하기 위해 여러 전문 기관에서 논평을 요청했습니다. 결과 문서는 개와 고양이의 IMHA에 대한 판단 및 기저 감염 스크리닝을 위한 임상 지침을 제공하기 위한 것입니다. 이는 동물, 소유자 및 지리적  요인을 고려하여 구현되어야 합니다.\n키워드을(를) 실시한다 동반질환, 델파이 조사, 직접 항글로불린 검사, 적혈구, 근거, 유세포 분석, 용혈, 빙산 모델, 구상세포, 수의학 및 비교 임상 면역학 학회\n\n1. 소개\n적혈구 수 또는 헤모글로빈 수치 감소. 1, 2, 3, 4, 5 병원성 자가항체는 적혈구막 항원결정기를 표적으로 하며,6, 7 대식세포에 의해 매개되는 분획 결정화 수용체 매개 혈관외 용혈 작용을 중심으로 한 메커니즘을 제공합니다. 8 보체는 적혈구에 결합된 항체와 상호 작용하여 혈관외 용혈을 촉진 하거나 막 공격 복합체를 형성하여 혈관내 용혈을 유발할 수 있습니다. IMHA를 빈혈의 다른 원인과 구별하는 신속한 판단은 적절한 치료를 신속하게 시행하는 데 매우 중요합니다. IMHA의 판단을 위한 다양한 기준이 면역 매개 적혈구 용해 또는 이 현상에 대한 대리 마커에 대한 문서를 기반으로 문헌에 설명되어 있지만,9, 10, 11, 12 명확한 판단에 필요한 기준에 대해서는 거의 합의가 이루어지지 않았습니다. 또한, 가능한 한 유발 인자를 제거하는 것이 치료의 중요한 구성 요소이기 때문에 추정 유발 인자와 관련된 질병과 자발적 IMHA의 감별은 판단 평가에서 중요한 첫 번째 단계입니다. 그러나 유발 요인의 판단적 평가에 대한 지침이 없으며, IMHA에서 유발 요인의 함의에 대한 근거에 대한 공식적인 평가가 부족합니다. 근거 요약을 통해 임상의는 주어진 동반감염이 IMHA의 발병기전과 관련이 있을 가능성을 더 잘 측정할 수 있으며, 개별 환자에서 어떤 판단 검사를 진행해야 하는지 안내하는 데 도움이 됩니다.\n따라서 이 합의 성명서의 목적은 IMHA의 근본적인 판단과 증거, 인간 의학의 병렬 데이터에서 추론한 추론 및 전문가 의견을 기반으로 추정되는 유발 요인을 선별하기 위한 테스트에 대한 지침을 제시하는 것입니다. 이 합의 성명서에 기여하는 작업은 합의 패널 구성원과 2015년에 설립된 관련 VCCIS(Veterinary and C omparative Clinical Immunology Society) 태스크 포스의 추가 구성원에 의해 완료되었습니다.\n2. 재료 및 방법\n2.1. 문헌 검토\n2016년 4월과 2018년 3월에 관련 참고 문헌을 찾기 위해 2개의  데이터베이스(Medline 및 Web of Science)를 검색했다. 표제어 추출을 허용하는 표준 부울 검색어가 채택되었다.. 알고리즘 {(anemia OR anaemia) AND (dog OR cat) AND (immun*)}(이하 A1으로 표기)에 의해 캡처된 참조를 참조 관리 소프트웨어(Mendeley, Elsevier, New York; EndNote X8, Clarivate Analytics, Philadelphia)를 근거 자료 S1에 명시된 포함 기준에 근거한 수동 심사 전에 검토해야 합니다. 논문의 참고 문헌 목록도 Medline 또는 Web of Sci ence에 인용되지 않은 참고 문헌을 포착하기 위해 검토되었습니다. 추가 참고 문헌을 포착하기 위해 병원체 특이적 검색이 수행되었습니다(참고 자료 S1).\n2.2. 기록 큐레이션\n총 723개의 논문이 검색 알고리즘 A1에 의해 캡처되었다.. 모든 논문의 초록은 OAG, LK, UJ, ALM, SB, BG, RG, J S에서 검토한 결과, 475편의 논문이 선정 기준을 충족하지 못해 거부되었다. 추가로 67개의 중복 논문이 제외되어  181개의 고유한 논문이 생성되었습니다. 이 중 추가로 118편의 논문은 잠재적 유발 요인이 있는 환자에 대한 자료가 포함되어 있지 않아 제외되었다. 나머지 63편의 논문 중 52편은 개를 질병시키는 미생물 14속과 고양이를 질병시키는 미생물 8속을 포함하여 질병병과 관련된 자료를 포함하고 있습니다. 이러한 속을 기반으로 한 병원체 특이적 검색은 포함  기준을 충족하는 11개의 추가 논문을 산출했습니다. 2018년 3월에 A1과 병원체 특이적 알고리즘을 모두 사용하여 진행한 검색에서 6개의 논문이 추가로 나왔습니다. 온라인 아카이빙이 출현하기 전에 발표 된 중요한 논문이 목록에 추가되었습니다. 따라서 81개의 논문에서 데이터를 추출했습니다.\n\n\n\n기록 큐레이션. 빈혈에 대한 검색 알고리즘으로 포착된 논문 중 포함 기준(n = 248)을 충족하는 논문을 수동으로 선별하여 중복(n = 67)을 제거한 후, 나머지 논문을 선별하여 동반 질환을 언급했는지 여부를 평가한 결과 63개의 논문이 나왔습니다. 2018년 3월에 6개가 추가되었습니다. 질병원에 대한 독립적인 검색은 추가로 11개의 관련 논문을 산출했다. 1개의 추가 논문은 수집된 논문의 참 고 문헌 목록을 조사하여 확인되었습니다. IMHA, 면역 매개 용혈성 빈혈\n2.3. 품질 평가\n우리는 연구 설계(D) 및 품질(Q), 동반질환 진단에 대한 신뢰도(C), 동반질환과 IMHA 간의 인과 관계 가능성(L), IMHA 진단에 대한 신뢰도(I) 및 주어진 동반질환을 가진 환자 수(N)에 대한 자료를 캡처하는 도메인을 포함하는 새로운 품질 평가 및 데이터 추출 도구를 설계했습니다. 이 연구의 목적을 위해 \"동반 감염\"이라는 용어에는 약물, 독소 및 예방접종에 대한 노출이 포함되었습니다. 추가 도메인은 사용 가능한 경우 통계적 추론을 포함하여 각 동반 질환에 대한 자세한 자료를 캡처했습니다. 동반질환은 질병성 질환, 암, 염증성 질환, 약물 및 독소, 백신의 5가지 범주로 요약되었다. 패널 구성원과 비패널 VCCIS 태스크 포스 구성원은 데이터 추출 및 품질 진단를 위해 무작위 쌍에 할당되어 총 논문 수를 모든 쌍에 균등하게 분배했습니다. 개별 구성원이 특정 관찰 사항에 동의하지 않는 경우 쌍 간의 일치를 구했으며, 품질 진단와 관련된 모든 관찰은 LK와 OAG에 의해 확인되었습니다.\n논문에서 확인된 각 동반감염에 대해, 개별 환자에게 동반감염이 존재하는 한, 근거 등급에 대한 상대적 중요도에 대한 평가에 따라 가중치를 부여한 정규화된 점수의 합으로 통합 증거 지표(IME)를 계산하였으므로 IME = 2D + Q + C + 2L + I + N. >1 제제에 질병된 환자를 포함하여 개별 환자에서 >1 동반질환이 존재하는 경우 IME 값을 계산하지 않았습니다. 그럼에도 불구하고 환자을 중심으로 한 언급은 그들이 통찰력을 얻을 수 있다면 이야기에 이루어졌습니다. D점수는 다음과 같은 질문을 제기한 후 평가되었습니다을(를) 실시한다 연구는 동반질환이 가설 또는 특정 목표의 일부로 IMHA를 유도하는지(또는 연관되어 있는지)를 묻는가, 아니면 동반질환이 IMHA를 유도(또는 연관)하는지 묻는 질문이 연구 설계에 의해 답변되었는가? 대답이 '예'인 경우 D 점수가 할당되었습니다. 대답이 '아니오'인 경우, 해당 연구는 해당 동반감염에 대해 \"서술적 연관성만\"으로 지정되고 최대 7점 만점에 1점(가능한 가장 낮은 점수)의 임의 D 점수가 할당되었습니다. Q 점수는 Descriptive Association Only(서술적 연관성만)로 지정된 동반감염에 대해서는 계산되지 않았는데, 그 이유는 이러한 사례의 일반적인 연구의 질이 동반감염과 IMHA 사이의 인과 관계에 대한 질문과 관련이 없었기 때문입니다. 따라서 이 경우의 Q 점수는 0이었습니다. 각 기준의 정규화된 최대 점수는 1이었으며 최대  IME 값은 8이고 최소 IME 값은 <1입니다. IME 값 0은 연구에서 IMHA와 관련된 동반감염에 대한 증거를 제시할 때 적용되었습니다. 논문 내의 각 동반감염에 대해, 근거의 과장을 피하기 위해 각 IME 기준에 대한 가장 보수적인 점수가 관련 환자 코호트에 적용되었다.\nIMHA와의 인과 관계에 대한 증거는 동반 감염을 무시할 수 있는, 낮은, 중간 또는 높은 증거로 지정할 수 있도록 임계값 IME 값을 계산했습니다. 무시할 수 있는 근거와 낮은 근거 사이의 임계값은 중간  C, L 및 I 점수와 1개의 양성 사례(IME = 2.95)가 있는 가상의 기술 연관 연구로 간주되었습니다. 낮은 근거와 중간 사이의 임계값은 Q 점수가 28, 중간  C, L 및 I 점수, 2-5개의 양성 사례(IME = 4.37)가 있는 가상의 횡단면 연구로 간주되었습니다. 마지막으로, 근거 중간과 높음 사이의 임계값은 Q 점수 28점, 높은 C 점수,  중간 L 점수, 높은 I 점수(기계론적 기반), 2-5명의 양성 사례(IME = 5.78)를 가진 가상의 전향적 코호트/사례 대조군 연구로 간주했하였다..\n품질 평가 및 데이터 추출 도구는 지원 자료 S2에 나와 있습니다. 지원 자료 S3은 각 점수 D, Q, C, L, I 및 N의 도출을 보여줍니다.\n2.4. 델파이 프로세스\n각 패널 구성원은 할당된 영역에서 권장 사항의 초안을 작성했하였다.. 그런 다음 권고안 초안은 3차례의 Delphi 검토를 거쳤으며, 이 기간 동안 각 패널 구성원은 온라인 설문지(Survey Monkey, San Mateo, California)를 사용하여 모든 권장 사항을 중심으로 한 서면 피드백을 제공할 수 있었습니다. 각 라운드가 끝날 때마다, 제안은 1명의 진행자에 의해 작업 템플릿에 통합되었으며, 아직 합의에 도달하지 못한 권장 사항만 후속 델파이 주기에 포함되었다.. 3차례에 걸친 검토 끝에 대부분의 권고 안에 대해 만장일치로 합의에 도달했습니다. 의견 차이가 남아 있는 경우, 이는 합의 성명서의 본문에 명시되어 있하였다..\n2.5. 합의 성명서 작성\nOAG, LK, UJ, AMM 및 SB는 구두 발표 중에 생성된 의견의 추가 편집 및 통합을 위해 작업 문서의 ≥1개 섹션을 할당받았하였다.. 그런 다음 이 섹션은 모든 회원의 검토를 위해 ACV IM에 제출하기 전에 공동 의장에 의해 편집되었습니다. 합의 성명서 초안은 또한 회원들의 의견을 구하기 위해 유럽 수의내과학회(European College of Veterinary Internal Medicine), 미국 수의응급 및 중환자 치료법 대학(American College of Veterinary Emergency and Critical Care), 미국 수의병리학회(American College of Veterinary Pathology) 및 유럽 수의임상병리학회(European College of Veterinary Clinical Pathology)에 제출되었습니다에 대한 주요 항목이 논의된다. 이러한 전문 대학의 피드백은 패널 구성원이  최종 합의 성명서를 작성하는 데 사용되었습니다.\n3. 면역 매개 용혈성 빈혈의 진단\n동물용 환자의 IMHA에 대해 합의된 판단용 골드(기준) 표준은 존재하지 않으며, 이는 인간의 상황과 유사합니다. 영국혈액학회(British Society for Hematology)의 자가면역 용혈성 빈혈(AIHA) 판단 가이드라인은 용혈 환자에게 직접 항글로불린 검사(DAT)를 권장하지만, 이 검사가 AIHA에 특이적이지도 않고 100% 민감하지도 않다는 점을 강조합니다. 13 따라서 아래에 설명된 판단 검사는 다른 판단 검사 결과 및 면역 억제에 대한 반응과 함께 해석해야 합니다. 금(기준) 표준이 없다는 점도 문헌을 해석할 때 어려움을 겪하였다.. 예를 들어, 민감도와 특이도가 여기에서 논의되지만(참조된 연구에서 직접 보고되거나 참조 내의 데이터를 사용하여 패널에 의해 계산됨) IMHA을 중심으로 한 사례를 양성 또는 음성으로 정의하는 데 사용되는 기준은 다양합니다. 테스트를 진행하고 검증하는 방법에도 변동성이 존재하므로 1개 연구의 성과가 다른 연구로 일반화되지 않을 수 있습니다.\n이러한 주의 사항을 인식하고, 8명의 패널 구성원 중 7명은 그림 2의 알고리즘이 1차 또는 2차 IMHA의 판단에 적합하다고 생각했으며, 다음과 같은 설명이 추가되었습니다. (한 패널 위원은 용혈이 없는 경우 면역 매개 감염의 표지자를 신중하게 평가해야 한다고 생각했다.) 이 논의는 순환 적혈구의 면역 매개 파괴에 국한됩니다(즉, 전구 체 표적 면역 매개 빈혈 또는 순수 적혈구 무형성증은 논의되지 않음). 골수 수준에서의 면역 매개 분화 실패 또는 파괴에 대한 추가 자료가 필요한 독자는 다른 곳에서 참조됩니다. 14, 15, 16, 17\n\n\n\n면역 매개 용혈성 빈혈(IMHA)에 대한 진단 알고리즘. 환자에서 빈혈을 확인한 후에는 식염수 응집 검사(SAT), 직접 항글로불린 검사(DAT) 및/또는 유세포 평가(FC)을 포함하여 면역 매개 파괴의 바이오마커를 평가해야 합니다. IMHA에 대한 확실한 판단을 내리기 위해 최소 2명이 존재하거나 씻어도 지속되는 긍정적인 SAT가 있어야 합니다. 그런 다음 용혈의 징후를 평가해야 하며, 그 중 최소 1개는 확실한 판단을 위해 존재해야 합니다. 이 주제의 변형은 빈혈의 다른 원인이 확인되지 않는 한 지지적이거나 의심스러운 판단을 낳을 수 있습니다. 추가 약어: 적어도 ≥; DZ, 질병\n3.1. 빈혈\n응집이 존재할 때 계산된 헤마토크릿을 신뢰할  수 없기 때문에 회전된 PCV가 제안됩니다. 18, 19, 20 그러나 인간을 대상으로 한 연구에서는 비정상적인 적혈구(예을(를) 실시한다 구상세포)에 의한 혈장 포획이 증가하여 회전된 PCV에 부정확성을 유발할 수 있다고 보고했습니다. 21 우리가 아는 한, 방적 PCV을 중심으로 한 응집 또는 구상구증가증의 영향은 수의학 종에서 조사되지 않았습니다. 재생의 부족(망상적혈구 수로 진단됨)은 약 30%의 개가 발현 시 비재생성 빈혈을 가지고 있기 때문에 IMHA를 제거하지 않습니다. 5, 22\n3.2. 면역 매개 파괴의 징후\n3.2.1. 두드러진 구상세포증\n구상세포는 고양이 적혈구가 일관되게 중앙 창백함을 나타내지 않기 때문에 개에서만 판단 기준으로 사용해야 합니다. 수혈 후 구상세포를 해석하는 것은 신중하게 이루어져야 하는데, 그 이유는 저장된 혈액 제제에는 높은 비율의 구상 세포가 함유되어 있을 수 있으며(23) 용혈성 수혈 반응이 있는 인간 환자에서 구상세포가 기록되어 있기 때문이다. 24, 25 구상세포증은 잘 만들어진 혈액 도말의 단층에서 진단되어야 하는데, 구상세포와 같은 인공물이 깃털 가장자리와 두꺼운 부위를 향해 발생하기 때문입니다. 26 빈혈 동물의 경우, 얇은 부위의 인공물을 피하 기 위해 더 깊은 단층에서 구상세포를 확인해야 합니다. 구상세포증은 또한 삼투압 취약성 증가를 유발할 수 있지만,27, 28 삼투압 취약성 검사는 다른 요인(예을(를) 실시한다 고지혈증,27, 적혈구 연령29세)의 영향을 받기 때문에 패널은 IMHA 진단에 일상적인 사용을 옹호하지 않습니다.\n비면역 매개 구상세포 또는 형태학적으로 유사한 pyknocyte의 보고된 원인은 산화적 손상(예을(를) 실시한다 아연30, 31 및 아세트아미노펜32), 독화,33, 34, 35, 36, 37 비장 과다증(예을(를) 실시한다 간비장 림프종),38 피루브산 키나아제 결핍,39 적혈구 단편화와 관련된 장애(예을(를) 실시한다 심내막염,40 혈관육종(hemangiosarcoma),41 또는 용혈성 요독 증후군),42 및 적혈구이상증(dyserythropoiesis)을 포함한 미세혈관병성 용혈성 장애. 43 유전성 스펙트럼 결핍은 또한 >24시간 동안 저장된 혈액에서  도말이 만들어지는 경우 잠재적으로 구상세포를 유발할 수 있습니다. 44 유전성 구상세포증을 유발하는 돌연변이가 있는 인간 환자의  혈액 도말에서 구상세포의 비율은 다양하지만 높을 수 있습니다. 45 개의 유전성 구상구증가증을 중심으로 한 문헌 검색에서는 현저한 구상구증가증이 있는 사례가 확인되지 않았다.\n단일 연구에서, ≥5개의 구상세포/×100 오일 이멀젼 필드는 63%의 민감도(95% 신뢰 구간[CI], 39%-84%)(저자가 95% CI를 제공하지 않은 경우, 온라인 MedCalc Diagnostic 테스트 평가 계산기[https을(를) 실시한다//www.medcalc.org/calc/diagnostic_test.php]를 사용하여 계산함)와 95%의 특이도(95% CI, 76%-100%)를 보였으며, 반려견의 IMHA는 74%의 민감도(95% CI,  76%-100%)27를 보였습니다 ≥3×/100 오일 이멀젼 필드에 대해 49%-91%) 및 81% 특이도(95% CI, 59%-95%)C. 27 따라서 ≥5 spherocytes/×100 oil immersion field의 역치는 IMHA 판단을 뒷받침하는 것으로 간주될 수 있지만, spherocytosis의 다른 원인이 확인되지 않는 한 3-4 spherocytes/×100 oil immersion field도 IMHA와 일치할 수 있습니다. 이러한 임계값은 제안된 반정량 등급 시스템에서 1+ 구상세포작용을 중심으로 한 기준과 유사합니다. 46 구상세포 수가 낮은 경우(혈관외 IMHA의 일반적인 풍부도와 비교) 분야 간의 변동성이 문제가 될 수 있습니다을(를) 실시한다 여러 분야(예을(를) 실시한다 10)에 대한 평균 수를 계산하면 구상세포증의 실제 범위를 확립하는 데 도움이 될 수 있습니다. IMHA 연구에 사례를 등록하려면 고품질 혈액 도말만 사용해야 하며, 구상세포 인식 의 위험을 감안할 때 이사회 인증을 받은 임상 병리학자에 의한 도말 검사가 유리합니다.\n3.2.2. 식염수 응집 검사 양성\n건조된 혈액 도말 또는 혈액학 기구 산란 도표(scatter plot)20을 중심으로 한 진단가 응집을 제안할 수 있지만, 패널은 혈액 도말을 중심으로 한 룰로(rouleaux)가 겹칠 가능성과 산란도 진단에서 거대세포의 다른 원인을 중심으로 한 가능성에 근거하여 응집을 확인하는 데 이러한 기술이 적절하다고 생각하지 않습니다. 47 식염수 4방울과 혈액 1방울을 혼합하여 실시한 식염수 응집 검사는 개의 IMHA에 대해 100%(95% CI, 95%-100%)c의 특이도를 보고했하였다.. 27 혈액과 식염수를 1을(를) 실시한다1로 혼합한 결과, IMHA가 없는 개 85마리를 기준으로 95%(95% CI, 88%-99%)c, 빈혈이 있는 개만 고려했을 때 85%(95% CI, 65%-96%)c의 특이도가 나왔다. 11 따라서 혈액 1방울과 식염수 4방울을 섞은 후에도 지속되는 응집은 대부분의 경우 응집을 중심으로 한 충분한 증거로 간주됩니다. 27 상당히 높은 희석 비율은 응집의  현미경 식별에 도움이 될 수 있습니다. 위양성을 줄이기 위해, 식염수11과 1을(를) 실시한다4 비율로 적혈구를 3회 세척한 후에도 응집이 지속되는지 확인하는 것이 모호한 결과(예을(를) 실시한다 음성 검사에서 드물게 작은 적혈구 덩어리), 총 단백질(예을(를) 실시한다 리슈마니아증, 다발성 골수종 및 고양이 전염성 복막염[FIP]) 또는 피브리노겐 농도가 현저히 증가한 동물에 권장됩니다.48 또는 혈액 도말 검사에 서 강한 rouleaux 형성. 4°C에서 정상 개의 세척된 적혈구가 응집되었다는 보고 에 근거하여, 식염수는 실온에서 37°C 사이여야 합니다.49\n3.2.3. 항적혈구 항체의 입증\n5명의 패널 위원은 직접 쿰즈 검사(DAT)를 선호했으며 3명은 유세포 평가과 DAT가 동등하게 유용하다고 생각했습니다. 지원 자료 S4는 이러한 테스트의 성능에 대한 권장 사항을 제공합니다. 세척 후에도 응집이 지속되어 DAT를 진행할 수 없는 경우 빈혈, 용혈 및 지속적인 응집의 조합으로 IMHA를 판단하기에 충분합니다. 면역크로마토그래피는 기존 DAT 또는 유세포 평가에 대한 대안을 제공하지만, DAT 양성 개에서 약한 양성 테스트 스트립이 자주 발생하기 때문에 기존 DAT로 음성 결과를 확인하는 것이 바람직할 수 있습니다. 11세 DAT의 경우 민감도는 개의 경우 61%에서 82%까지 다양했습니다. DAT의 특이도는11, 27, 50, 52번 반려견의 경우 94%-100%였다. 소규모 실험 연구에서 유세포 평가에 대한 민감도가 최대 100%라고 보고되었지만,54, 55, 56, 57 민감도는 일상적인 임상 테스트 결과를 보고한 대규모 연구에서 67%(95% CI, 53%-79%)c였습니다. 58 임상적으로 아픈 음성 대조군을 포함한 연구에서 유세포 평가의 특이도는 87.5%(95% CI, 47%-100%)c, 5 4-92%(95% CI, 88%-95%)c였다. 56분\n유세포 분석에 대한 시료 취급 효과에 대한 보고는 부족합니다. 실험실에서 달리 조언하지 않는 한 DAT 테스트 전에 최 대 7일 동안 4°C에서 샘플을 보관하는 것은 허용됩니다. 11 현재의 데이터는 제한적이기는 하지만, 면역억제가 즉시 음성 DAT를 초래하지는 않지만,11 치료법 시작 후 음성 DAT가 되는 데 필요한 시간에는 59 개인간 변동성이 존재한다는 것을 시사합니다에 대한 주요 항목이 논의된다. 11, 60 유세포 평가의 경우, 일화적 보고에 따르면 면역억제가 항체 양성 적혈구의 비율을 감소시킨다고 합니다. 56 그러므로, 가능하다면 치료를 시작하기 전에 DAT 또는 유세포 평가을 위한 시료 채취를 권장합니다. DAT 또는 유세포 평가에 대한 이전 수혈의 효과에 대한 대규모 연구는 부족합니다. 수혈 후 개 21마리을 중심으로 한 DAT 음성 결과을 중심으로 한 보고에 따르면,11 사전 수혈은 검사을 중심으로 한 절대적인 금기 사항이 아닙니다. 그러나 IMHA의 징후는 없지만 여러 번의 수혈  이력이 있는 개에서 양성 DAT가 보고되었습니다. 61 또한, DAT가 양성인 지연된 혈청학적 또는 용혈성 수혈 반응이 인간에서 보고되었다.. 62, 63, 64 따라서 가능한 경우 수혈 전에 DAT를 위한 샘플을 채취하는 것이 좋하였다..\nDAT와 비교하여 유세포 평가의 제안된 이점은 보다 정량적인 결과를 생성하여 잠재적으로 치료 성공을 모니터링할 수 있다는 것입니다. 실험실 또는 의료적 특징과 항체 양성 적혈구의 비율 사이에 통계적 연관성이 보고됩니다. 56, 58 그러나 양성 적혈구 비율의 의료적 가치는 엄격하게 진단되지 않았다. 56분\n3.3. 용혈의 증거\n3.3.1. 구상적혈구증\n개의 경우, 구상세포(설명된 대로 진단됨)는 인간 적혈구에서 이러한 현상의 증거와 일치하는 용혈의 증거를 제공할 수 있습니다. 65, 66 구상세포의 강성이 증가하면 비장 내에  갇히게 되고 그에 따른 혈관외 용혈이 발생합니다. 28, 67, 68\n3.3.2. 고빌리루빈혈증\n기능적 간종괴 감소, 폐쇄성 담즙 정체 또는 패혈증이 없는 경우, 고빌리루빈혈증은 용혈의 증거일 수 있하였다.. 다음 중 적어도 1개는 고빌리루빈혈증에 대한 충분한 근거로 간주된다을(를) 실시한다 황달, 기준 간격을 초과하는 총 혈청 또는 혈장 빌리루빈 농도, 고양이의 빌리루빈뇨증 또는 개의 소변 시약 스트립에 있는 ≥2+ 빌리루빈. 용혈된 샘플에 대해 보고된 빌리루빈은 용혈이 분석에 미칠 수 있는 영향에 관한 자료와 함께 해석해야 합니다. 69의\n3.3.3. 혈색소혈증/혈색소뇨증\n헤모글로빈혈증은 혈장의 육안 검사 또는 cell-free 헤모글로빈의 측정으로 검출할 수 있습니다. 용혈의 기구 기반 지표를 사용할 때는  개별 방법의 한계를 고려해야 합니다. 예를 들어, 분광광도계 용혈 지수는 서로 다른 기기 간에  직접 비교할 수 없는 제조업체별 방법과 알고리즘에 의존합니다. 70 유사하게, ADVIA 혈액학 기구에 의해 제공된 평균 세포 헤모글로빈 농도와 세포 헤모글로빈 농도 사이의 불일치는 용혈 또는 지방혈증과 같은 기타 샘플 특성을 반영할 수 있하였다.. 71의\n혈색소혈증은 인공적 용혈을 제거한 후에만 용혈의 증거로 해석되어야 합니다. 체외 용혈의 일반적인 원인에는 외상성 정맥 천자,72, 73, 74, 75 동결, 보관 및 (인간 연구에 근거한) IV 카테터72, 76, 77을 통한 샘플링 또는 채취 후 진공 투입구에 샘플 주입이 포함되지만 이에 국한되지 않하였다.. 78 시험관 내 용혈의 가능성은 적혈구 취약성을 증가시키는 요인(예을(를) 실시한다 지방혈증)이 존재하는 경우 증가한다. 79 미오글로빈뇨증의 원인이 없는 경우, 소변이 빨갛고 원심분리로 변색이 제거되지 않은 경우 또는 현미경 침전물 검사 에서 온전한 적혈구가 없는 상태에서 소변 계량봉에 양성 헴 반응이 존재하는 경우 혈색소뇨증이 존재하는 것으로 간주됩니다. 혈색소뇨증의 평가는 신선한 소변 샘플을 사용하여 진행해야 하며, 알칼리성 또는 농도가 낮거나 하첨당뇨 소변 샘플에서 소변 내 적혈구 용해 가능성이 증가한다는 일화적 설명이 있습니다.\n3.3.4. 적혈구 유령\n유령 세포는 채혈 직후 만들어진 도말에서 볼  수 있는 경우 혈관 내 용혈의 증거를 제공합니다. 3, 80\n4. 추정 유발 요인\n4.1. 전염병\n최근의 증거에 따르면 모든 질병은 질병 당시 유전적, 후성유전적 또는 감수성이 있는 미세환경 환경을 가진 개별 환자에서 면역 조절 장애, 면역 내성 상실 및 면역 매개 질환의 발병을 유발할 수 있습니다. 81, 82, 83, 84, 85, 86 그러나 특정 유기체는 특정 면역 매개 질병을 유발할 수 있하였다.. 예를 들어, IMHA를 유발하는 마이코플라스마 폐렴균 질병과 면역 매개 혈소판 감소증을 유발하는 헬리코박터 파일로리균 등이 있습니다. 87, 88 분획 결정화 수용체 관여 또는 면역글로불린 결합 핵산을 톨 유사 수용체로 전달하여 면역 세포의 순환 면역 복합체 침착 및 활성화와 같은 다른 메커니즘도 일부 질병 중에 발생합니다. 89 표적 세포을 중심으로 한 손상은 병원체가 일반적으로 면역 세포에 격리되거나 비효율적으로 제시되는 자기 항원결정기의 노출을 증가시켜 자가면역을 유도할 가능성이 특히 높게 만들 수 있는 또 다른 메커니즘입니다. 81, 90 IMHA91의 개발을 위해 제안된 이 메커니즘은 사람과 생쥐에서 Plasmodium 질병 중 적혈구의 제거를 가속화하는 데 기여합니다. 92 또한 개의 Babesia gibsoni 질병 및 고양이의 Mycoplasma haemofelis 질병 중에도 발생할 수 있습니다. 93, 94, 95, 96, 97 항체 매 개 제거는 정상적인 적혈구 노화의 일부입니다. 따라서 98 유기체는 노화되거나 손상된 적혈구의 정상적인  항체 매개 제거를 증폭하여 IMHA를 유발할 수 있습니다.\n4.1.1. 합의 요약 성명\n본 연구에서 IMHA의 원인으로 높거나 중간 수준의 증거가 있는 것으로 확인된 유기체는 많은 환 자에서 면역 매개 적혈구 파괴를 유발할 수 있는 메커니즘에 의해 질병을 유발할 가능성이 있습니다. IMHA에서 다른 질병의 역할을 결정하기 위해서는 추가 연구가 필요합니다. 우리는 대부분의 연구에서 근거 수준이 낮다는 것은 근거 부족을 구체적으로 입증한 연구라기보다는 질병이 IMHA와 관련이 있는지 여부에 대한 답변을 제공하기 위해 고안된 연구가 부족함을 나타낸다는 점을 강조합니다. 또한 환경적, 유전적, 후성유전학적 요인은 면역 매개 감염이 개별 환자에서 발생하는지 여부에 중요한 역할을 합니다. 그러므로, 임상의는 최근에 또는 재발한 질병이 확인되면 IMHA의 발병에 기여할 수 있는 가능성을 고려해야 합니다. 또한, 면역억제 치료 전에 질병 가능성을 제거하는 것이 현명합니다.\n4.1.2. 증거 요약\n전체적으로 66개의 원고를 검토했다. 3, 9, 10, 12, 27, 51, 57, 94, 95, 96, 97, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153 IME 값은 27개의 감염원 또는 감염 유형에 대해 계산되었지만, 데이터가 요약된 방식(예: IMHA를 가진 개별 환자의 수 및 감염을 식별할 수 없음) 또는 IMHA를 가진 개별 환자가 >1 동반질환을 가지고 있었기 때문입니다(참고 정보 S2). 또한 대부분의 연구자들은 질병이 IMHA를 유발하는지 구체적으로 묻지 않았습니다. 합의 요약 진술은 적어도 1개의 연구에서 질병이 IMHA를 유발한다는 중간 이상의 증거를 가진 모든 유기체 속에 대해 제시되어 있습니다. 모든 추가 유기체는 지원 정보 S5에서 논의됩니다.\n4.2. 반려견의 감염\n4.2.1. 피로플라즘\n17건의 연구에서는 바베시아에 질병된 개에서 103건의 IMHA 사례가 보고되었습니다. 57, 93, 94, 95, 96, 99, 102, 103, 104, 111, 120, 122, 128, 134, 141, 147, 151 전체적으로 Babesia 종을 중심으로 한 IME 값은 0.00에서 6.99 사이였으며 중앙값은 4.55였습니다. IME 값의 53%(10/19)는 바베시아가 IMHA를  유발한다는 중간 또는 높은 수준의 증거를 보여주었습니다. 3건의 추가 연구에서는 바베시아와 IMHA에 질병된 개의 수를 확인할 수 없었다. 105, 125, 136\n적혈구의 면역 매개 파괴가 B. gibsoni에 질병된 개의 빈혈에 기여한다는 높은 수준의 증거가 있습니다. 69마리의 개를 대상으로 한 9건의 연구에서 면역 매개 용혈성 빈혈이 보고되었으며,93, 94, 95, 96, 99, 102, 103, 111, 151건의 연구가 이루어졌으며, 추가 연구(IMHA에 질병된 개의 수를 확인할 수 없음)는 유용한 역학적 통찰력을 제공했다. 125 IME 중앙값은 5.32였으며 범위는 2.54에서 6.99 사이였습니다. 이 Babesia 종의 경우 연구의 88%(8/9)에서  중간(4) 또는 높음(4) IME 값을 보여주었습니다. 4건은 B. gibsoni에 실험적으로 질병된 개를 대상으로 한 연구로, IME 중앙값은 6.41, 범위는 6.08-6.99였다. 94, 95, 96, 99 B. gibsoni에 의한 자연 질병은 전투 품종에서 가장 흔하게 발생합니다. 102, 125 그러나 실험 연구에 사용된 잡종견에서도 IMHA가 발생하는 데, 이는 면역 매개 발병기전이 주로 기생충에 의해 주도된다는 것을 시사한다. 99분\n다른 종의 바베시아가 개에게 IMHA를 유발하는지 여부는 불분명합니다. 한 연구에서는 B. gibsoni로 생각되었으나 나중에 Babesia conradae로 특성화한 만성 질병된 비장 절제술 혼합종 개 2마리에서 IMHA가 6.25로 나타났다고 보고했습니다. 5건의 연구에서는 Babesia canis에 질병된 개에서 13건의 IMHA 사례가 보고되었으며, IME 값의 중앙값은 3.20이고 범위는 0-4.32였다. 57, 104, 111, 128, 134 Babesia vogeli는 IMHA를  가진 5마리의 개를 대상으로 한 2건의 연구에서 기록되었으며, IME 값은 5.73 및 4.14였습니다. 바베시아 로시에 질병된 개에 대한 연구에서 5건의 IMHA 사례가 기록되었지만, 저자는 혈액 도말과 지리적 위치에 대한 세포학적 검사를 기반으로 바베시아 종을 추정했습니다. 120 IME 값은 2.56입니다. 추가 연구에서 Babesia  종은 명시되지 않았지만 다시 B. rossi일 가능성이 높았습니다. 이 연구에서는 IMHA를 가진 개 9 마리가 기록되었으며, IME 값은 2.70이었습니다. 따라서, IMHA를 유발하는 대형 바베시아 종을 중심으로 한 증거는 B. gibsoni에 대한 증거보다 낮은데, 이는 대부분의 연구가 IMHA와 질병 사이의 연관성이 존재하는지 여부를 결정하기 위해 설계되지 않았다는 사실에 부분적으로 기인합니다. 그럼에도 불구하고, IMHA의 위험에 영향을 미치는 바베시아 종 간의 병원성에도 차이가 존재할 수 있하였다.. 예를 들어, 1건의 연구에 따르면 빈혈이 있는 B. vogeli에 질병된 개의 대다수는 IgM과 IgG가 적혈구에 결합되어 있었지만 B. canis에 질병된 개에서는 이러한 항체가 검출되지 않았습니다. 57 이 연구에서, 산화적 손상을 시사하는  편심세포증(eccentrocytosis)은 B. canis에 감염된 개에서 더 흔했다. 이 연구에서 B. canis의 IME 값은 0인 반면 B. vogeli의 IME 값은 5.73이었습니다. 57분\nB. gibsoni 질병 중 면역 매개 적혈구 파괴의 메커니즘이 조사되었습니다. 바베시아 종은 적혈구를 질병시키기 때문에 유기체를 적절하게 표적으로 하는 항체는 자가 항원을 표적으로 하지 않고 \"면역 매개\" 적혈구 파괴를 초래할 수 있습니다. 그러나 질병 중에 생성된 항체는 적혈구막을 표적으로 하는 것으로 보입니다. 산화적 손상은 항적혈구 항체 형성에 중요한 역할을 할 수 있하였다.. 96 활성화된 대식세포는 B. gibsoni 질병 중에 질병되지 않은 적혈구뿐만 아니라 질병된 적혈구에 산화 손상을 일으키며, 이는 일부 개에서 IMHA의 중증도에 기여할 수 있는 요인입니다. 96 산화적 손상 외에도 항체가 표적으로 하는 에피토 프를 노출시키기 위해 시알산 잔류물 제거가 필요합니다. 94 흥미롭게도, B. gibsoni에 실험적으로 질병된 개에서 개발된 항적혈구 항체는 임상적 질병에서 회복된 개의 손상되지 않은 적혈구에 부착되지 않았다. 93 더욱이, 시험관 내 연구는 적혈구을 중심으로 한 바베시아 유도 항체 반응이 신선한 적혈구보다 노화되고 산화된 경우에 더 높다는 것을 보여주었다. 95 이러한 데이터를 종합해 볼 때, 이러한 데이터는 적혈구막을 중심으로 한 지속적인 손상과 일반적으로 \"숨겨진\" 진원결정기의 노출 증가가 면역 매개 적혈구 파괴를 촉진한다는 것을 시사합니다. 일단 감염이 통제되면, 면역 매개 파괴 욕구는 멈춘다.\nBabesia 종과 마찬가지로 Rangelia 및 Theileria 종은 개의 적혈구를 질병시키는 원생 동물 기생충입니다. Rangelia vitelli에 실험적으로 질병된 개를 대상으로 한 연구에서 IMHA에 의심되는 재생빈혈이 질병된 개에서 발생한다는 사실이 입증되었습니다. 149 감염의 치료는 면역억제 없이 빈혈을 해결했다. Theileria spp.에 자연적으로 질병된 일련의 개들의 후향적 사례가 IMHA를 개발했습니다. 137마리의 개에게 면역억제제와 이미도카브 디프로피오네이트를 병용하여 치료법했다. 저자는 지정되지 않은 연구 기간 동안  혈액학적 이상이 해결되었다고 보고했습니다. IMHA에 질병된 개의 총 수를 식별할 수 없었기 때문에 IME 값을 계산할 수 없었습니다.\n컨센서스 요약 성명\n피로플라즘, 특히 B. gibsoni가 IMHA를 유발 한다는 증거는 중간에서 높음입니다. B. gibsoni의 경우, 질병 중에 항체가 일시적인 산화 손상 또는 시알산 잔류물 제거의 결과로 노출된 숙주 적혈구 항원을 표적으로 한다는 증거가 있습니다. 종, 숙주 요인 또는 둘 다 간의 병원성 차이가 질병된 개의 IMHA 발병 위험을 매개하는지 확인하기 위해서는 추가 연구가 필요합니다. 적혈구 파괴 메커니즘에 대해 알려진 바에 따르면 대부분의 경우 면 역 매개 적혈구 파괴를 해결하기 위해 면역 억제가 필요하지 않습니다.\n4.2.2. 아나플라즈마 종\n5건의 연구에서 IMHA에 걸린 개 9마리가 아나플라즈마 식세포필룸(Anaplasma phagocytophilum)에 질병되거나 노출되었습니다. 101, 108, 126, 12 9, 150 IME 중앙값은 3.53이었고 범위는 2.62‐4.25였습니다. IMHA 외에도, 혈소판 감소증이 동시에 있는 일부 개에서 혈소판 결합 항체가 보고되었다.. 101, 108 이 보고에 나온 대부분의 개는 독시사이클린과 면역억제 코르티코스테로이드 치료법를 동시에 받았지만, 1마리는 독시사이클린 치료법만 받았고,150 다른 개는 2일 후에 프레드니손을 중단했다에 대한 주요 항목이 논의된다. 108 한 개의 후향적 사례 시리즈는 동시 IMHA와 함께 급성 아나플라즈마 판금증 질병을 가진 2마리의 개를 기록했습니다. 100 두 개 모두 구상세포증과 식염수 응집 양성이었으며 쿰즈의 검사 결과는 IMHA 판단을 뒷받침했습니다. 이 연구의 IME 값은 3.76이었다.\n컨센서스 요약 성명\nA. phagocytophilum이 IMHA를 유발한다는 증거는 낮하였다.. 그러나 IMHA에 걸린 개를 대상으로 A. phagocytophilum을 보고한 대부분의 연구는 사례 보고 또는 후향적 연구에 국한되었으며, 인과 관계를 조사하기 위해 고안되지 않았하였다.. 이 질병과 동시에 IMHA 및 기타 면역 매개 질환이 존재한다는 것은 개에서 A. phagocytophilum과 IMHA 사이의 가능한 인과 관계 를 조사하기 위한 전향적 대조 연구가 필요하다는 것을 시사합니다. A. platys가 개에서 IMHA를 유발한다는 근거는 낮지만, 데이터는 단일 후향적 사례 시리즈에 국한되어 있하였다.. 개에서 A. platys와 IMHA 사이의 가능한 인과 관계를 문서 화하기 위해 추가적인 전향적이고 통제된 연구가 필요합니다.\n다른 매개체 매개 병원체(Dirofilari a immitis, Ehrlichia spp. Borrelia spp., hemotropic Mycoplasma spp., Bartonella spp., Leishmania infantum 포함), 비벡터 매개 원생동물 병원체(Neospora caninum 포함) 및 기타 박테리아 감염이 IMHA를 유발한다는 증거는 무시할 수 있는 수준이거나, 결과 보고 방법에 따라 정량화할 수 없었거나(참고 정보 S5)을 사용합니다. 105, 109, 125, 137,  145 Leishmania spp., D. immitis, Bartonella spp.와 같은 일부 유기체의 경우, 쿰즈의 검사 양성 빈혈이 질병과 함께 흔히 관찰된다. 105, 109, 145 따라서 임상적 관점에서 IMHA가 감별 진단인 개에서 이러한 약제에 의한 질병을 제거하는 것이 여전히 중요합니다.\n5. 암\n5.1. 개의 암\n적혈구 수 또는 헤모글로빈 수치 감소. 155, 156, 157, 158 만성 림프구성 백혈병 은 사람들에게 IMHA를 유발하는 잘 알려진 원인입니다. 155, 156 다른 신생물은 인간의 IMHA와 관련이 있지만, 인과 메커니즘은 여전히 파악하기 어렵하였다.. 157, 158 IME 값은 13개 연구에 대해 계산할 수 있하였다.. 전체 IME 중앙값은 1.87이었고 범위는 1.70에서 3.12 사이였으므로 무시할 수 있거나(IME 값 29, 환자 70명) 낮거나(IME 값 3명, 환자 3명) 근거 수준을 나타냈하였다.. 일반적으로 낮은 수준의 근거는 발표된 연구의 대다수가 암이 개 IMHA와 관련이 있는지 구체적으 로 묻지 않았거나, 관련이 있는지 묻는다 하더라도 낮은 Q 점수와 관련이 있다는 사실을 반영한다.\n\n\n\n개의 암 유형을 중심으로 한 IME(Integrated Metric of Evidence) 값. 수평 점선은 무시할 수 있는 수준과 낮음(2.95), 낮음과 중간(4.37), 중간 수준과 높은 수준(5.78) 사이의 임계값 IME 값을 나타냅니다. 기타 암 유형으로는 갈색세포종, 상세불명의 복부, 부신, 방광, 심장 , 종격동, 비장종괴, 기타 조혈종양, 상세불명의 신생물 등이 있었다. 림프액, 림프구; 골수성, 골수성 백혈병 또는 골수증식성 질환\n2건의 개별 연구에서 낮은 수준의 근거가 나왔다. 첫 번째 연구는 IMHA가  있는 개에서 IME 값이 3.혈소판 수의 비정상적 저하.12인 갈색세포종을 설명했습니다. 116 두 번째는 IMHA를 가진 플랫 코티드 리트리버(Flat-Coated Retriever)에서 미분화 육종을 중심으로 한 사례 보고서로, 육종이 IMHA의 유발 요인이며 IME 값이 3.17이라고 가정했습니다. 159 Mycoplasma haemocanis는 급성 림프구성 백혈병의 세포학적, 의료적 특성을 가진 비장 절제술된 개에서 확인되었습니다. 139 이 개에서 IMHA의 발병은 혈친성 마이코플라스마 질병에 기인하지만, 백혈병의 관여를 배제할 수는 없었다. 십이지장 평활근육종을 앓고 있는  개 IMHA 환자의 IME 값은 1.70이었습니다. 10 혈관육종 및 IMHA가 있는 3명의  추가 환자가 기술되었으며, IME 값은 1.87이었습니다. 2 다른 많은 논문들은 IMHA의 원인으로서의 신생물을 중심으로 한 증거를 무시할 수 있는 수준으로 제시했다. 이들은 암종,2, 10, 12 악성 조직구증가증 및 기타 조혈 종양,134 골수성 종양,2, 10, 132, 134, 160 다발성  골수종,161 육종,2, 10 및 기타 정의되지 않은 종양2, 10, 134, 142, 143, 162, IMHA가 있는 개에서 163.\n컨센서스 요약 성명\n개의 암과 IMHA 사이의 인과 관계을 중심으로 한 증거는 현재 수의학 문헌에 부족하며, 이는 발표된 연구의 대다수가 개의 암이 IMHA와 관련이 있는지 여부를 구체적으로 묻지 않았다는 사실을 주로 반영합니다. 그러한 연관성이 존재하는지 확인하 기 위해서는 추가 연구가 필요합니다. 인과 관계을 중심으로 한 증거는 없지만 암이 이 질병의 잠재적 유발 요인으로 제거될 수는 없습니다.\n6. 염증성 질환\n6.1. 개의 췌장염\n췌장에 염증이 생긴 상태. 이후의 산화적 손상, 허혈성 사건 또는 둘 다 췌장을 직접 손상시킬 수 있하였다.. 췌장에 염증이 생긴 상태. 외분비, 췌장 상피, 적혈구 모두에서 항원결정기에 결합하는 자가항체도 생성될 수 있하였다.. 165 현재까지 이러한 가설 중 어느  것도 수의학 종에서 확인되지 않았습니다. 췌장염과 IMHA가 동시에 관찰된 사례는 8세 암컷 코커 스패니얼166과 IMHA를 가진 개을 중심으로 한 일부 후향적 연구에서 보고되었습니다. IMHA에 걸린 개 그룹을 진단한 연구에 따르면 동시 췌장염의 유병률은 1%(1/93 IMHA 개142마리)에서 5%(1/19 개10마리) 사이로 낮다고 합니다. 이 두 연구 모두 췌장염에 대한 IME 값이 1.70이었습니다. 10, 142 사례 보고서에 있는 코커 스패니얼은 IMHA와 췌장염을 모두 가지고 있었하였다.. 166 그러나 담즙정체증과 신부전증도 있었다. 담즙정체증과 신부전은 췌장염의 합병증일 수 있지만, 원발성 장기 감염은 제거할 수 없었기 때문에 IME 값을 계산할 수 없었습니다.\n6.2. 개의 괴사\n1건의 연구에서는 2차 IMHA가 동시 간 괴사에 기인한다고  보고했다12 다른 연구는 꼬리의 동시 괴사 염증에 기인한다.2 둘 다 단일 환자에서 발생했다. 두 연구 모두 IME 값이 1.70이었다. 이 환자들에 대한 추가 평가는 진행되지 않았다.\n7. 마약과 독소\n7.1. 개\n17건의 연구에서는 약물 또는 독소에 노출된 IMHA에 걸린 개를 설명했으나,1, 10, 12, 27, 34, 80, 116, 127, 135, 142, 143, 160, 168, 169, 170, 171, 172건에서 IME 수치를 계산하기에 충분한 1차 데이터가 있는 사례가 관련 사례가 보고된 바 있다에 대한 주요 항목이 논의된다. 10, 12, 27, 34, 80, 142, 143, 168, 169 , 170, 172 대부분의 사례(35/36)는 항균제에 노출된 개였다. 10, 80, 142, 143, 168,  170 이 경우 IME 값의 범위는 1.70에서 7.09 사이이며 중앙값은 1.87입니다. IME 값이 7.09인 가장 높은 수준의 근거는 1건의 비맹검, 무작위, 전향적 임상시험에서 나왔으며, 이 임상시험 에서 14마리의 개 중 6마리의 개에서 세파제돈을 증량적으로 투여한 반려견이 항적혈구 항체를 획득했다. 168 나머지 보고된 사례는 다른 약물 또는 독소가 개의 IMHA를  유발한다는 것을 뒷받침하는 증거가 낮거나 무시할 수 있는 수준이었다.\n\n\n\n약물을 중심으로 한 IME(Integrated Metric of Evidence) 값. 수평 점선은 무시할 수 있는 수준과 낮음(2.95), 낮음과 중간(4.37), 중간 수준과 높은 수준(5.78) 사이의 임계값 IME 값을 나타냅니다. 개에서 높은 수준의 증거를 산출한 단일 항 균제는 세파제돈(cefazedone)이었다. NSAID, 비스테로이드성 항염증제\n8. 백신\n8.1. 개\n가장 효과적인 예방접종은 관심 병원체에 대해서만 강력한 면역 반응을 이끌어냅니다. 그러나 예방접종은 또한 분자 모방, 방관자 세포 활성화 또는 자기 내성의 하향 조절과 같은 메커니즘으로 인해 바람직하지 않은 면역 반응을 유도할 수 있으며, 이는 자가면역에 기여합니다. 175, 176 개의 경우, 32개의 논문에서 예방접종이 IMHA의 유발 요인이 될 수 있다고 언급했으며, 그 중 12개의 논문만이 예방접종 투여와 IMHA 사이에 ≤30일의 시간적 연관성이 문서화된 79건의 임상 사례를 설명하고 있습니다. 5, 22, 80, 107, 116, 143, 170, 177, 178, 179, 180, 181 각 환자에게 투여된 예방접종의 종류는 일관되게 기록되지 않았다. 7개의 논문은 예방접종 접종과 IMHA를 연결하는 무시할 수 있는 1차 사례 데이터를 제공합니다. 22, 80, 116, 143, 170, 1 80, 181 3개의 논문은 IME 값이 2.95에서 4.37 사이인 낮은 범위에서 예방접종 접종과 IMHA 사이의 연관성에 대한 증거를 제공합니다. 5, 177, 178 예방접종 접종과 IMHA 간의 연관성을 뒷받침하는 높은 수준의 증거를 제공하는 출판물은 발견되지 않았다. 2건의 연구에서는 예방접종과 IMHA 간의 연관성을 평가하려는 의도가 있다고 보고했다. IME 값이 5.76인 1건의 후향적 연구에서는 예방접종 접종 후 첫 달 이내에 판단된 IMHA 사례와 그 다음 달에 판단된 사례의 빈도에서 차이가 발견된 반면, 대조군에서는 유사한 시간적 분포가 확인되지 않았습니다. 179 후속 연구에서도 Q 점수는 비슷했지만, IMHA와 대조군 간에 최근 예방접종 접종 이력이 있는 사례 수에는 차이가 없었으므로 IME 값은 0으로 부여되었습니다. 107의\n우리가 검토한 다른 논문에서는 특발성 IMHA를 가진 개만 설명하려는 의도로 최근 백신 접종 이력이 있는 환자를 제외했습니다. 182, 183, 184, 185 또한 일부 논문에는 IMHA에 질병된 개의 예방 접종 상태가 포함되어 있지 않았습니다. 56, 101, 161, 186, 187 평가에서 제외된 다른 데이터로는 IMHA의 판단이 불확실한 연구,188, IMHA의 대체 원인이 가능한 사례 연구가 188건, 189건, 예방접종 접종 시기가 명시되지 않은 연구 사례가 포함되었다. 16 5마리의 개를 대상으로 예방접종 접종과 자가면역감염 사이의 연관성을 전향적으로 조사한 연구는 1건에 불과했으며, 이는 예방접종 투여 후 자가항체의 존재를 입증했다. 그러나 이 개들은 예방접종 접종 후 21일 동안만 추적 관찰되었으며 IMHA 판단 기준을 충족하지 못했습니다. 191 예방접종 접종과 IMHA 사이의 연관성을 평가하는 것을 목표로 하는 수의학 문헌의 논문은 2개에 불과하고, 이들 각각은179를 지지하거나107의 연관성을 반박하고 있기 때문에, 예방접종이 개에게 IMHA를 유발하는지 여부에 대한 의문은 여전히 풀리지 않고 있습니다. 마찬가지로, 예방접종 접종이 사람에게 자가면역감염을 유발하는지 여부를 판단할 수 있는 근거는 불충분하다. 192 고양이에 대한 예방접종 투여와 IMHA 사이의 연관성에 대한 보고는 발견되지 않았다.\n컨센서스 요약 성명\n광범위한 예방접종 접종 관행과 IMHA와의 연관성에 대한 결정적인 증거의 부족을 고려할 때, 현재의 예방접종 접종 전략은 일반적으로 안전합니다. 예방접종 접종 전에 환자는 자신의 위험과 혜택에 대해 개별적으로 평가해야 합니다. 개와 고양이에서 예방접종 관련 IMHA가 발생하는지 여부와 발생 시기를 확인하고 예방접종 관련 질병을 판단하기 위한 더 나은 방법을 개발하기 위해서는 추가 연구가 필요합니다.\n9. 글로벌 스크리닝 권장 사항\n9.1. 최적의 최소 데이터베이스(개 및 고양이)\n9.1.1. 합의 요약 성명\n예방접종 접종, 여행, 벼룩 및 진드기 노출, 벼룩 및 진드기 방지, 심장사상충 검사 및 방지을 문서화한 철저한 병력이 권장됩니다. 망막 검사를 포함한 철저한 신체 검사를 진행해야 합니다. 검사실 검사에는 CBC, 공인 임상 병리학자(또는 이에 상응하는 교육을 받은 혈액 전 문의)의 혈액 도영 검사, 혈청 생화학적 프로필 및 정기 소변 검사가 포함되어야 합니다. 소변 배양 및 원심 분리를 통한  대변 부유선광도 고려해야 합니다. 복부 방사선 촬영은 급성 복통 환자의 초기 선별 도구로 사용된다.. 암 검사를 위한 영상 및 기타 판단 검사는 개와 고양이의 IMHA에 대한 판단 평가의 합리적인 구성 요소로 남아 있으며, 개별 환자의 암 가능성에 기초하여 담당 임상의의 재량에 따라 진행됩니다. IMHA가 있는 개와 고양이의 췌장염에 대한 정기 검사는 임상적 소견에서 신뢰할 수 있는 감별 판단을 시사하지 않는 한 권장되지 않습니다.\n9.1.2. 이론적 근거\n병력은 특정 질병의 가능한 위험을 평가하는 데 도움이 됩니다. 철저한 신체 검사와 진단 영상은 잠재적인 질병 징후 또는 종양 병변의 존재를 식별하는 데 도움이 됩니다. CBC, 혈청 생화학 및 소변 검사에서 확인된 이상 패턴은 IMHA와 관련될 수 있는 특정 질병원에 대한 의심 지수를 증가시킬 수 있습니다. 193, 194, 195, 196, 197, 198, 199, 200, 201, 202 이 최소 데이터베이스는 또한 특정 치료가 필요할 수 있는 추가적인 병리학적 과정(예을(를) 실시한다 단백뇨)을 식별할 수 있습니다. 비록 민감하지는 않지만, 혈액 도말 검사는 매개체 매개 질병 병원체의 존재를 확인하는 데 유용할 수 있하였다.. IMHA의 원인으로서의 요로 질병과 관련된 증거는 무시할 수 있지만, 면역 억제 전에 질병을 확인하고 치료하는 것은 신중해야 합니다. 면역억제 환자에서 무증상 세균뇨를 치료하는 구체적인 상황을 중심으로 한 추가 권장 사항 및 추가 논의를 위해 IMHA 치료을 중심으로 한 ACVIM 합의 성명서(언론)를 독자에게 참조하도록 합니다. 위장 기생충이 개에서 IMHA를 유발한다는 증거는 낮지만, 치료와 최소한의 면역 억제를 통한 IMHA의 빠른 해결이 설명되었습니다(참고 자료 S5). 121 이미징은 신생물 또는 질병의 징후를 식별하는 데 도움이 됩니다.\n9.2. 개의 감염원 검사\n9.2.1. 합의 요약 성명\nIMHA가 있는 개는 혈청학 및 중합효소연쇄반응(P CR)과 결합된 검사를 사용하여 Babesia spp. 감염 여부를 선별해야 합니다. PCR을 통한 반복 검사는 원래 음성 판정을 받았지만 품종 또는 노출 위험에 따라 질병 위험이 높은 모든 개에 대해 수행해야 합니다. PCR 및 혈청학적 검사의 민감도는 검사실  및 검사 설계에 따라 달라질 수 있습니다. Rangelia 및 Theileria 종을 포함한 다른 piroplasm에 의한 질병은 풍토병 지역에서 제거되어야 합니다. D. immitis 질병은 빈혈 및 Coombs의 검사 결과 양성과 관련이 있기 때문에 모든 개는 풍토병 지역에서 또는 해당 지역을 여행한 경우 D. immitis에 대한 검사를 받아야 합니다. 다른 매개체 매개 질병 병원체가 IMHA를 유발하는 방법과 여부를 결정하기 위한 추가 연구가 필요하며, 그 전에 추가 유기체을 중심으로 한 명확한 스크리닝 권고가 이루어질 수 있습니다. 그러나 추가적인 매개체 매개 병원 체, 특히 Anaplasma spp., Bartonella spp., Ehrlichia spp. 및 풍토병 지역에서는 Leishmania spp.에 대한 스크리닝을 강력히 고려해야 합니다. 초기 선별 검사에서 확인된 다른 질병의 잠재적 병소는 담당 임상의의 재량에 따라 추가로 조사해야 합니다.\n9.2.2. 이론적 근거\nBabesia spp.가 IMHA를 유도한다는 증거는 중간에서 높음입니다. B. gibsoni에 의한 감염은 배제되어야 합니다. 전투 품종에서 B. gibsoni의 전염은 물린 상처 와 수직 전염을 통해 이루어집니다. 102, 203 그러나 Ha emaphysalis spp. 및 Rhipicephalus sanguineus에 의한 진드기 전염이 발생할 수 있으며, 잡종견의 실험적 질병은 IMHA를 초래합니다. 99, 204, 205, 206, 207, 2 08 따라서 IMHA가 있는 모든 품종에서 B. gibsoni를 선별하는 것은 신중합니다. B. vogeli는 R. sanguineus에 노출된 이력 이 있는 개에서는 배제되어야 합니다. 은퇴한 경주용 그레이하운드 개는 경주용 사육장에서 R. sanguineus 질병이 흔하게 발생하기 때문에 질병 위험이 높습니다. 102, 193, 209 혈청학 및 PCR을 통한 B. canis 및 B. rossi에 대한 검사는 풍토병 지역에서 진행되어야 합니다. 캘리포니아에 사는 개와 특히 코 요테 사냥개는 PCR을 통해 B. conradae를 선별해야 합니다 (혈청학적 검사는 제공되지 않음). 210, 211 인과 관계에 대한 증거는 부족하지만, 쿰즈의 검사 양성 빈혈은 심장사상충병, 바르토넬라증, 리슈마니아증이 있는 개에서 흔히 나타난다(참고 자료 S5). 105, 109, 145 매개체 매개 질병 진단에서 혈청학 및 PCR을 최적으로 사용하기 위한 일반 원칙은 지원 자료 S7에 요약되어 있습니다. 일반적으로 PCR과 혈청학적 검 사를 결합하면 민감도가 향상됩니다. 212, 213, 214 동일하거나 추가적인 샘플에 대한 PCR 반복을 포함한 반복 검사와 급성 역가와 회복기 역가 사이의 4배 변화를 입증하기 위한 쌍별 혈청학적 검사도 많은 경우에 질병을 문서화하는 데 필요합니다. 212, 213, 214, 215, 216, 217\n9.4. 개와 고양이에 대한 약물 및 백신 투여\n9.4.1. 합의 요약 성명\nIMHA에 걸린 개와 고양이에게 필요한 약물 투 여를 보류할 것을 권장할 만한 근거는 불충분하다. 그러나 모든 약물, 특히 이전에 면역 매개 감염과 관련이 있었던 약물은 IMHA 환자에게 주의해서 사용해야 합니다. 모든 환자는 이상적으로 투여된 모든 백신 및 약물, 투여된 모든 백신 및 약물, 투여량, 날짜, 빈도, 기간 및 투여 경로, 제조업체, 적응증, 특정 로트 및 부작용과 같은 사용 중인 제품에 대한 자료를 포함하는 완전한 병력을 기록해야 합니다. IMHA가 있는 개나 고양이의 독소을 중심으로 한 노출도 문서화해야 합니다.\n9.4.2. 이론적 근거\n개에서 세파제돈(cefazedone)이 투여되고,168 고양이에서 프로필티오우라실(propylthiouracil )이 발견되었다는 근거(173, 174)는 >1 종류의 약물이 소동물의 IMHA와 연관이 있을 수 있음을 시사한다. 가장 일반적으로 처방되는 약물의 경우 증거는 무시할 수 있하였다.. 예방접종 병력에 대한 구체적인 문서와 장기적인 전향적 연구는 예방접종이 IMHA를 유발할 수 있는지 여부를 결정하는 데 도움이 될 수 있습니다. 현재까지 IMHA 판단을 받았고 예방접종 접종 이력이 있는 개의 약 8%가 IMHA 판단 후 30일 이내에 예방접종 접종을 받았습니다. 그러나 이러한 유병률을 적절한 대조군과 비교 한 연구는 제한적이며 결론이 나지 않았습니다. IMHA에 질병된 동물은 빈혈이 재발할 위험이 있으며, 모든 경우에 중요한 재접종의 위험과 이점에 대해 신중한 결정을 내립니다. 면역억제 치료를 받는 동물은 정기적인 예방접종 접종 후 보호 면역이 형성될 가능성이 적습니다.\n10. 빙산 모델 및 제안된 새로운 명명법\n여기에서 평가된 데이터를 기반으로 IMHA의 발병 기전에 대한 통합 모델과 질병을 각각 \"원발성\" 및 \"이차성\"이 아닌 \"비연관성\" 및 \"연관성\"으로 분류하는 새로운 명명법 체계를 제안합니다. \"1차\"라는 단어는 모든 유발 요인이 확실히 배제되었음을 암시하는 반면 \"2차\"는 인과 관계를 암시하기 때문에 이러한 설명이 필요합니다. 우리는 동반감염이 확인될 때 \"연관성(associative)\"이라는 용어를 사용할 것을 제안합니다. 어떤 경우에는 동반감염이 IMHA(2차 IMHA)를 유발할 수 있는 반면, 다른 경우에는 우연(1차 IMHA)일 수 있습니다. \"비연관성\" IMHA 사례는 진단 평가에서 동반 질환이 확인되지 않은 사례이며, 원발성(\"특발성\") 및 잠복성 사례를 포함합니다. 후자는 기저 병리 메커니즘이 현재 이해되지 않았거나 사용 가능한 검사를 사용하여 동반 감염을 감지할 수 없었기 때문에 기저 원인이 확인되지 않았음을 의미합니다.\n\n\n\n빙산 모델 및 면역 매개 용혈성 빈혈(IMHA)을 중심으로 한 새로운 명명법 제안. A, 빙산 모델은 IMHA의 기저에 있는 병리기전이 인식된 스펙트럼(수위 이상)과 현재 인 식되지 않은 또는 오컬트(은폐된) 스펙트럼에 속한다고 가정하며, 후자가 대다수로 가정됩니다. 가상의 오컬트 병리 메커니즘이 나열되어 있습니다. B, 우리는 IMHA의 기저에 있는 병태 메커니즘의 이질성을 더 잘 반영하기 위해 IMHA을 중심으로 한 새로운 명명법을 제안합니다.\n11. 향후 연구 방향\nVCCIS 태스크 포스가 구성되었을 때, 우리는 수의학 면역학의 중요한 문제를 나타내는 집중적인 질문, 즉 \"질병, 신생물, 약물, 백신 및 기타 동반 질환이 개와 고양이에서 IMHA를 유발한다는 증거는 무엇인가?\"를 식별하는 것으로 시작했습니다. 우리의 원래 의도는 이 질문에 답하기 위 해 문헌을 체계적으로 검토하는 것이었습니다. 그러나, 수의학 문헌 중 특정 동반감염이 IMHA를 유발하는지 여부를 결정하기 위해 고안된 연구가 거의 없다는 것이 곧 명백해졌기 때문에 본 연구에서 제시된 근거를 평가하기 위해 확장된 접근법이 사용되었다. 질병, 종양, 약물 및 백신이 IMHA를 유발하는지에 대한 질문을 직접 제기하는 잘 설계되고 전향적이며 사례 통제가 가능한 임상 연구가 매우 필요합니다. 일부 동반 질환은 많은 수의 환자에서 IMHA를 유발할 가능성이 높은데, 예를 들어 집단에서 널리 발현되는 적혈구 항원을 모방한 항원결정기를 발현하는 질병 또는 일반적으로 숨겨진 항원결정기의 일시적인 발현을 유발하는 유기체와 같은 것입니다. 다른 것들은 후성유전학적 및 유전적 소인 또는 주어진 염 증성 맥락을 가진 환자에서만 IMHA를 유도할 수 있습니다. 개별 동반 감염이 IMHA를 유발하는 방법과 유전학 및 후성 유전학의 역할을 조사하는 연구는 모든 환자에서 어떤 질병을 선별해야 하는지, 그리고 모든 유발 요인으로 인해 IMHA가 발병할 위험이 증가할 수 있는 선별된 환자에서 어떤 질병을 선별해야 하는지 식별하는 데 도움이 될 것입니다. 기계론적 연구는 또한 어떤 동반 감염을 치료할 때 면역 억제 없이 IMHA를 해결할 수 있는지 결정할 것입니다. IMHA 판단과 동반감염의 최종 판단에 대한 엄격한 기준은 의미 있는 관찰을 하기 위해 연구 설계에 통합되어야 합니다."}