{"title": "26 . 수술이 불가능한 암을 앓고 있는 3마리의 개에게 전기화학요법을 적용", "author": "염승철", "publisher": "한국수의과학회", "department": "내과", "disease": "26 . 수술이 불가능한 암을 앓고 있는 3마리의 개에게 전기화학요법을 적용\n위치, 부피, 신생물의 유형과 같은 요인은 종양 제어를 달성하는 것을 복잡하게 만듭니다.전기화학요법(ECT)은 수의학 환자의 수술 불가능한 신생물을 중심으로 한 보완적 치료법입니다.세 마리의 개에게 종양이 있는 것으로 진단되었습니다. 두 마리는 편평세포암(SCC)이고 다른 한 마리는 지방육종이었으며, 각각 1~5cm 크기의 단일 종양이었다. 종양 위치는 경부, 구강, 복강이었습니다. ECT가 치료법으로 선택되었습니다. 블레오마이신을 0.5~1.0mg/cm3의 용량으로 종양 내 주사했습니다. 주사 5분 후, 각각 100µsec 동안 지속되는 8개의 펄스 시퀀스로 적용된 전기 펄스가 1,000V/cm로 전달되었다. 1주일 후에 진단를 실시했고, 다음 세션은 2주 후에 시행했습니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 목에 SCC가 있는 또 다른 환자는 ECT를 2주간 투여한 후 완전한 완화를 보였습니다. 세 번째 환자는 8주 동안 안정적인 질병을 보였습니다. 합병증은 경미하고 일시적이었으며 피부 괴사, 부종, 국소 통증 및 보행 장애가 포함되었다. ECT는 특히 수술이 불가능한 피부 또는 접근 가능한 복강 내 종양에 유효한 보조제입니다.\n키워드 항암 프로토콜 , 블레오마이신 , 전기화학요법 , 신생물\n이동 : \n소개\n암은 화학요법, 방사선요법, 수술적 절제와 같은 판단 및 치료의 발전에도 불구하고 여전히 중요한 사망 원인입니다. 부위, 비용 및 환자의 상태 때문에 주요 치료법을 적용하기 어려울 수 있습니다. 이러한 환자를 위한 대체 치료법을 중심으로 한 연구가 진행되고 있습니다. 연구되고 있는 대체 치료법 중 하나는 화학 요법제의 보조제로서 전기천공 기반 치료법입니다. 이 생물학적 치료법은 전기화학요법(ECT)이라고 하며 특히 피부 및 피하 악성 종양을 중심으로 한 의료적으로 확인된 치료법으로 개발되었습니다[ 1 ].\nECT는 전기 펄스를 사용하여 세포막을 투과시키는 전기 투과성과 항암제의 조합입니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 자발적 신생물이 있는 동물을 중심으로 한 여러 코호트 연구에서 블레오마이신 및 시스플라틴과 같은 특정 항암 치료제와 함께 이상성 전기 펄스를 치료했습니다[ 2-10 ]. 흑색종, 편평세포 암(SCC), 다양한 유형의 육종 및 림프종은 수의학 환자에서 ECT로 성공적으로 치료법한 것으로 보고되었습니다[ 1 ].\n수의종양학에서는 변연공간 부족, 병변 위치, 종양 재발 등의 어려움을 가진 수술이 불가능한 또는 완치되지 않는 종양을 가진 환자들이 있다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. .\n이 연구에서는 암 판단을 받은 3마리의 개 환자(2마리는 SCC, 1마리는 지방육종)에게 ECT를 적용한 사례를 설명하고, 개에게 ECT가 미치는 효과를 평가합니다.\n이동 : \n재료 및 방법\n샘플 및 환자 선택\n2018년 5월에서 2020년 1월 사이에 개인 소유의 개 3마리가 ECT로 치료법되었습니다. 첫 번째 개, 사례 1은 5세의 거세된 수컷 비글이었고 자궁경부 종양으로 의뢰되었다. 종양은 2주 동안 빠르게 증가했고 환자는 체중 감소를 경험했다. 종양은 갑상선 암과 SCC로 판단되었고 수술로 제거되었습니다. 그러나 수술 후 1개월 만에 자궁경부 부위에서 새로운 종양이 발견되었습니다.\n신체 검사에서 환자는 밝고 활동적이며 기민했습니다. 체온, 맥박, 호흡수는 정상 범위였습니다. 환자의 혈압은 160으로 측정되었는데, 이는 개 평균보다 약간 높았다.\n좌측 경부 부위에 덩어리가 촉진되었다. 덩어리의 크기는 직경 5.1cm로 추정되었다. 종양의 부피는 ab 2 π /6 공식을 사용하여 62.6cm 3 로 계산되었다 . 덩어리는 둥글고 단단했다. 세침 흡인술(FNA)을 시행했다. 상피 세포가 주요 세포였으며 둥글거나 정사각형 모양을 보였다. 핵 주위에 많은 공포가 있었고 나머지 세포을 중심으로 한 핵의 비율이 높았다. 이전에 제거한 덩어리 중 하나인 SCC로 잠정 판단되었고 재발로 간주되었다. 수술을 고려했지만 외경정맥을 포함한 경부의 정상적인 해부학적 구조 때문에 적절한 수술적 여백을 확보하는 것이 어려울 것으로 예상되었다. 깨끗한 여백 없이 수술적으로 제거하면 암이 자주 재발할 수 있다. 우리는 몇 가지 대체 치료법 옵션을 제안했고 소유자는 ECT를 적용하기로 결정했다.\n(A) 사례 1의 경부 덩어리에 대한 미세 바늘 흡인. 상피 세포는 주요 세포였으며 둥글거나 정사각형 모양을 보였다. 세포 전체에 공포가 퍼져 있었다(D iff-Quik, ×100 대물렌즈). (B) 15세 암컷 개에서 구강 덩어리을 중심으로 한 미세 바늘 흡인, 사례 2. 세포 전체에 공포가 퍼져 있었다. 둥글거나 정사각형 모양의 세포는 주요 유형의 제시 세포이다(Diff-Quik, ×100 대물렌즈). (C) 10세 수컷 개을 중심으로 한 조직학적 검사, 사례 3. 신생물 세포는 하나 이상의 크기가 다양한 별개의 세포질 내 지방 방울을 가진 풍부한 밝은 호염기구 세포질을 함유했다. 덩어리는 지방육종으로 판단되었고, 등급 1로 평가되었으며, 그 하위 유형은 다형성이었다(×20 대물렌즈).\n두 번째 개(사례 2)는 15세 암컷 잡종이었으며 구강 종양으로 의뢰되었습니다. 그녀는 식욕 부진, 체중 감소, 구강 종양 병변에서 출혈을 보였다. 환자는 밝고 활동적이며 경계심이 강했으며 신체 검사에서 활력 징후는 정상이었습니다. 종양은 3개월 전에 발견되었고 환자는 종양 때문에 입을 다물기 어려웠습니다. 종양은 둥글고 단단했으며 크기는 직경 2.4cm로 평가되었습니다. 종양 부피는 ab 2 π /6 공식에 의해 6.6cm 3 로 계산되었습니다 . 종양 유형은 FNA에 의해 임시적으로 SCC로 판단되었습니다. 컴퓨터 단층 촬영을 진행하였고 종양은 비강 부위에 침습적인 것으로 평가되었고 골 용해가 발견되었습니다. 부분 상악 절제술이 제안되었지만 주인이 거부했습니다. 따라서 환자의 삶의 질을 향상시키기 위한 대체 치료법으로 ECT가 선택되었습니다.\n사례 2의 컴퓨터 단층촬영. 덩어리는 비강 부위에 침습적이라고 진단되었고, 뼈가 용해되었다. 환자는 씹는 데 문제가 있었다. (A) 조영제 투여 전, 뼈 창, 횡단면도. (B) 조영제 투여 전, 뼈 창, 등쪽 시야. (C) 조영제 투여 전, 연조직 창, 횡단면도. (D) 조영제 투여 전, 연조직 창, 등쪽 시야. (E) 조영제 투여 후, 지연된 위상, 횡단면도. (F) 조영제 투여 후, 지연된 위상, 등쪽 시야.\n세 번째 개, 사례 3은 10살 된 거세된 수컷 미니어처 핀셔였으며 복강 종양으로 의뢰되었다. 주인은 그가 구토와 혈변을 보이자 지역 동물 병원으로 데려갔었다. 초음파 영상 검사와 개복술을 시행했고, 종양은 복강에서 발견되었습니다. 동시에 생검을 시행했고 환자는 병원의 IDEXX로 의뢰되었다.\n개복술과 생검을 시행한 후 환자는 우리 병원으로 의뢰되었다. 그는 신체 검사 동안 밝고 활동적이며 기민했습니다. 그의 활력 징후는 정상 범위 내에 있었습니다.\n신체 검사에서 복강 내 종양은 직경 5.6cm로 측정되었습니다. 종양을 촉진했을 때 매우 단단하고 둥근 모양이었습니다. 초음파 검사를 시행하였고, 종양의 크기는 4.5×4.4×4.1cm로 측정되었습니다. 종양의 부피는 abc π /6 공식에 의해 42.5 cm 3 로 계산되었습니다 . 종양의 유형은 조직병리학적으로 지방육종으로 판단되었고, 등급 1로 평가되었습니다. 종양은 복벽에 부착되어 있었고 등쪽으로 널리 확산되어 있었하였다. 따라서 수술적 제거는 어려울 것입니다.\n \t\n증례 3의 컴퓨터 단층촬영. (A) 횡단, 조영제 투여 전. (B) 횡단, 조영제 투여 후, 동맥기. (C) 횡단, 조영제 투여 후, 문맥기. (D) 횡단, 조영제 투여 후, 지연기. (E) 복부, 등쪽 재구성 보기. (F) 복부, 시상면 재구성 보기.\n \nMWF 프로토콜에 따라 2.75mg/kg의 토세라닙으로 화학 요법을 시작하였고 환자는 2개월 동안 치료법를 받았습니다. 그러나 환자는 반응을 보이지 않았고 종양은 빠르게 커졌다. 화학 요법을 시작한 지 3개월 후에 오른쪽 사타구니 부위에서 덩어리를 만질 수 있었습니다.\n전기화학요법 프로토콜\n치료법 전에 모든 환자는 덱스메데토미딘(Presedex; Pfizer, Korea), 히드로모르폰(Dilid Inj에 대한 주요 항목이 논의된다.; Hana Pharm, Korea) 및 케타민(Ketamine hydrochloride injection; Yuhan, Korea)의 조합으로 진정되었다. 사례 1에서 블레오마이신(Bleocin inj.; Dong-A ST, Korea)을 진정 후 0.5mg/kg의 용량으로 종양 내로 투여했는데, 이는 일반적으로 소동물에서 폐 독성을 일으키지 않는 최대 용량으로 간주됩니다. 사례 2에서 블레오마이신은 0.5~1.0mg/cm3으로 종양 내로 3mg/mL의 농도로 주입했하였다. 그리고 전체 ECT 세션이 종료된 후 토세라닙을 2.75mg/kg의 용량으로 월요일-수요일 -금요일(MWF) 일정으로 투여했습니다. 사례 3에서는 블레오마이신을 1차와 2차에 0.5mg/cm3, 3차에 1mg/cm3의 용량으로 종양 내 투여했다. 항암제 주입 5분 후 모든 환자에게 0.1초 간격으로 8회의 바이페이직 펄스를 투여했고, 진폭은 1,000V/cm, 주파수는 1Hz였다.\n이동 : \n결과\n치료 반응 및 내성\n첫 번째 환자의 경우, 종양 부피는 1주일 후 0.29 cm 3 로 감소했습니다. 세션 2주 후, 종양은 완전 관해 상태로 진단되었습니다. 환자는 10개월 동안 완전 관해 상태를 유지했습니다.\n두 번째 환자는 매주 재검진을 받았습니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 2 cm 3 로 감소했습니다. 환자는 절개 치아의 뿌리에서 출혈을 제외하고는 부작용을 보이지 않았고, 절개 치아를 발치한 후에는 사라졌다. 그녀의 식욕은 회복되었고 체중이 증가했습니다. 그녀는 약 3개월 동안 부분적 반응을 보였지만 어느 날 아침 주인의 집에서 사망한 채로 발견되었습니다. 주인의 요청에 따라 부검을 하지 않았기 때문에 정확한 사망 원인은 밝혀지지 않았습니다. 그러나 우리는 종양 성장으로 인한 기도 폐쇄를 사망의 주요 원인으로 간주했습니다.\n세 번째 환자의 종양 부피는 2회의 ECT 후 29.8 cm 3 로 감소했습니다. 그러나 3번째 세션 후 31.9 cm 3 로 증가했으며 환자는 피부 괴사, 부기, 치료법 부위의 발적과 같은 부작용을 보였습니다. 종양은 진행성 질환으로 평가되었습니다. 피부 괴사가 너무 심해서 ECT 세션이 종료되었습니다. 환자는 진행성 질환 상태로 평가되었습니다. 괴사된 피부는 시간이 지남에 따라 넓어졌고, 침전이 시작되었다. 환자는 통증을 보이지 않았지만 치유되기까지 약 4개월이 걸렸하였다. 그는 밝고 매우 활동적이었습니다. 1년 후에도 개는 여전히 살아 있었고 환자의 전반적인 상태는 잘 유지되었습니다.\n이동 : \n논의\nECT는 인간의 피부 및 피하 종양의 보조적 치료법법으로 사용되고 있습니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 종양에 투여된 전기 펄스는 세포막의 투과성을 변화시킵니다. 이는 주입된 항암제의 종양 내 농도를 증가시켜 세포 사멸을 초래합니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 투여하기 쉽고 저용량의 약물만 필요합니다 [ 16 - 19 ].\nCT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 위에서 설명한 사례에서 블레오마이신은 세포독성 약물로 이상적이였다. 왜냐하면 블레오마이신은 ECT의 초석으로 간주되고 전기투과성과 함께 투여하면 그 효능이 약 700 배 증폭되기 때문입니다. 전기 펄스의 효능 진단는 다른 세포독성제보다 쉬울 것입니다[ 15-18 ].\n저희 연구에서 ECT는 모든 세션에서 종양의 크기를 줄였으며 재발 시 반복적으로 적용할 수 있습니다. 첫 번째 세션에서 종양 크기를 극적으로 줄였지만 세션을 반복하는 동안 종양 크기의 감소율은 점차 감소했습니다. 활발하게 분열하는 대부분의 세포는 화학 요법제에 민감하고 첫 번째 세션에서 영향을 받아 세포가 빠르게 죽습니다. 활발하게 분열하지 않는 세포와 민감하지 않은 세포는 영향을 덜 받고 ECT 세션이 반복되는 동안 살아 있습니다. 게다가 블레오마이신은 종양 내 주사 시 확산에 의해 운반됩니다. 블레오마이신은 친수성 약물로 효율적으로 확산되지 않거나 크고/또는 불규칙한 신생물의 경우 세포 사멸을 일으킬 만큼 충분히 운반되지 않습니다. 그러나 반복적으로 적용할 때 종양 감소의 정확한 메 커니즘을 이해하기 위해서는 더 많은 연구가 필요합니다.\n주요 부작용은 전극이 피부에 닿는 부위의 통증입니다. 일부 환자는 치료 중 근육 수축을 겪습니다. 치료 부위의 감염은 드뭅니다. 분비물이 있거나 없는 궤양, 붓기 또는 통증스러운 치료법 부위, 피부색 변화도 ECT의 일반적인 부작용으로 알려져 있습니다. 저희 연구에서는 모든 사례에서 영향을 받은 부위의 통증과 부종이 부작용으로 나타났습니다. 시술 후 얼음 팩을 사용하면 부기가 완화되었고 3일 이내에 사라졌다. 통증은 ECT 후 환자가 통증을 호소할 때 7일 동안 하루에 두 번 2mg/kg의 용량으로 처방된 트라마돌로 조절했습니다. ECT의 부작용을 방지하거나 완화할 수 있는 일반적으로 허용되는 치료법은 없습니다. 통증과 상처에 대한 일반적인 약물로서 모든 환자는 ECT 전에 국소 리도카인 주사로 치료되었고 ECT 후에는 얼음 팩으로 치료되었지만 통증과 부종을 포함한 부작용을 방지하거나 완화하는 데 효과적이지 않았습니다. 사례 3에서 환자는 치료법 부위에 심각한 궤양이 있었습니다. 궤양은 영향을 받은 부위 전체에 걸쳐 있었고, 광범위한 궤양에도 불구하고 통증은 심하지 않은 듯 하였다. 궤양에는 분비물이 있었는데, 2주 후에 사라졌습니다. 몇 달 후, 궤양은 완전히 회복되었습니다. 환자의 주인은 통증과 부종이 빠르게 사라졌기 때문에 치료법에 만족했고, 궤양이 치유되는 데 3개월이 걸렸지만 환자는 심각한 불편함을 호소하지 않았습니다. 적절한 보조 치료법와 함께 ECT를 적용하면 전신적 부작용이 없기 때문에 큰 이점이 될 수 있습니다.\nCT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 초음파 유도 하에 적용되었습니다. ECT는 일반적으로 피부 또는 피하 종양에서 매우 효과적이었지만 복강 내 덩어리에서는 치료법 효과가 없는 것으로 나타났습니다. 복부 덩어리가 큰 경우 환자가 수술이나 개복술을 받는 동안 ECT를 시행하지 않는 한 피부 주사 방법을 통해 종양의 제한된 부분에만 접근할 수 있습니다. 더욱이 이전 연구처럼 블레오마이신을 0.9% 생리식염수 3mg/mL로 희석하더라도 블레오마이신의 총량이 과도했습니다. 이로 인해 사례 1과 2에서 종양에 전 체 약물 양을 주입하는 것이 어려웠습니다. 사례 3의 경우 종양 조직이 너무 압축되어 약물을 투여하기 어려워서 종양 내로 약물을 주입하기 위해 고압을 가해야 했습니다.\nCT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다.\n"}