{"title": "11 . 개에서 프레드니솔론과 미코페놀레이트 모페틸을 이용한 후기 전구체 표적 면역 매개 빈혈의 성공적인 장기 관리", "author": "김도윤", "publisher": "한국수의과학회", "department": "내과", "disease": "11 . 개에서 프레드니솔론과 미코페놀레이트 모페틸을 이용한 후기 전구체 표적 면역 매개 빈혈의 성공적인 장기 조절\n13세의 중성화된 수컷 말티즈견이 무기력증과 식욕부진을 호소하며 우리 병원에 왔습니다. 적혈구 수 또는 헤모글로빈 수치 감소.9%, 망상적혈구 수 12.8 K/μL)이 포함되었습니다. 골수 세포 검사 결과 적혈구 과세포성과 경미한 골수섬유증이 나타났다. 따라서 후기 단계의 전구체 표적 면역 매개 빈혈(PIMA)이 판단되었습니다. 2가지 면역 억제제(프레드니솔론과 미코페놀레이트 모페틸), 항혈전제(클로피도그렐), 수혈을 포함한 복합적 치료법가 시행되었습니다. 이 개는 PIMA에서 완전 관해를 보였고, 총 추적 관찰 기간은 622일이였다. 이는 한국에서 프레드니솔론과 미코페놀레이트 모페틸로 성공적으로 조절된 개 PIMA의 첫 번째 사례 보고입니다.\n주요단어 : 빈혈 , 골수검사 , 개 , 면역억제제\n이동 : \n적혈구 수 또는 헤모글로빈 수치 감소. 2가지 연구에서 전구체 표적 면역 매개 빈혈 (PIMA)로 분류되었습니다[ 5 , 6 ]. PIMA는 비효율적인 적혈구 생성을 특징으로 하는 혈액 감염입니다. PIMA는 주로 골수에서 적혈구 전구체을 중심으로 한 면역 매개 공격을 수반하며, 말초 또는 성숙 적혈구(RBC) 파괴를 동반하는 면역 매개 용혈성 빈혈(IMHA)과는 확연히 다릅니다[ 5 - 7 ]. PIMA와 면역 억제제는 IMHA보다 더 오랜 기간 동안 치료적 조치로 필요하므로 확실한 판단을 내리기 위해 골수를 평가해야 합니다[ 5 , 6 ]. 이 사례 보고에서 우리는 PIMA의 확정적인 판단을 위해 골수 검사를 시행하고 2가지 면역억제제(프레드니솔론[PDS]과 미코페놀레이트 모페틸[MMF])를 병용 투여하여 완전 관해를 달성했습니다.\n13세(체중 3.8kg)의 중성화된 수컷 말티즈견이 3주간 우울증과 식욕 부진의 병력을 가지고 우리 의뢰 병원에 왔습니다. 신체 검사 결과 신체 상태 점 수는 4/9, 직장 온도는 38.5°C, 심박수는 분당 150회, 호흡수는 분당 24회, 수축기 혈압은 120mmHg(도플러 방법), 점액막은 창백했다. 전혈구 검사(CBC)와 혈청 화학 검사를 포함한 실험실 조사는 경정맥에서 채취한 혈액 샘플을 사용하여 진행했습니다. 적혈구 수 또는 헤모글로빈 수치 감소.9%; 기준 구간 37.3%-61.7%; 망상 적혈구 수[Retic] 12.8 K/μL; 기준 구간 10.0-110.0 K/μL)이 나타났습니다. CBC(백혈구 및 혈소판 수)의 다른 값과  혈청 화학 프로필은 참조 구간 내에 있었습니다. 말초 혈액 도말 검사에서 현저한 구형 적혈구증(고배 율 시야당 5개 이상의 구형 적혈구)이 관찰되었습니다. 또한 아나플라스마, 에를리히아, 바베시아, 렙토스피라 , 바르토넬라, 혈성 마이코플라스마, 리케치아 spp.를 포함한 개 빈혈 패널을 중심으로 한 중합효소 연쇄 반응 검사 결과(POBGEN Canine Anemia Pathogen Test; Pobanilab, Korea)는 모두 음성이었습니다. 그리고 흉부 방사선 검사와 복부 초음파 영상 검사에서 비특이적 소견이 발견되었습니다. 따라서 우리는 개를 철분 결핍 또는 PIMA가 있는 후기 IMHA로 잠정적으로 판단했습니다. 개는 조직 저산소증과 허혈을 완화하기 위해 농축 RBC(10 mL/kg, 4시간)로 수혈을 받았고 입원 첫날에 경구(PO)로 1 mg/kg의 PDS(Solondo; Yuhan Pharm, Korea)를 12시간마다 1회, MMF(Cellcept; Roche Pharm, Korea)를 12시간마다 10 mg/kg의 PO로 투여했다. 또한 혈전색전증을 방지하기 위해 클로피도그렐(Pidogul; Hanmi Pharm, Korea)을 24시간마다 2 mg/kg의 PO로 투여했습니다.\n헤마톡실린과 에오신 염색을 이용한 말초 혈액 도말. 현저한 구형 적혈구증(고배율 시야당 구형 적혈구 5개 이상)이 드러났습니다. 척도 막대: (A) 20 μm 및 (B) 100 μm.\n4일째에 CBC는 비재생성 빈혈(HCT, 21.7%; Retic 15.4 K/μL)이 남아있음을 보여주었고 골수 코어 생검을 실시하여 확실한 판단을 내렸습니다. 골수 세포성은 중간 정도(세포 60% 이상, 지방 40% 미만)였고 적당한 양의 철 색소가 있었다. 골수계 적혈구 비율은 약 11로 적혈구 세포가 낮았으며 이는 적혈구 과세포성을 나타냅니다. 골수계 계열의 성숙은 완전하고 질서 정연 했으며 형태학적으로 특이 사항이 없었습니다. 또한 경미한 콜라겐 골수섬유증이 있었습니다. 전반적인 소견은 후기 단계 PIMA와 일치했습니다. 따라서 면역억제제(PDS 및 MMF)가 개에게 유지되었다.\n헤마톡실린과 에오신 염색을 이용한 골수 검사. 골수 세포성은 중간 정도였고 철 색소가 중간 정도였다.. 또한 경미한 골수섬유증과 함께 적혈구 과세포성이 드러났다. 척도 막대: (A) 10 μm 및 (B) 40 μm.\nCT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 6%; Retic, 96.3 K/μL). 우리는 517일 동안 2가지 면역억제제(PDS와 MMF) 를 계속 처방했고 혈액학적 수치에 따라 복용량을 줄였습니다. PDS와 MMF를 중단한 지 약 120일 후인 622일 이 개의 마지막 추적 관찰이었고 PCV는 정상이었습니다(41.5%).\nPIMA에 대한 진단 기준은 다음과 같이 제안되었습니다. 적혈구 수 또는 헤모글로빈 수치 감소. (2) 골수 세포학적 또는 조직학적 소견은 비효과적인 골수 적혈구 생성과 적혈구 과세포성을 동반한 감소된 골수을 적혈구 비율을 보여야 합니다. (3) 백혈구 및 혈소판을 포함한 다른 세포주는 골수  생검에서 이형성 특징이 없어야 합니다[ 5 - 7 ]. 이 사례는 이 기준과 일치했습니다.\nAssenmacher et al. [ 5 ]은 PIMA 개 중 2%(66건 중 2건)만이  말초혈액 도말에서 구형적혈구증을 보였다고 보고했습니다. 흥미롭게도 이 보고에 나오는 개는 현저한 구형적혈구증을 보였으며 이는 적혈구계 및  성숙적혈구에서 다양한 항체 또는 공유 에피토프와 관련된 용혈의 증거일 수 있습니다.\n개는 517일 동안 PDS와 MMF로 관리되었습니다. 이전 연구에서 PIMA 개에게 프레드니손, 사이클로스포린, 아 자티오프린을 포함한 면역 억제제를 투여했습니다[ 5 , 6 ]. 중앙 해소 시간은 178일이었고 골수섬유증의  중앙 생존 시간은 578일이었습니다[ 5 ]. 이 경우 해소 시간은 88일이었고 총 추적 기간은 622일이었다. PDS와 MMF를 병용하는 것이 추가적인 효과적인 치료법 옵션이 될 수 있습니다.\n이전 연구에서는 골수 검사에서 콜라겐 골수섬유증(만성 염증 상태)이 발 견되면 PIMA 개의 재생 반응이 지연될 수 있다고 보고했습니다[ 5 ]. 또 다른 연구에서는 콜라겐 골수섬유증이 없는 PIMA 개의 중앙 생존 기간(1,429일)이 콜라겐  골수섬유증이 있는 PIMA 개의 중앙 생존 기간(578일)보다 훨씬 길다고 보고했습니다[ 6 ]. 이 보고서의 개도 경미한 콜라겐 골수섬유증이 있었고 골수 관해에 도달하는 데 27일이 걸렸습니다.\n여기서 우리는 골수 코어 생검으로 확실히 판단된 후기 단계 PIMA 개를 보여주었습니다. 또한, 개에게 2가지 면역 억제제(PDS와 MMF)를 병용 투여했고, 완전한 완화를 달성하였다.\n"}