{
    "title": "임상가를 위한 소동물 내과질환의 진단과 치료지침",
    "author": "현창백",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "임상가를 위한 소동물 내과 질환의 진단과 치료지침\nCHAPTER\n08\n관절\n\n관절질환의 치료 요점 8.1\n관절질환의 식이요법 8.2\n\n\n\n8.1 관절질환의 치료 요점\n\n8.1.1 퇴행성 관절질환\nDJD (degenerative joint disease, osteoarthritis)는 진행성으로 관절연골이 파괴되는 질환이다. 개에서 흔히 발생한다.\n\n발병기전: DJD는 손상된 관절에 osteophyte가 형성되어 관절주위나 관절하부에 remodeling이 발생하여 동통과 활액 삼출을 유발하며 궁극적으로 관절주위 섬유화를 유발한다.\n\n관절연골의 손상은 주로 비정상적인 기계적 스트레스가 관절에 가중되어 joint instability가유 발될 때(예, poor conformation, 인대손상), 관절연골에 근본적인 결함이 있어서 정상적으로 관 절에 주어지는 스트레스를 지탱할 수 없을 때, DJD가 발생한다.\n치료\n● 체중조절과 운동\n▶▶ 체중감량(특히 비만한 동물)은 관절에 주는 스트레스를 경감시킨다. 운동은 체중을 감량하는 데 도움이 되고 근육과 인대의 긴장도(tone)를 유지하는 데 도움이 된다.\n▶▶ 파행이나 근경직을 유발할 만큼 심한 운동은 관절에 스트레스를 가중시키지만 가벼운 운동(예, 목줄을 한 상태로 걷기, 수영)은 치료에 도움이 된다. 엄격한 휴식은 중증 환자 의 단기간 치료에 유용하다.\n● 약물요법은 급성질환의 단기적인 안정이나 중증 환자의 장기적인 관리를 목표로 실시한다.\n▶▶ Nonsteroidal anti-inflammatory drugs (NSAIDs): Enteric-coated/buffered aspirin, phenylbutazone, meclofenamic acid, ketoprofen 등이 일반적으로 사용된다. 이러한 약물의 대표적인 부작용이 위장관 궤양이다. Misoprostol (a prostaglandin E analogue)과 동시에 투여할 경우, NSAIDs에 의한 궤양발생 위험을 낮출 수 있다. 혈액 관련 부작용(예, throm- bocytopenia, agranulocytosis)이 phenylbutazone 사용시 발생한다. \n▶▶ 연골보호물질(예, polysulfated glycosaminoglycan, hyaluronic acid)은 관절의 점진적인 손 상으로부터 관절 연골을 보호하는 역할을 한다. 현재까지 그 결과는 확실치 않지만 최근 연구 결과는 상당히 긍정적이다. Polysulfated glycosaminoglycan을 장기간 투여할 경우, 출혈 경향이 증가한다.\n▶▶ 외과적 처치: 관절에 비정상적 스트레스를 주는 원인을 교정해주고(예, 십자인대 파열 교 정, coronoid process 파편제거) 관절이 지속적으로 손상 받는 것을 예방한다. 하지만 이미 형성된 퇴행성 변화를 교정할 수는 없다. Joint arthrodesis, excision, replacement(예, total hip replacement) 같은 외과적 시술은 중증의 비반응성 DJD의 치료를 위해 남겨둔다.\n외상성 관절질환(외상성 관절염)과 종양성 관절질환은 DJD치료에 준하여 치료한다. 단지 외 상성인 경우 외상의 원인을 교정해주고, 종양성인 경우 종양에 대한 처치를 추가적으로 실시 한다.\n\n8.1.2 세균성 관절염\n세균성 관절염(septic arthritis)은 고양이보다는 개에서 더 흔히 발생하며, 대형품종의 수캐에 서 가장 많이 발생한다.\n\n세균성 패혈증은 관절 내로 세균이 침입하여(예, 날카로운 물체에 찔리거나 심내막염이나 척 추염에 의해 혈행성으로 감염이 전파되어) 관절에 염증을 유발하는 질환이다. 개의 경우 Staphylococcus spp., Streptococcus spp., E-Coli가 주로 감염된다.\nCarpal joint, hock joint, stifle joint가 주로 이환되는 관절이다.\n치료\n● 세균배양을 토대로 항생제를 선택하여 항생제요법을 실시한다. 통상 완치 후 2주 정도 추가로 항생제처치를 실시한다. 일반적으로 4~6주 정도 항생제처치가 필요하다.\n심각한 관절염의 경우, joint lavage와 drainage를 위해 arthrotomy를 실시한다(특히, 빠르게 관절을 파괴하는 세균 감염, 성장 중인 동물).\n보조요법, 케이지 휴식, supportive bandaging, physiotherapy와 가벼운 운동이 회복에 도움 이 된다.\n\n8.1.3 면역매개성 관절염(비부식성)\n특발성 면역매개성 다발성 관절염은 개의 다발성 관절염의 대표적인 원인이고, 주로 사역견 이나 대형품종에서 발생한다. 호발 연령은 2.5~4.5년령이다.\n\n\n임상 증상은 stilted gait, 파행, 관절 삼출, 동통성 관절 등이 있다. 가장 잘 이환되는 관절은 distal joint들이다. 척추간 관절은 드물게 이환된다.\n\n진단은 감염성 요인과 만성 염증성 질환을 감별하여 면역매개성 관절염을 진단한다.\n치료\n● Glucocorticoids(예, prednisone)를 면역 억압 용량으로 10~14일간 투약한다. 그후 10~14 일간은 원래 투약 용량의 1/2를 투약하고 나머지 2~4개월에 걸쳐 점진적으로 감량한다. 치 료 1개월부터 매달 정기적으로 관절 활액을 검사하고 치료가 유효할 경우, 이틀에 한 번씩 스테로이드를 투약하는 방법으로 전환한다. 치료는 보통 수개월간 진행되며, 때로 평생 동 안 투약해야 하는 경우가 있다. 이러한 스테로이드 요법은 약 50% 증례에서 효과가 있다.\n● 만약 임상 증상이 개선되지 않으면 azathioprine (for dogs only)를 스테로이드와 함께 투약 한다. Azathioprine을 날마다 4~6주간 투약한다. 만약 치료반응이 양호할 경우, 이틀에 한 번씩 투약한다. CBC를 정기적으로 체크하여 골수 억압이 발생하는지를 확인한다.\n● 이러한 방법으로도 증상이 개선되지 않으면, 다른 종류의 면역 억압제(예, cyclopho- sphamide, gold salts)를 투약해야 한다.\n예후: 대다수 동물에서 약물에 대한 심각한 부작용이 없으면 증상 개선이 관찰된다.\n그 밖의 면역매개성 관절염의 종류로는 polyarthritis associated with SLE, polyarthritis associated with chronic inflammatory disease, drug-induced polyarthritis, lymphocytic- plasmacytic synovitis 등이 있다.\n\n8.1.4 면역매개성 관절염(부식성)\nRheumatoid arthritis는 부식성 다발성 관절염과 관절 파괴가 특징인 질환으로 유년-중년령 의 소형-중형 품종의 개에서 주로 발생한다.\n\n발병기전: Rheumatoid factor는 anti-IgG antibody로 이러한 면역항체가 활액에 축적되면서 림 프구성-형질세포성 염증반응이 유발된다. 이로 인하여 활액염, villous hyperplasia, fibrin depo- sition과 관절연골의 파괴가 일어난다. 관절 주위의 염증반응에 의하여, 측지성 인대의 파열이 일어나고, 심각한 관절손상에 의하여 관절의 subluxation, luxation과 ankylosis가 일어난다.\n임상 증상은 다른 다발성 관절염과 유사하고, 주로 distal joint들이 이환된다.\n진단은 방사선, 활액 검사 및 관절의 조직학적 검사를 통해 내려진다. 방사선이 부식성 관절염 을 다른 종류의 관절염과 감별할 수 있는 가장 유용한 방법이다.\n\n\n치료\n초기에 면역억압 용량의 glucocorticoid와 azathioprine 또는 cyclophosphamide 합제 방법 이 필요하고 증상이 개선되어감에 따라 앞에 나와 있는 약물의 용량을 점진적으로 줄여간 다. 만약 한 달 후 검사에서 활액내 염증반응이 지속적으로 남아있을 경우, azathioprine과 cylcophosphamide를 모두 투약한다. 만약 4개월 후에 재검에도 염증반응이 남아있을 경우, gold salts를 첨가한다.\n● NSAIDs를 병용 투약하면 지속적인 관절통증을 완화시킬 수 있다.\n● 체중감량과 운동 제한도 도움이 된다.\n\n예후: 류마티스성 관절염은 진행성 질환이다. 때문에 조기진단과 치료개시가 질병 진행을 늦 추어 줄 수는 있지만, 대부분의 환자는 종국에 심각한 관절손상으로 인해 안락사를 하는 경우 가 많다.\n\n\n8.2 관절질환의 식이요법\n\nPolyunsaturated fatty acids\n● 식이성분 중 오메가-3(n-3 PUFA)와 오메가-6(n-6 PUFA)는 세포 인지질막의 modulators이고 eicosanoid 생산에 관여한다. Eicosanoids는 염증과 cytokine합성을 매개하고, 세포교류에 중요 한 역할을 한다. 오메가-6가 대사되어 arachidonic acid (AA)를 생산하고 이 물질은 염증주화물 질인 leukotrienes, prostaglandins 및 thromboxanes (PG 2- & 4- series)를 형성한다. 반면, 오메 가-3는 docosahexaenoic acid (DHA)와 eicosapentaenoic acid (EPA)를 합성하고 이 물질들은 항 염물질인 PG 3- & 5- series의 eicosanoids를 생성한다.\n오메가-3는 linoleic acid로부터, 오메가-6는 a-linolenic acid (ALNA)로부터 유래한다. 이러 한 지방산은 같은 효소로부터 분해되기 때문에 서로 경쟁적으로 분해된다. 사람의 경우, 최 근 오메가-6 지방산의 섭취가 급속히 늘면서 염증 주화성 eicosanoids 생성비율이(예, arachi- donic acid; AA) 크게 늘었다고 한다. 최근 연구에서 DHA와 EPA (fish oil에 많이 들어 있음) 의 섭취량을 늘리면, AA-derived eicosanoids의 생성을 줄이고 염증 전구물질인 TNF-C, IL- 1f3 및 IL-6 같은 cytokines 생성이 줄어들고 림프구 증식이나 반응성 산소폐기물(free oxygen radicals) 생성이 줄어들어 항염효과가 발휘된다고 한다. 정확한 기전은 아직도 불분명하지만 오메가-3가 항염효과가 있는 것만은 분명하다.\n● 사람의 연구에 따르면, 6개월에서 1년 이상 여러 가지 fish oil이나 EPA/DHA를 NSAIDs과 함께 투여했을 때, 관절염의 증상 악화가 없이 약물의 투약량을 줄일 수 있었고, 일부 환자는 NSAID약물 투약을 중지해도 관절염이 악화되지 않았다고 한다.\n● 많은 식물성 기름에는 오메가-6가 많이 함유되어 있다. 이러한 지방의 대사를 통해 -y- linolenic acid (GLA)가 생성되고 이 물질은 dihomo--y-linolenic acid (DGLA)와 AA로 전환 된다. 대다수 AA로 전환되는 오메가-6는 염증 주화물질이지만, 일부의 GLA는 사람의 염증 세포에서 바로 DGLA로 전환되어 이러한 세포 내에 축적된다. 세포 내 축적된 DGLA는별 다른 효소작용 없이 바로 AA로 전환된다. 따라서 식이성분 중 GLA함량이 증가하면 AA로부 터 강력한 염증매개물질의 생성을 줄일 수 있다. 또한 derived eicosanoids를 통해 항염증작용 을 증가시킬 수 있다.\n\nMonounsaturated fatty acids\n● 식이성분 내 존재하는 MUFA는 보통 오메가-6 지방산으로 전환되기 때문에, 지방분해시 오 메가-6와 오메가-3 사이의 경쟁은 줄어들게 되어, 상대적으로 오메가-3가 세포막에 더 잘 융 합되게 한다. Oleic acid의 대사산물인 n-9 MUFA는 eicosatrienoic acid (ETA)을 생산하고 이 물질은 오메가-3 지방산인 EPA와 유사한 작용을 갖는다. 한 임상적 연구 결과에 따르면 Oleic acid가 많이 들어 있는 올리브 기름을 급여한 그룹이 관절염의 증상이 개선되었고, NSAID의 투약 용량을 줄일 수 있었다고 한다.\n연골분해에 대한 새로운 견해\n● 이전의 여러 연구에서 개의 연골분해에 관련 있는 효소들에 대한 다양한 이론들이 제시되었 다. 소위 aggrecanase라 불리는 것들이 바로 그 효소이나 사람, 소, 돼지 연구에 기초하여 몇몇 수의학자들은 MMP5가 개의 골관절염에 의한 관절 연골 분해에 1차적으로 관련되어 있다고 믿었다. 그러나 최근에 행해진 2건의 연구에서 개의 관절 연골 분해에 직접적인 관련 있는 효 소는 MMP5가 아니라 aggrecanase라는 것을 제시하였다. 개의 연골 분해의 근본 원인을 구 별해 낸 이후 연구자들은 한 단계 더 나아가 어떤 지방산이 aggrecanase에 의한 연골 파괴를 억제할 수 있는지를 밝혔다.\n● ALA, DHA, EPA: 과거에는(사람과 소의 연구) ALA, DHA, EPA같은 오메가-3 지방산 모두 가 연골 분해를 감소시키는 것으로 보고되었지만, 최근에 실시한 연구에 다르면(관절염에 이환된 개의 연골 분해에 관한 연구), 오메가-3 지방산 중 유일하게 EPA만이 aggrecanase에 의한 연골 분해를 늦추는 데 효과가 있다고 밝혀졌다.\nFish oils: Fish oils은 오메가-3 지방산[eicosapentaenoic acid (EPA) and docosahexanoic acid (DHA)]을 함유하고 있고 이러한 지방산은 관절의 통증을 완화하는 데 효과가 있다. 이러한 효 과는 오메가-3 지방산이 염증 전구물질인 prostaglandins과 leukotrienes의 형성을 줄임으로써 발휘된다. 이러한 fish oils은 고등어, 꽁치 같은 생선에 많이 함유되어 있다. 사람의 건강식품 가\n\n\n부록 \n\n케타캄(Catacam-T)\nMeloxicam 1 mg\n\nMeloxicam은 염증반응에 주로 관여하는 prostaglandin 합성을 억제하는 비스테로이드성 소염제 (NSAIDs)의 한 종류로 cyclooxygenase (COX)를 차단하며 특히, COX-2를 선택적으로 차단하는 작용을 보인다. 이 약물은 특히 활액에서 혈장보다 2.5배 이상 약물 농도를 유지하므로 개의 관절염 치료에 주로 이용되는 소염제이다. 우수한 효능과 상대적으로 적은 부작용 때문에 최근에는 수술후 진통에도 널리 적용되고 있다. 다른 비스테로이드성 소염진통제와 같이 소화기 장애(위궤양)과 출혈 소질이 대표적인 부작용이지만, 다른 NSAIDs에 비해 상대적으로 발생비율이 낮다. 위장관 보호제를 함께 처방하는 경우 위장관계 부작용의 발생이 2~3배 감소한다고 보고되어 있다. 또 다른 부작용으로 간수치, 신장수치 상승을 유발할 수 있으므로 신부전이나 간부전 환자에서는 사용을 금하거나 주의가 필요하다. 원 래 개에서만 사용이 허가되었지만, 최근 미국과 유럽에서 수술후 진통제로 사용이 허가되어 있다. 임신견, 수유견에서의 안전성은 아직 검증된 바 없으며 대부분의 NSAID들이 우유를 통 해 배출되므로 참고하여 처방한다.\n\n콘드로프로텍(Chondroprotex)\nChondroitin Sulfate 250 mg·Glucosamine HCl 250 mg·Glucosamine Sulfate 250 mg·N-acetyl D-Glucosamine 100 mg·Methyl Sulfonyl Methane 200 mg·Vitamin E 25 mg·Vitamin C 50 mg·Fish Collagen 20 mg·Manganese Sulfate 20 mg\n\n10 kg 미만: 1일 2capsule(아침, 저녁)\nDog 10~20 kg: 1일 3capsule(아침, 점심, 저녁) 20 kg 이상: 1일 4capsule(아침, 저녁)\n\nGlucosamine/Chondroitin/Manganese: Glycosaminoglycan의 전구물질인 glucosamine과 합성 자극물질인 Chondroitin, 합성 필수 물질인 망간 등이 연골의 재생 및 복구를 촉진하여 관절손상을 예방하 고 염증과 통증을 완화하는 기능이 있다. 이들의 효과는 아직 입증되지 않았다. 임상적인 효 과는 2~6주가 지나야 나타날 수도 있으며 소형 견에서 약간의 소화기 부작용이 나타나기도 한다.\nMethyl Sulfonyl Methane (MSM)은 천연유기유황으로 모든 세포막의 필수요소이다. 관절의 유연성 을 증가시키며 세포의 활력과 순환을 향상시켜 관절염과 같은 염증질환과 관련된 통증을 감소시킨다. 이동 성 감소와 통증을 악화시키는 반흔조직 형성을 감소시키고 면역력을 향상시킨다.\nReference\n)“Meloxicam”,“Glucosamine/Chondroitin”In: Donald C. Plumb. Plumb’s Veterinary Drug Handbook, 6th Edition. Blackwell Publishing. 2008\n)“Meloxicam”In: Rhea V. Morgan. Small Animal Drug Handbook, 2nd ed. Saunders Elsevier. 2011\n3) Gunew MN, Menrath VH, Marshall RD. Long-term safety, efficacy and palatability of oral meloxicam at 0.01~0.03 mg/kg for treatment of osteoarthritic pain in cats. J Feline Med Surg. July 2008;10(3):235-41\n\n\n게에서 팔고 있는 fish oil supplement들은 보통 하루에 1,000~1,500 mg의 오메가-3 지방산을 공급할 수 있다.\nGlucosamine과 chondroitin sulfate: 이 두 가지 물질은 관절의 연골을 구성하는 대표적인 물질로 최근 퇴행성 관절염의 치료와 증상완화에 효과가 뛰어난 것으로 알려져 있다. Glucosamine은일 종의 아미노산-당분 복합체로 연골의 형성과 재생에 관여하는 것으로 보고 있다. Chondroitin sulfate는 연골의 탄력성을 유지하는 proteoglycan의 일부 구성 단백질이다. Glucosamine의 경우 게, 홍합, 랍스터 같은 어패류 추출물로부터 얻을 수 있고, chondroitin sulfate의 경우 동물의 연골, 상어연골 추출물로부터 쉽게 얻을 수 있다. 사람의 연구에 따르면, 과거 퇴행성 관절염에 이 약물 들을 적용하면 NSAIDs(예, aspirin and ibuprofen)의 용량을 줄이면서 통증을 조절할 수 있는 것 으로 알려져 있다. 또한 이러한 물질이 연골의 손상을 느리게 한다는 보고가 있다. 하지만 최근 미 국 하버드 대학의 연구 결과에 따르면(Glucosamine/chondroitin Arthritis Intervention Trial; GAIT study), glucosamine 단독 투여 그룹, chondroitin 단독 투여 그룹, 두 가지 약물을 모두 투 여 받은 그룹, placebo를 투약 받은 그룹을 비교했을 때, 관절염의 치료와 증상완화효과에 임상적 으로 별 차이가 관찰되지 않았다. 하지만 본 연구에서 사용한 것은 일반적으로 치료효과가 있다 고 알려진 glucosamine sulfate가 아닌 glucosamine hydrochloride이었고, 실제로 glucosamine과 chondroitin 모두를 투여 받은 그룹에서 관절염에 대한 동통완화효과가 있었다고 한다. 또한 이 연구는 사람을 대상으로 한 연구이기 때문에 개와 고양이에서 다른 효과가 있는지는 연구가 더 필요하다.\nAntioxidants과 vitamin D: 관절질환이 있을 때, 조직 내 oxidant stress가 증가하고 항산화제 농 도가 감소한다는 연구 결과가 있다. 따라서 식이성 항산화제(예, vitamins C and E, selenium)와 vitamin D를 투여할 경우, 관절염의 진행속도를 늦추는 효과가 있다.\n\n\n"
}