{
    "title": "임상가를 위한 소동물신장학 진단과 치료지침",
    "author": "현창백",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "CHAPTER01\n신장의 정상 생리 해부 및 발병기전\n\n1. 신장의 해부학적 구조\n신장의 육안적 구조\n비뇨기계(urinary tract)는 크게 신장(kidney)과 요관(ureter)을 포함한 상부 비뇨기계와 방광 (urinary bladder)과 요도(urethra)를 포함한 하부 비뇨기계로 구성되어 있다. 신장에서 생성된 소변은 신우(renal pelvis)로 나가고 요관을 통해 방광(urinary bladder)으로 흘러간 후 요도를 통해 배설된다. 신장은 크게 피질(cortex)과 수질(medulla)로 구성되어 있고, 피질은 적갈색이 고 과립상이며 수질은 색깔이 더 엷고 줄무늬의 모양을 하고 있다(그림 1-1A). 또한 수질은 신 주(renal column)에 의해 분리된 8~15개의 원뿔 모양 신추체(renal pyramid)로 구성되어 있다 (그림 1-1A).\n신장의 내강(cavity)은 여러 부위로 나누어져 있고, 각 신추체는 소신배(minor calyx)로돌 기되어 있다. 여러 소신배가 모여 대신배(major calyx)를 형성하고 대신배가 모여 깔때기 모양의 신우(renal pelvis)를 형성한다(그림 1-1A, B). 신우는 신배에서 소변을 수집하여 요관과 방 광으로 운반한다.\n\n\n\n\n신장의 혈관계\n신장은 심장에서 박출되는 혈액의 약 20%정도를 받아들인다. 이 혈액중 99%는 신피질(네프 론을 포함하고 있는 신장의 바깥층)로 들어가고 1%의 혈액만이 신수질부(신장의 안쪽층; 요농 축 기전에 매우 중요한 사구체인접 주위장치[juxta-medullary region]를 포함)로 들어간다(1- 3B). 신장은 두 개의 모세혈관이 배열되어 있다. 이중 사구체의 모세혈관은 혈압이 아주 높아서 전해질이나 노폐물을 여과하는 데 적합하고 세뇨관주위에 분포된 세뇨관주위 모세혈관은 혈압 이 낮아서 사구체에서 여과된 전해질, 수분 및 당분을 재흡수하는 데 적합하다.\n모세혈관은 신주(renal column)를 통해 신추체 사이를 지나는 엽간동맥(interlobar artery)으로 나뉜다(그림 1-2A, C). 궁상동맥(arcuate artery)은 신피질(renal cortex)과 신수질(renal medulla)이 있는 엽간동맥에서 분기한다(그림 1-2A). 수많은 엽간동맥은 궁상동맥에서 퍼지고 수많은 수입세동맥(afferent arteriole)으로 세분화된다. 그리고 수입세동맥은 혈액을 사구체 (glomeruli)로 보낸다(그림 1-2C). 사구체 내에 남아 있는 혈액은 수출세동맥(efferent arteri- ole)을 통해 나가고, 이 혈액은 세뇨관(renal tubule)주위를 에워싸는 세뇨관주위 모세혈관 (peritubular capillary)으로 혈액을 보낸다(그림 1-2B, C, 1-3). 세뇨관주위 모세혈관에서 유래하는 혈액은 동맥을 따라 나란히 배열된 정맥으로 빠져나간다. 이 정맥들은 소엽간정맥, 궁상정맥, 엽간정맥을 거쳐 신정맥을 통해 하대정맥(inferior vena cava)으로 들어간다.\n\n\n\n네프론\n네프론(nephron)은 소변을 만드는 신장의 주요 기능단위이다(그림 1-2C, 1-3). 신장은 백만 개 이상의 네프론을 보유하고 있으며, 한 네프론은 뇨관(tubule)과 관련된 작은 혈관으로 구성되 어 있다(그림 1-2C, 1-3). 네프론은 사구체(그림 1-4)와 세뇨관으로 구성되어 있다. 네프론은 그 위치와 헨레고리의 길이에 따라 수질인접 네프론(juxtamedullary nephron; 피질의 안쪽 1/3에 서 유래하는)과 피질 네프론(cortical nephron)으로 나뉜다(그림 1-3B).\n사구체는 혈장의 초여과 기능을 갖는 변형된 모세혈관 망의 구조물이다. 여과막은 유창성 내피(fenestrated endothelium), 사구체 기저막(glomerular basement membrane; GBM), 내장 상피세포 또는 문어발세포(visceral epithelial cells, podocytes)의 세 가지 층으로 구성되어 있다(그림 1-4). 사구체(보우만)낭(glomerular or Bowman’s capsule)은 사구체를 둘러싸고 있다. 사구체낭으로 들어가는 여과액(filtrate)은 근위 곡세뇨관(proximal convoluted tubule)의 내강으로 보내진다. 사구체 모세혈관은 미세구멍을 가진 상피로 구성되어 있다. 문어발세포 (podocyte)들이 이러한 사구체 모세혈관을 덮고 있다. 각각의 사구체 모세혈관 사이사이에 podocyte와 모세혈관 상피가 마주하면서 여과막(filtration membrane)을 형성한다. Mesan- gium은 mesangial cells과 matrix로 구성된 사구체 지지조직을 말한다.\n세뇨관은 사구체낭(glomerular capsule), 근위 곡세뇨관(proximal convoluted tubule), 헨 레고리 하행각(descending limb of the loop of Henle), 헨레고리 상행각(ascending limb of loop of Henle), 원위 곡세뇨관(distal convoluted tubule) 등으로 구성되어 있다(그림 1-1C). 근위 곡세뇨관의 벽은 수백만 개의 미세융모를 갖고 있는 단층 입방세포로 구성되어 있고, 재흡\n\n\n\n\n\n2. 신장의 생리학적 기능\n수과정에서 염분, 수분과 기타 분자들은 세뇨관세포(tubular cell)를 통해 내강에서 주위의 세뇨 관주위 모세혈관으로 운반된다. 사구체, 사구체낭과 곡세뇨관(convoluted tubule)은 신피질에 위치하고, 체액은 근위 곡세뇨관으로부터 헨레고리(loop of Henle)로 들어간다. 이 체액은 헨레 고리의 하행각(descending limb) 수질로 운반되고 헨레고리의 상행각(ascending limb) 피질로 돌아온다. 피질에서 세뇨관은 코일을 이루고 있는데 이를 원위 곡세뇨관(distal convoluted tubule)이라고 부른다. 원위 곡세뇨관은 근위 곡세뇨관보다 더 짧고 상대적으로 미세융모가 적 다. 집합관(collecting duct)은 여러 네프론의 원위 곡세뇨관에서 체액(오줌)을 받아서 신우로 보내는 역할을 한다.\n\n\n사구체의 여과 기능\n혈액의 여과는 반투과성의 사구체 모세혈관벽을 통해 이루어진다. 이러한 여과 과정 중 대형분 자나 단백질은 거의 여과되지 않는다(그림 1-5). 사구체 여과액은 수입성 세동맥내 혈압, 즉정 수압에 의해 형성된다. 분당 약 20%의 신혈류가 여과가 되고(125 ml/min), 이를 사구체 여과율 (glomerular filtration rate; GFR)이라고 한다. GFR의 자가 조절기능은 신장혈류의 자가조절 기전과‘사구체-세뇨관 밸런스’라고 불리는 feedback기전에 의해 조절된다.\n사구체-세뇨관 밸런스: GFR이 감소하게 되면, 세뇨관에 혈류속도가 감소하게 된다. 이때 헨레고리에서 나트륨과 염소이온이 재흡수되는 시간이 더 길어진다. 때문에 나트륨과 염소가 원위 세뇨관에 도달하는 데 걸리는 시간이 길어진다. 이렇게 뒤늦게 나트륨과 염소가 원위 세뇨 관에 도달하게 되면 1) macula densa세포가 이를 감지하여 수입성 세뇨관의 혈관저항성을 감 소시키게 되고(확장), 그 결과 신장내 혈류속도는 빨라지게 되며, 2) Juxtaglomerular appara- tus에서의 renin분비가 촉진되고 angiotensin II합성이 가속화되며, 그 결과 수출성 세뇨관이 수축되고 사구체내 정수압이 상승하게 되어 GFR이 정상속도로 되돌아가게 된다.\nJuxtaglomerular complex는 macula densa세포로 구성되어 있고, 이 세포들은 염소농도를 감지하는 특수 원위 세뇨관 상피, 변형 평활근세포, 사구체 인접세포(juxtaglomerular cells)로 구성되어 있다(그림 1-4). 세포들은 renin을 분비하고 renin은 혈장 단백질인 angiotensinogen을 angiotensin I으로 전환하는 효소이다. Angiotensin converting enzyme(ACE)은 폐, 근위 세뇨관과 일부 다른 조직에서 존재하는 효소로 angiotensin I을 angiotensin II로 전환하여 혈관 수축과 혈압상승을 유발하는 효소이다. Angiotensin II는 또한 부신에서의 aldosterone분비를 자극하여 수분과 나트륨의 저류를 유발시켜 혈량을 상승시키는 호르몬이다. 혈압조절과 체액 균형에 매우 중요한 이러한 호르몬 시스템을 renin-angiotensin-aldosterone system(RAAS) 라고 한다(그림 1-14). 이러한 시스템은 음성적 피드백기전에 의해 조절된다. 다시 말해, 혈량이 떨어져서 신장내 관류량이 감소하게 되면 작동이 개시된다. 때문에 혈량, 신장관류와 GFR이증 가하게 되면 이러한 시스템은 스위치를 끄고 더 이상 작동을 하지 않게 된다.\n\n신세뇨관의 재흡수와 분비 기능(요농축 기능)\n신세뇨관의 기능은 사구체 여과액의 99%를 선택적으로 재흡수하는 것이다(그림 1-6). 근위 세 뇨관은 모든 용질의 60%를 재흡수한다. 특히 근위 세뇨관은 glucose와 아미노산을 100% 재흡 수하고, 90%의 중탄산이온 및 80~90%의 무기인산과 수분을 재흡수한다. 재흡수는 능동수송 과 수동수송 두 가지 기전에 의해 일어난다. 능동수송이란 에너지를 이용하여 농도구배나 전기 화학구배에 역행하여 용질을 수송시키는 것을 말한다(예, 용질은 높은 농도에서 낮은 농도로 수 동적으로 확산되지만 이 경우, 에너지를 이용하여 낮은 농도에서 높은 농도로 이동시킬 수 있 다). 수동수송이란 높은 농도구배나 전기화학 구배압력에서 낮은 농도로 이동하는 것으로 에너 지가 필요없다(예, 설탕물과 물을 섞었을 때 설탕물이 희석되는 원리)(그림 1-7).\n용질의 대부분은 능동적으로 이동한다. 세뇨관에서 용질이 능동수송으로 빠져나가게 되면 세뇨관액의 삼투압이 떨어지게 되고, 세뇨관은 삼투압을 맞추기 위해 수분을 자유롭게 방출시 킨다. 때문에 세뇨관의 수분이 인접 간질조직으로 빠져나가기 때문에 수분이 자동적으로 재흡 수되게 된다.\n헨레고리(Loop of Henle)는 세뇨관의 일부로서 신피질과 수질 사이에 고리형 구조로 되어 있고 피질에서 수질로 향하는 부위를 하행각(descending limb)이라고 하고 수질에서 다시 피 질로 향하는 부위를 상행각(ascending limb)이라고 한다. 이 부분에서 요의 농축이 일어난다 (그림 1-8). 신수질의 간질은 높은 농도의 용질농도(고삼투압)을 갖는다. 수질부위에는 역류증 폭계(counter current multiplier)라고 불리는 시스템이 있어서 간질의 농도를 높게 유지할 수 있다. 이러한 기전에 의해 헨레고리를 통과하는 세뇨관액(오줌)은 점진적으로 농축된다.\n헨레고리의 역류증폭계와 vasa recta는 요 농축기전에 매우 중요하며 각각 다른 부위의 헨레 고리는 각기 다른 기능을 가지고 있다(그림 1-9). 헨레고리의 하행각은 용질에 대해 비교적 비 투과성을 가지지만 수분에 대해 투과성이 강하다. 때문에 수분이 삼투압의 농도구배에 의해(간 질의 삼투압이 높아서) 간질로 빠져나가게 된다. 때문에 이 부분의 세뇨관액은 고장성(hyper- tonic)을 띠게 된다. 헨레고리의 상행각의 얇은 부위(thin section)는 수분에 대한 투과성이 전 혀 없지만, 나트륨과 염소이온을 자유롭게 투과시킨다. 때문에 염소와 나트륨이 간질로 빠져나 가 간질의 삼투압을 높이게 된다(그림 1-10). 이 부위의 세뇨관액은 처음에는 등장성(isotonic) 이지만 수분이 빠져나가면서 점차 저장성(hypotonic)이 된다.\n집합관에서, 수질의 간질로 재흡수되는 요소가 점차 상행각으로 확산되어 들어온다. 요소가 수질의 간질에 머물러 있기 때문에 간질의 삼투압이 고삼투성으로 더 쉽게 유지될 수 있다. 따 라서 요소 역시 요 농축기전에 있어서 매우 중요하다(그림 1-8). 헨레고리의 상행각의 두꺼운 부위(thick section)와 원위 세뇨관 기시부는 수분에 대한 투과성이 전혀 없다. 그러나 수분과 염소는 능동적으로 세뇨관을 투과하게 되므로 이 부위의 세뇨관액은 매우 저장성이다.\nVasa recta는 고삼투성의 수질의 간질부로 들어가는 세뇨관주위 모세혈관계의 일부로 헨레 고리와 함께 복잡한 역류 교환방식을 통해 요를 농축시키는 역할을 한다. 만약 vasa recta가존 재하지 않을 경우, 수질간질부의 고삼투성은 쉽게 소실된다. 용질은 수질부로 들어가는 혈관으 로 확산되어 들어가고 피질부로 향하는 혈관으로 확산되어 나가며, 수분은 이와 반대로 수질부 로 들어가는 혈관으로 확산되어 나가고 피질부로 향하는 혈관으로 확산되어 들어간다. 이러한 기전에 의해 용질이 수질 내에서 재순환하게 된다.\n최종적인 요농축의 양은 뇌하수체 후엽에서 분비되는 항이뇨 호르몬(ADH)의 양에 의해서 결정된다. 만약 ADH가 존재할 경우, 원위 세뇨관과 집합관은 수분에 대해 투과성이 증가하게 된다. 집합관이 고장성인 수질간질부를 통과함에 따라 수분이 집합관 밖으로 빠져나가게 되고 때문에 농축된 요가 생성된다. 만약 ADH가 존재하지 않을 경우, 수분에 대한 투과성이 감소하 기 때문에 집합관내 수분은 수질의 간질로 적게 나가게 되고 때문에 요는 다량의 희석요가 생성된다.\n시상하부와 뇌하수체 후엽간에는 신호전달체계가 있고 시상하부내 삼투압수용기(osmore- ceptor)는 혈액의 삼투압변화에 민감하다. 만약 수분섭취량이 감소할 경우, 혈액중의 삼투압이 증가하게 되고 시상하부 삼투압수용기는 이를 감지하여 뇌하수체 후엽에 ADH를 분비하게 하는 신호를 보낸다. 그 결과 집합관에서 수분에 대한 투과성이 증가하여 다량의 수분이 수질의 간질로 재흡수되고, 소량의 농축요가 생성된다.\n\n신세뇨관의 산-염기, 전해질 조절 기능 폐와 신장은 함께 작용하여 동맥의 산도를 pH 7.35~7.45로 유지한다. 이산화탄소(CO2)는 혈 액에 녹아있을 경우, 산성을 띠고 폐를 통해 제거된다. 신장은 다음 3가지 기전에 의해 산성물질을 배설한다.\n\n세뇨관의 분비\npH 완충제인 sodium bicarbonate(중탄산 나트륨)은 사구체에서 여과된 후 근위 세뇨관에서 재흡수된다. 나트륨은 나트륨/칼륨 펌프(Na/K pump)를 통해 칼륨과 교환되면서 세뇨관세포에서 간질액으로 방출된다. 나트륨은 세뇨관세포의 근위연(proximal border)에서 나트륨/수소 이온펌프(Na/H pump)에 의해 수소와 교환되어 세뇨관세포로 재흡수된다. 이때 수소가 세뇨 관액(요)으로 배설된다.\n\n사구체 여과액의 완충계\n4\n여과된 중탄산의 대부분은 재흡수된다(근위 세뇨관에서 90%). 세뇨관의 산성물질로 분비되는 수소(H1)는 중탄산(HCO32)과 결합하여 carbonic acid(H2CO3)를 형성한다. 근위 세뇨관에 존재하는 carbonic anhydrase는 이를 이산화탄소(CO2)와 물(H2O)로 분해한다. 이때 이산화 탄소는 세포내로 흡수되어 다시 carbonic anhydrase에 의해서 carbonic acid를 형성한다. Car- bonic acid는 다시 수소(H1)와 중탄산(HCO32)으로 이온화된다. 수소는 다시 나트륨/수소이 온펌프(Na/H pump)에 의해 세포를 떠나 세뇨관안으로 들어간다. 물은 수동적으로 흡수된다 (그림 1-10). 그 밖의 완충계로는 무기인산(HPO 2), urate와 creatinine이온이 수소이온과 결 합하여 산성형태로 요중으로 배설된다.\n\n암모니아\n암모니아는 glutamine과 기타 아미노산으로부터 간에서 대사되어 신세뇨관으로 배설되는 물 질이다. 암모니아(NH3)는 수소(H1)와 결합하여 비확산성 암모니아 이온(NH41)으로 배설된 다. 암모니아 생산은 심한 대사성 산증일 때 증가한다.\n\n\n\n산-염기 평행의 기초 생리(그림 1-11): H1는 산으로서 비휘발성이며, 단백질과 인지질의 대사과정에서 생성되고, 신장으로 배설이 된다. 염기는 이러한 산과 결합하여 산의 농도를 낮추 거나 중화하는 기능을 한다. 이산화탄소는 휘발성 산이며, 지용성의 가스이며, 탄수화물과 지방 대사의 과정에서 생성된다. Carbonic anhydrase에 의해서 물과 결합하여 carbonic acid (H2CO3)를 형성하게 된다. 산은 음식물을 통한 섭취, 대사산물, 신장에서의 배설의 조절을 통 해서 얻어진다. 또한, 체액의 산-염기 평행에 관여하는 대사적 상태에 따라서 영향을 받게 된다. 이산화탄소가 과호흡을 통해서 체외로 배설되면 carbonic acid는 분리되어 물과 이산화탄소로 나누어진다. 이산화탄소의 배설을 위해서 수소와 bicarbonate가 결합하여 carbonic acid가 된다. 그 결과 체액의 산의 농도가 감소하게 되고 체액의 산도는 증가하게 된다. 반대로, 체액의 이 산화탄소가 증가할 경우에 체액의 산도는 감소하게 된다. 체내에는 산을 중화할 수 있는 여러 가지 buffer system이 있다. 그 종류로는 nonbicarbonate buffers(단백질, 인)은 주로 세포내 많이 분포하여 세포 내 buffer system으로 작용하며 이산화탄소를 생성하는 반응에 참여하게 되고, 이때 생성된 이산화탄소는 호흡을 통해서 배설이 된다. 세포 외의 buffer system은 bicar- bonate이다. 이 bicarbonate는 체액의 buffer system 중에서 가장 많이 분포하기 때문에 가장 효과적으로 혈액의 산도 변화를 완충시킨다. 산을 완충한 최종 결과는 이산화탄소의 배설이기 때문에, 호흡기계가 정상적으로 작용하는 한 산의 완충작용을 할 수 있다. 그러나 bicarbonate 가 비뇨기나 소화기를 통해서 과다 배설이 될 경우에는 이산화탄소와 물이 결합하여 carbonic acid를 형성하고, 이것은 다시 해리되어 산을 형성하게 된다.\n세포외액 수소이온의 평형조절: 수소이온 평형의 조절은 음식으로부터 섭취한 것과 체내 대 사과정에서 생성된 산을 신장을 통해서 배설하는 것이다. 정상적으로 소량의 염은 장으로 배설 이 되며, 산은 대사적 과정에서 생성이 된다. 이러한 이유로 하루에 약 50~100 mEq의 산이증 가하게 된다. 이러한 산의 대부분은 bicarbonate에 의해서 중화가 되며, 중화과정에 사용된 bicarbonate는 신장에서 재활용이 되어야 한다. 또한, 신장은 신체의 산을 배설하여 조절하는 유일한 장기이다. 체내 산의 주요 생성원은 sulfur-containing(e.g., cysteine, methionine: 요의 산성화 제제로 이용됨)과 양이온성 아미노산(e.g., lysine, arginine)의 산화과정과 인지질이나 핵산의 가수분해 과정에서 발생하게 된다. 여기서, methionine은 스트루바이트 결석증에 이환 되었을 경우에 요의 산성화를 위해서 이용된다. 염기의 주요 생성원은 음이온성 아미노산(e.g., glutamate, aspartate)과 유기 음이온인(lactate, citrate)의 당신생과정과 산화를 통해서 생성이 된다. 여기서 citrate는 요 중에서 칼슘과 결합하여 수산 칼슘 결석증을 예방하는 치료제로서 이 용된다. Citrate는 대사성 산증의 상태에서는 체내 이용률이 증가하여 염기를 생성하는 데 많이 이용된다. 그렇기 때문에 요중으로 배설량이 감소하게 되어 수산 칼슘 결석의 억제제로서의 기능이 저하되게 된다.\n산-염기 평형의 전신적 조절: 산-염기 평형의 조절을 위해서는 간, 신장, 폐가 모두 공동으 로 작용하여야 한다. 폐는 대사적 과정에서 생성된 엄청난 양의 산을 공기를 통해서 배설해낸다. 간은 단백질 이화작용에서 생성된 아미노산을 glucose나 중성지방으로 전환시키며, 그 과정에서 NH1(ammonium ion)을 생성해낸다. 또한, NH1과 CO 로부터 urea를 합성하며, 이 과정에서 산인 수소이온이 생성되고, 이 수소이온은 HCO2에 의해서 중화된다. 결론적으로, 간은 많은 비휘발성의 산을 생성해낸다. 신장에서는 요를 통해서 암모늄을 배설하거나 urea를 생성한다. 또한, 암모니아를 생성 및 배설하면서 산을 배설하고, 산의 배설을 통해서 생긴 중탄산 염을 체순환으로 보낸다.\n신장에서 산-염기 평형의 조절: 신장은 정상 세포외액의 bicarbonate의 농도를 조절한다. 신 장에서 배설되는 모든 bicarbonate를 재흡수하고 체내에서 산의 중화에 이용된 모든 bicarbo-nate를 재생시킴으로써 체액의 bicarbonate의 농도를 조절한다. 신장에서 수소이온의 배설량 은 5 [(요중 암모니움 1 phosphate salt) 2 요로 배설된 bicarbonate]이다. 신장에서 수소의 배설은 1) Na12H1 antiporter(근위 세뇨관, 헨레고리), 2)세뇨관 벽의 H12 ATPase, 3) H1 2K12ATPase(집합관 벽의 type A intercalated cell: 산의 배설량은 적으나 칼륨의 재흡수에 이용됨)에 의해서 이루어진다. 이러한 과정은 세뇨관 상피세포에 있는 carbonic anhydrase의 기능에 달려있다. Bicarbonate의 재흡수는 Na12H1 antiporter와 H12ATPase에 의해서 배설된 수소이온을 배설된 중탄산염이 중화하게 되고 이렇게 형성된 carbonic acid를 carbonic anhydrase가 물과 이산화탄소로 변환시켜서 다시 지용성인 이산화탄소를 재흡수한다. 이렇게 세뇨관세포로 재흡수된 이산화탄소는 세뇨관세포 내 carbonic anhydrase에 의해서 다시 car- bonic acid가 되면서 세포질 내 수소이온을 배설하게 된다. Bicarbonate의 재생성은 체내 산을 적정하여 NaHPO4를 생성한 인과 산을 적정한 암모니아와 세뇨관세포를 통과하여 세뇨관으로 배설된 암모니아에 의해서 이루어진다. 이러한 염들은 세뇨관에서 분비된 산과 결합하여 산을 중화하게 되고, 이렇게 산의 중화로 인해 여분으로 남게 되는 bicarbonate는 체순환으로 들어가 게 된다.\n신장의 bicarbonate의 재흡수에 영향을 주는 인자: 신장에서의 bicarbonate의 재흡수는 사구체 여과율과 전체 체액량에 따라서 결정된다. 체액의 양이 증가할 경우에, 신장에서는 나트륨 의 재흡수를 제한하게 된다. 이때, 나트륨과 함께 공동으로 이동되는 bicarbonate도 재흡수량이 감소하게 된다. 신장세뇨관으로 배설되는 염소이온의 양에 따라서 bicarbonate의 재흡수량이 결정된다. 세뇨관으로 배설되는 염소의 양이 많으면, 신장에서는 나트륨과 염소의 공동 이동 경 로를 통한 염소의 재흡수를 촉진하고 나트륨과 bicarbonate와의 공동 이동 경로는 억제하게 된 다. 이렇게 함으로서 bicarbonate의 재흡수량이 감소하게 된다. 반대로, 여과되는 염소의 양이 적으면, 나트륨과 bicarbonate의 공동 이동경로가 더 활성화되어 체액은 알칼리로 진행하고, 반 대의 경우에는 알칼리로 진행되지 않게 된다. 그렇기 때문에, 체액에 염소의 양이 많으면 염소의 재흡수는 증가하고 bicarbonate의 재흡수량은 감소하여 체액은 더 산성이 되며, 반대로 체액의 염소의 양이 적으면 bicarbonate의 재흡수량이 증가하여 체액은 알칼리화된다. 이러한 이유로 인하여, 정상의 체액보다 염소량이 많은 saline을 공급하였을 때, 체액은 산성화되는 효과를 나타낸다. 그렇기 때문에, 대사적으로 알칼리증이 의심되는 동물에는 염소량이 체액보다 많은 생리 식염수를 공급하는 것이다.\n체액의 칼륨의 양과 bicarbonate의 상관관계: 체액의 칼륨의 양과 bicarbonate의 재흡수의 상관관계는 다음과 같다. H12K12ATPase(집합관 벽의 type A intercalated cell)는 수소의 배설 목적보다는 칼륨의 재흡수를 위해서 존재하는 채널이다. 체액이 저칼륨혈증일 때 이 채널에 서 산은 세뇨관으로 배설되고, 칼륨은 재흡수가 된다. 이때 배설된 산으로 인해서 세뇨관세포내 의 bicarbonate는 체액으로 가게 된다. 이러한 결과로 체액이 알칼리화되는 효과가 나타나게 된 다. 고칼륨혈증 시에는 반대의 작용이 일어나 체액이 산성화되는 효과가 나타난다. Aldosterone은 세뇨관 내강의 세포막의 H12ATPase를 촉진하여, 산을 배설시키고 집합관에서의 bicar- bonate의 재흡수량은 증가시킴으로써 체액을 알칼리화시키는 작용을 한다. 또한, 집합관에서의 나트륨과 칼륨의 antiporter를 활성화함으로써 칼륨의 배설과 나트륨의 재흡수를 촉진한다. 암모니움(NH1)의 배설: 암모니움은 산을 배설하고, 중탄산염을 재생성하는데 기여한다. 암 모니움의 배설의 대사과정에서 생성되는 산을 배설하고, 신장에서 bicarbonate를 재생성하는 데 중요한 작용을 한다. 대부분의 암모니움은 근위 세뇨관에서 glutamine으로부터 생성이 된다. 이 과정에서 세뇨관세포 내에서 bicarbonate가 생성되고, 암모니움은 배설된다.\nUremic acidosis(요독증성 산증): 신장의 산증에 대한 적정 방법으로는 1) bicarbonate, 2) 암모니움의 생성, 3) 뼈로부터 calcium carbonate, phosphate와 같은 buffer의 동원이 있다. 그 렇기 때문에 만성 신부전에서는 체액의 산도가 비교적 안정 범위에서 장기간 유지된다. 그러나 급성 신부전의 경우에는 신체가 반응할 시간적 여유가 없기 때문에 산-염기 불균형이 매우 심 각하다. 만성 신부전시의 대사성 산증은 대개 미약하거나 중등도의 산증을 보이며, 질병의 초기 에는 고염소혈증을 보인다. 질병이 진행됨에 따라서 신장의 인, sulfate, 유기 음이온의 배설 능 력이 감소하기 때문에 anion gap은 증가하게 된다. 만성 신부전 환자의 경우 사구체 여과율이 정상의 10~20% 이하로 감소되지 않는 한은 산염기 평형의 상태가 심각해지지는 않는다. Anion gap의 경우에는 높은 anion gap을 보이는 경우 가 개의 45%이었다고 한다. 또한, 신부전시에는 근위 세뇨관으로부터 원위 세뇨관으로의 중탄산염의 이동량이 많아지는데, 이렇게 충분히 산을 적정하지 못하고 배설되는 중탄산염이 증가하게 된다. 급성 신부전의 경우에는 신장이 산염기의 평형의 교란을 보상할 여 유가 없기 때문에 만성 신부전의 경우보다 그 경과가 좋지 않다. 만성 신부전의 경우에는 요의 산도를 산성으로 유지하는 데 문제가 거의 없었다고 한다. 이러한 신부전 상태의 신장은 중탄산 염을 충분히 재활용하지 못한다. 이러한 만성적인 산의 축적에 대해서 신부전 상태의 신장이 산을 적정하는 가장 주요한 방법은 신장에서의 암모니움의 생성량을 늘리는 것이다. 이러한 암모 니움의 생성량은 정상 신장에 비해서 5배까지 증가하게 된다. 그러나 신장이 사구체 여과율이 20%이상 감소할 경우에는 이러한 보상기전도 효력을 잃게 된다. 이러한 산의 증가를 적정하는 또 하나의 방어 시스템은 뼈로부터 동원되는 calcium carbonate, phosphate 등의 완충계이다. 만성 신부전은 이러한 여러 가지의 완충계가 있기 때문에 만성 신부전에서는 산-염기 불균형에 비교적 잘 대처한다. 특히, 완충계로서의 phosphate는 만성 신부전시 요의 산도를 일정하게 유 지시켜주는 매우 중요한 완충계로서의 기능을 한다. 또한, 만성 신부전시 나타나는 부갑상선 호 르몬 양의 증가로 인해서 인의 양은 더욱 증가하여 산을 적정하는 능력은 더욱 증가하게 된다. 만성 신부전시에는 신장의 인 배설 능력이 감소되기 때문에 장내 인 결합제와 인 제한 식이를 한다. 그러나 이는 인의 산 적정 능력을 감소시키게 된다.\n\n혈압의 조절 기능\n신장은 수분/나트륨 배설과 재흡수 및 레닌-안지오텐신-알도스테론계(renin-angiotensin- aldosterone system; RAAS)을 통해 전신혈압을 조절하는 데 중요한 역할을 한다. 신장은 레닌이라는 호르몬 분비하는데, 이 호르몬은 레닌-안지오텐신-알도스테론계를 작동시켜 세뇨관에 서의 나트륨 재흡수를 조절하도록 한다. 나트륨 재흡수는 혈장 총량과 동맥압의 장기적 유지에 아주 중요하다. 혈압을 조절하는 호르몬들의 기능은 다음과 같다.\nRenin: 1) 수출성 세뇨관을 수축시켜 사구체 여과압을 상승시킴으로써 GFR을 유지, 2) 부 신피질에서 aldoserone분비, 3) 뇌하수체 후엽에서 ADH분비 촉진, 4) 갈증 유발, 5) 변력성 심 근 자극 및 전신동맥혈관 수축\nAldosterone: 원위 세뇨관과 집합관에서 나트륨과 수분 재흡수를 촉진한다. 이 호르몬은 혈 중 나트륨 농도가 감소할 경우 분비된다(예, 구토를 통한 다량의 위액이 소실될 경우)(그림 1-12).\nAtrial natriuretic peptide(ANP): ANP는 동맥압이 증가될 때(예, 심부전이나 과수화) 분 비되어 GFR를 증가시켜 나트륨, 염소 및 수분의 소실을 촉진시키는 호르몬이다.\n\n\n\n\n항이뇨 호르몬(antidiuretic hormone; ADH): ADH는 원위 세뇨관과 집합관에서 수분의 투과성을 증진시켜 요를 농축시키는 호르몬이다. 이 호르몬은 혈중의 나트륨 농도에 반응하여 분비된다(예, 다량의 물을 음수할 때).\n혈압조절과 관련된 자세한 기전은 제6장 급성 신부전을 유발하는 질환들 편을 참조하라.\n\n노폐물이나 대사산물의 배설\n혈액이 사구체를 통과함에 따라 여과가 일어난다. 체내에 필요 없는 일부 물질과 약물 같은 유해 물질은 사구체를 통해 여과되지 않는다. 이러한 물질은 그냥 세뇨관으로 분비되어 요의 형태로 체내에서 제거된다. 이러한 방법을 통해, 요산(uric acid), 크레아티닌(creatinine), 빌리루빈 (bilirubin), 요소, 기타 약물이나 독소와 같은 화학물질이 배설된다. 또한 다음과 같은 호르몬 대 사산물도 신장을 통해 배설된다: 부갑상선 호르몬(parathyroid hormone), 성장 호르몬(growth hormone), 씨크리틴(secretin), 콜레시스토키닌(cholecystokinin), 글루카곤(glucagons), 가스 트린(gastrin), 인슐린(insulin), 항이뇨 호르몬(antidiuretic hormone; ADH).\n\n호르몬의 생산 기능\n\n3. 신부전의 발병기전\n신장은 비타민 D를 활성형으로 변환하는 데 도움을 준다. 비타민 D는 칼슘 항상성 유지에 아주 중요하다. 소화관에서 칼슘흡수를 촉진하는 1,25-dihydroxy vitamin D(가장 활성형의 비타민 D)가 신장에서 합성된다. 신장은 적혈구 조혈인자(erythropoietin)를 분비하는데, 이 호르몬 은 골수를 자극하여 적혈구를 생성하도록 한다. 이 기능은 혈액내 적절한 산소량 유지를 통해 체내 항상성을 유지하도록 한다. 이들 두 가지 호르몬은 만성 신부전증에서 합성이 감소되어 저 칼슘혈증과 비재생성 빈혈을 유발한다.\n\n\n\n임상증상의 발병기전\n신부전 증상을 보이는 환자는 식욕부진, 체중감소, 허약 같은 전신증상부터 구토, 설사 같은 소 화기 증상, 빈혈과 출혈 소질 같은 혈액학적 증상, 조직에 칼슘-인 침착에 따른 여러 가지 대사 성 증상, 요농축 장애에 따른 다음다뇨 증상 및 수분 전해질 불균형과 산-염기 장애에 따른 신 경증상까지 아주 많은 임상증상들이 나타날 수 있다. 몇 가지 중요한 임상증상의 발병기전을 살 펴보면 다음과 같다.\n탈수의 발생기전: 만성 신부전이 있는 환자에서 가장 흔히 볼 수 있는 소견 중 하나가 탈수이다. 신장의 가장 대표적인 기능 중 하나는 수분의 활용도를 높이기 위한 요의 농축기전이다. 신 장은 99%의 수분을 재흡수하기 때문에 최소한의 수분을 이용하여 노폐물을 배설한다. 따라서 신부전 환자는 세뇨관의 요농축기전이 깨지기 때문에 다뇨가 일어나게 되고 환자는 이를 보상하기 위해 다음을 하지만 결국 탈수 상태에 빠지게 된다(그림 1-13). 탈수의 정도는 신부전의 심 하기와 기간에 비례하는 것 같다. 신부전 환자에서 탈수를 악화시키는 요인 중 하나가 구토, 오 심, 설사 같은 소화기 증상에 의한 수분소실과 수분섭취 장애이다. 소화기 증상의 발생기전은 다음 설명을 참조하라.\n구토의 발생기전: 신부전 환자에서 흔히 볼 수 있는 또 다른 대표적인 임상증상이 바로 오심을 동반한 식욕감퇴, 구토, 설사 같은 소화기 증상이다. 오심과 구토 같은 소화기 증상은 주로 요 독증성 폐기물의 체내 축적의 결과로 발생한다고 볼 수 있다. 이러한 폐기물에는 위산 분비를 촉진하는 gastrin, 화학발동대(CTZ)를 자극하는 indole derivate, nitrate waste 같은 대사 폐기 물 및 신경증상을 유발할 수 있는 여러 가지 신경차단물질 등이 있고, 이러한 물질들이 식욕부 진, 오심, 위궤양, 구토 등을 유발한다. 만성질환에 따른 negative nitrogen balance에 의해 단백 대사 산물의 생성 증가나 연부장기의 칼슘-인 복합체 침착이 발생하여 복통이나 출혈/괴사가 일어나 혈액성 구토나 혈변이 발생하기도 한다. 따라서 신부전 환자의 소화기 증상 관리의 핵심 은 어차피 소화기 증상은 속발적인 소견이므로 원발요인인 요독증을 얼마나 효과적으로 잘 관 리하느냐에 있다.\n\n전해질 변화: 신부전 환자의 위급한 임상증상 중 하나가 ARF 환자에서 볼 수 있는 고칼륨혈 증과 CRF 환자에서 볼 수 있는 저칼륨혈증/저나트륨혈증 및 대사성 산증이다. 신장은 기본적으 로 Na-K중 나트륨은 재흡수를 하고 칼륨은 제거하여 삼투압 항상성을 유지한다. 또한 수소이온을 제거하고 중탄산이온을 재흡수하여 체내의 산-염기 균형을 유지한다. 따라서 신부전이 발생하게 되면 칼륨이 축적되어 고칼륨혈증이 발생하고 나트륨을 재흡수하지 못해 저나트륨혈증이 된다. 또한 수소를 배설하지 못하고 중탄산을 재흡수할 수 없으니 혈액의 산도는 점점 산성화되 는데 이를 대사성 산증이라고 한다(여기에 산성 폐기물을 제거하지 못하기 때문에 이러한 산증\n\n은 더욱 악화된다). 이러한 현상은 적어도 ARF 환자에서는 사실이다. 따라서 ARF 환자의 진단이나 치료에 있어서 고칼륨혈증에 대한 발견과 처치가 중요한 것이다. 하지만 CRF 환자의 경우, 핍뇨기에 있던 ARF 신장이 다뇨기에 들어서면 post-obstructive diuresis 현상에 의해서 모든 전해질은 다 배설하게 된다. 그래서 CRF 환자는 고칼륨혈증이 아니라 저칼륨혈증 소견을 보이 게 된다. 따라서 ARF 환자는 고칼륨혈증에 대한 처치가 중요하고 반대로 CRF 환자는 저칼륨혈 증 방지를 위한 칼륨 보조요법이 환자관리에 중요하다. 혈청 전해질 검사상 가장 감잡기 어려운 전해질이 나트륨이다. 본질적으로 신부전 환자는 저나트륨상태이다. 하지만 대부분의 환자가 수분 재흡수에 문제를 보이기 때문에 어느 정도의 탈수를 동반하고 있다. 따라서 저나트륨혈증 은 이러한 탈수소견에 숨겨져서 정상 또는 고나트륨혈증 상태로 평가되는 경우가 발생하는 것이다. 많은 신부전용 처방사료는 나트륨 함량이 제한되어 있다. 주로 신부전에 의한 고혈압이나 합병증을 방지하기 위한 처방이지만 문제는 초기 신부전 환자에서는 이러한 염분제한이 득보다는 실이 많다는 점을 임상가들은 명심해야 할 것이다.\n\n빈혈의 발생기전: 신부전 환자 관리에 가장 어려운 것 중 하나가 빈혈의 관리이다. 신부전 환 자(주로 CRF 환자)에서 빈혈이 발생하는 이유는 크게 4가지이다(그림 1-14). 1) 신장의 적혈구 조혈인자(erythropoietin; EPO) 생산 감소에 의해 적혈구 조혈자극이 부족해져서 빈혈이 발생한다. 따라서 CRF치료 시 빈혈이 심할 경우, 이러한 EPO같은 조혈인자의 추가공급이 필요할 수 있다. 2) 통상 개의 적혈구는 100~110일 정도 순환 혈액 중에 생존한다. 하지만 CRF 환자의 경우, 이러한 적혈구의 평균수명이 50% 정도 감소되므로 순환 혈액 중에 적혈구가 더 빨리 제거되기 때문에 빈혈 발생의 기여인자가 된다. 3) 요독증 상태에서 혈소판은 기능 장애를 일으키게 되고 여러 가지 혈액응고인자의 작용도 방해를 받는다. 또한 혈관의 취약성이 증가하면서 출혈 소실은 증가하게 된다. 따라서 요독증이 심한 환자는 다양한 정도의 혈액응고 장애를 가지게 되므로 실혈로 인한 빈혈의 발생위험이 높아진다. 4) 혈액은 단백질과 철분이 주요성분이다. CRF 가 진행됨에 따라 환자는 식욕부진이나 위장관 증상에 의해 음식의 섭취량은 줄게 되고 적 혈구를 만들 수 있는 원료공급이 줄어들게 된다. 여기에 단백질성 폐기물의 생산을 억제하기 위 해 급여된 저단백 식이요법은 환자에게 극심한 원자재 부족을 유발하므로 혈액 자체를 만들 수 가 없다. 따라서 CRF치료에 있어서 빈혈을 치료하기 위해선 단순히 EPO 투여 이외에도 혈액을 만드는 데 필요한 철분제와 적절한 양의 양질의 단백질과 코발라민이나 엽산 같은 필수 비타민의 공급이 필요함을 명심해야 한다\n비정상적 칼슘-인 침착의 발생기전: 대부분 만성 신부전증 환자에서 볼 수 있는 소견이 혈 중 칼슘과 인 농도의 이상변화이다. 정상적인 경우, 부갑상선 호르몬(PTH)은 뼈에 있는 칼슘을 끌어당기고 장관에서 칼슘 흡수를 촉진하여(비타민 D의 도움이 필요) 혈중에 칼슘 농도를 높이는 역할을 한다. 혈중의 칼슘과 인은 see-saw와 같은 관계여서 칼슘과 인은 서로 반대방향으로 작동한다. 따라서 PTH는 혈중 인 농도를 떨어뜨리는 역할을 한다(그림 1-15). 문제는 신기능 감소하면서부터 발생한다. 신장은 정상적으로 인을 배설하고 칼슘을 재흡수하는 역할을 한다. 그런데 신기능 장애로 GFR이 떨어지게 되면 신장을 통한 인 배설과 칼슘 재흡수가 줄어들게 된 다. 부갑상선은 이러한 저칼슘혈증에 반응하여 PTH를 분비시켜 인 농도는 떨어뜨리고 칼슘 농 도는 높이는 작용은 한다. 문제는 CRF는 회복되지 않고 점진적으로 악화되는 질환이기 때문에 시간이 지나면 GFR은 더 떨어지게 되고 저칼슘혈증과 고인혈증은 다시 나타나게 된다는 것이 다. 그리고 이를 보상하기 위해 PTH는 더 분비된다. 신부전이 어느 시점 이상 악화되게 되면 부 갑상선의 PTH 분비에 의해도 혈중 인 농도는 떨어지지 않고 혈중에 칼슘은 계속 증가하게 된 다. 일반적으로 조직에 칼슘이 침착할 수 있는 Ca-P product index는 70 이상이다. 따라서 고인 혈증과 고칼슘혈증이 공존하는 상황이 되면 연부조직(예, 주로 췌장, 소화관의 점막)에 칼슘염 침착이 일어나게 되고 이러한 현상을 metastastic calcification이라고 한다. 독자는 도대체 잘 먹지도 못하는 애들이 어디서 칼슘이 나타나 조직에 침착되는지 궁금할 것이다. 바로 뼈에 저장된 칼슘이다. 따라서 신부전이 많이 진행된 환자에서 뼈가 쉽게 부러지고 rubber jaw 같이 턱이 물렁거리며 치조골이 약해 이가 잘 빠지는 현상은 모두 칼슘이 뼈에서 과도하게 혈액중으로 빠 져나가서 생기는 현상이다. 또한 CRF에 의해 PTH의 과다 분비와 PTH-rp(PTH related pep- tide)제거 장애로 고칼슘혈증과 고인혈증이 동반되는 증상을 신성 속발성 부갑상선 기능항진증이라고 한다. 따라서 신부전 환자가 저칼슘혈증 상태가 아니고 고칼슘혈증 상태라면 임상적으 로 CRF가 더 진행한 상태임을 나타내는 경우가 많다.\n\n신부전의 발병기전\n모든 신장질환이 신부전 상태를 의미하지는 않는다. 신부전은 신장질환이 진행되어 신장이 더 이상 신장의 기능을 하지 못해서 나타나는 임상적인 상태를 말한다. 따라서 신장질환이 있다고 해서 그 환자가 반드시 신부전 상태인 것은 아니다. 그림 1-16에 신장의 네프론 소실에 따른 신 부전 단계가 나와있다. 일반적으로 신장이 여러가지 손상에 의해 네프론을 소실하게 되면 50% 까지를 renal insufficiency(신기능 저하; 이 경우 임상증상이 없다)라고 하고, 75%까지는 보상 성 신부전(compensated renal failure; 이 경우, 경미한 임상증상만 관찰되거나 혈액검사상 이상 소견만 관찰된다)이라고 하며 75% 이상이 소실이 되는 경우를 비보상성 신부전(decompensat- ed renal failure; 이 경우, 요독증 같은 심각한 임상증상들이 쉽게 확인된다)이라고 말한다.\n\n\nA\n이러한 신부전의 진행단계의 파악은 CRF 환자를 분류하기 위함이지 ARF 환자를 분류하기 위함이 아니다. ARF, 즉 급성 신부전 환자의 경우, 신장 손상이 일어난 후 핍뇨기와 다뇨기를 거 쳐 폐사하거나, 회복되거나 만성 신부전으로 진행되는 등의 3가지 경로를 선택하게 된다. 그래 서 ARF 환자는 공격적인 치료를 통해 신장에 대한 추가 손상을 최소화하면서 회복기로 빠르게 들어서게 하는 것이 중요하다. 따라서 복막투석이나 혈액투석 같은 공격적인 치료가 효과를 보는 경우가 많다. ARF에서 회복된 환자는 신기능부전 상태가 되거나 만성 신부전 상태가 된다. 신기능부전 상태라면 사는 데 크게 지장이 없지만, 초기 치료가 지연되어 만성 신부전 상태가 된다면 한 번 손상된 신기능이 회복되지 않기 때문에 죽을 때까지 치료와 관리가 필요한 상태가 된다. 불행하게도 만성 신부전의 구조적인 병변을 치료할 만한 특이적인 치료법은 신장이식 이 외는 없다. 따라서 치료는 임상증상의 개선과 신부전의 진행 속도를 늦추는 데 포커스를 맞추어 야 한다.\n신부전증 환자의 임상증상의 발병기전은 위에 증상별로 이미 자세히 설명이 되어있다. 임상 증상은 주로 신장이 정상적으로 수행해야 할 기능을 수행하지 못해 발생하는 것이다. 신장의 기 능은 다음과 같다. 세포외액 양의 조절, 삼투압 및 전해질 농도의 조절, 산염기 평형의 조절 등의 주요 기능과 대사산물의 배설, 호르몬의 생합성 및 분해 등이 있다. 따라서 임상증상은 이러한 기능장애와 관련되어 있다. 불행하게도 우리가 흔히 사용하는 BUN과 creatinine 같은 신장효 소 검사는 신장의 75% 이상이 손상이 되어서야 혈중 농도가 증가하게 된다. 또한, 신장의 85% 이상 손상될 경우에 혈청 인의 농도가 증가하게 된다. 따라서 신부전의 조기발견은 그리 쉬운 일은 아니다.\n신부전의 치료와 예후평가를 위해 가장 먼저 해야 할 일이 환자가 ARF 상태인지 CRF 상태 인지를 파악하는 일이다. 두 질환은 같은 선상에 있는 같은 질환이지만 치료방향과 목표가 너무 다르기 때문이다. ARF는 단계에 따라 회복이 가능한 상태이기 때문에 최소한의 손상으로 신기 능을 빨리 회복하는 것이 목표이지만 CRF는 이미 회복 불능 상태이기 때문에 최대한 장기 생존을 위한 대증요법에 목표를 세워야 한다. 사람의 경우, 몇 년간 혈액투석을 통해 CRF 환자의 생 존이 가능하겠지만, 동물에서는 비용과 기술적 문제 때문에 혈액투석이 CRF 환자 관리에 적용하기 어렵다. 따라서 CRF 환자의 경우, 투석을 하지 않고 약물요법과 식이요법만으로 장기간 생존시키기 위한 노력이 필요하다.\n만성 신부전의 발생률은 노령의 개보다 노령의 고양이에서의 발생률이 더 높다. 또한, 만성 신부전이 급성 신부전보다 발생률이 높다. 전체 신부전의 약 30% 정도가 급성 신부전이다. 그 러나 연구에 따라서는 급성 신부전이 5% 내외였다는 보고도 있다. 신부전은 급성 신부전과 만 성 신부전으로 구분을 하지만, 또한 핍뇨기와 비핍뇨기로 구분하기도 한다. 일반적으로 만성 신 부전은 다뇨를 보이고 급성 신부전 환자는 핍뇨를 보이지만, 만성 신부전 환자도 경우에 따라서, 예를 들자면 환자가 탈수 상태에 있거나 완전한 말기의 비보상성 신부전일 경우에는, 핍뇨가 나 타날 수 있다. 따라서 정확한 상태 평가를 위해 많은 노력이 필요하다.\n\n급성 신부전의 병태생리\n급성 신부전(ARF)는 수 시간에서 수 일 내에 신기능의 급격한 파괴의 경과를 특징으로 한다. 급 격한 신기능의 부전으로 인한 신장의 분비, 대사, 내분비 기능이 제대로 일어나지 못해서 이와 관련된 임상증상이 급격히 나타나게 된다. 이러한 급성 신부전은 정상적인 신장에서 급격히 진 행되는 신부전을 의미하지만, 동물에 따라서는 신전성, 신장 실질성, 신후성 질환들이 이미 존재하던 만성 신부전과 맞물리면서 급성 신부전과 유사한 임상증상을 나타내기도 한다. 그렇기 때 문에, 응급처치가 필요한 초기 내원시에 급성 신부전과 만성 신부전을 감별하는 것은 어렵다.\n급성 신부전이라는 용어는 신장질환의 심각도, 임상적 경과, 치료에 대한 반응, 예후에 대해 서 표준화된 구분을 하기가 어렵다. 사람에서는 뇨생성량, 사구체 여과율, 고질소혈증의 정도 등의 기준을 적용하여 구분하기도 하지만, 동물에서는 사람보다도 질병의 발견시기가 늦고 그 경 과도 다양하기 때문에 표준적인 기준을 마련하기가 어렵다. 이러한 이유로 급성 요독증(acute uremia)이라는 용어를 대안으로 쓰기도 한다. 급성 신부전, 급성 요독증시에는 몇 시간이나 며 칠 사이의 급격하고, 진행 속도가 빠른 혈청 urea, creatinine, phosphate의 상승을 말한다. 또한, 고칼륨혈증, 대사성 산증 등이 동시에 나타날 수 있다. 특히, 동물에서는 급성으로 내원하였다 하더라도 이전의 혈액검사에 대한 결과가 거의 없기 때문에, 혈액 소견만으로는 급성으로 구분하기 어렵다. 이전의 만성 신부전이 있었거나 신전성의 이상이 개입되어 있을 수 있다. 급성 신 부전은 만성 신부전과는 다르게, 적절한 원발질환에 대한 치료와 대증요법이 잘 이루어진다면 신장기능의 회복이 가능하다.\n급성 신부전증의 진행 단계는 개시기, 유지기, 이뇨기, 회복기로 분류할 수 있다(그림 1-17). 개시기는 신장 손상 후 처음 48시간 동안을 말하며 신장은 손상에 의해 점진적으로 신혈류량이 감소하면서 GFR이 감소되고 오줌생산이 제대로 이루어지지 못하는 단계이다. 유지기는 보통 몇 일에서 몇 주 지속되는 단계로 신장은 손상에 의해 혈관수축, 세뇨관내 패색과 이에 따른 back leak(세뇨관에서 용질이 새어 나오는 현상), 사구체의 투과성 감소 등으로 핍뇨기가 자리를 잡고 지속되는 단계를 말하고 이 단계가 길수록 환자는 회복될 가능성이 줄어들고 회복이 되 어도 CRF로 진행될 가능성이 높다. 다음 단계로 진행되기 전에 환자가 치료를 받지 못하거나 자연치유되지 못하면 환자는 이 단계에서 폐사를 한다. 하지만 다수의 환자는 이 단계를 회복하 여 점진적으로 GFR이 증가되지만 섬유화되거나 새롭게 재생된 신장세포는 제대로 요를 농축할수 없다. 따라서 이뇨기(다른 말로 다뇨기라고도 한다)로 진행된다. 이 시기에 신장은 핍뇨기 때 제거되지 못했던 용질의 배설에 의한 삼투성 이뇨(post-obstructive diuresis)가 발생하여 다뇨를 더욱 가중시킨다. 여기서 네프론 소실이 경미한 신기능 저하 상태라면 환자는 회복기에 들 어서서 서서히 정상 신기능을 회복하지만, 만약 네프론 소실이 많고 신실질이 이미 섬유화된 경우라면, 환자는 증상에서는 회복이 되어도 비보상성 또는 보상성 만성 신부전(CRF) 상태로 진 행한다.\nARF 환자의 임상적 경과는 만성 신부전에 비해서 임상적 경과가 빠르고, 치료를 하지 않을 경우 생존기간이 짧고 예후가 불량하나, 적절한 치료가 이루어질 경우에는 원발질환만 제거가 된다면 치료율이 높다. 급성 신부전으로 내원한 대부분의 신부전 환자는 위장관으로부터의 체 액 소실, 출혈, 수분 섭취 장애로 인해서 저혈량성이나 탈수가 된 상태로 내원하게 된다. 이때의 탈수는 신전성 고질소혈증의 원인이 된다. 또한, 저혈량증 등이 수반될 경우에는 신장의 허혈성 손상까지 주게 된다. 이러한 탈수에 대한 응급처치로 인해서 대부분의 급성 신부전의 환자의 약 70% 이상은 과수화로 인한 부종, 흉막 삼출, 전신성 고혈압 등의 상태에 있게 된다. 수액의 양도 중요하지만, 급성 신부전의 환자는 상당수가 핍뇨기에 있기 때문에 수액으로 인한 과수화가 자 주 나타나고, 동물이 사망하게 되는 불상사의 원인이 된다.\n급성 신부전시 핍뇨나 무뇨가 발생하는 이유는 첫째, 앞에서 이미 설명했듯이, 신장 손상에 따른 신혈류량 감소로 사구체 여과율이 감소되기 때문이다. 둘째, 세뇨관내 폐쇄가 원인이다. 탈 락된 세뇨관 상피세포와 세포 파편들은 세뇨관 내의 단백질들과 결합을 하여 캐스트를 형성한 다. 또한, 여과된 heme 색소, 결정이나 간질의 부종에 의한 세뇨관의 압박 등에 의해서 세뇨관의 폐쇄가 일어나게 된다. 세뇨관의 폐쇄가 일어나게 되면, 세뇨관압의 상승으로 인해 사구체 여과율 또한 감소시킨다. 셋째, 파괴된 세뇨관 상피를 통한 여과액의 간질액으로의 유출(tubular backleak)이 원인이다. 마지막으로 신장 혈관의 수축과 신수질의 저산소증에 의해 핍뇨나 무뇨 가 발생하게 된다.\n급성 신부전 환자에서 전해질 및 산염기 불균형이 나타나는 이유는 위에 자세히 설명이 되어 있다. 요약하자면, 급성 신부전과 관련하여 가장 일반적인 장애는 고칼륨혈증이며, 대사성 산증 이 동반될 경우에 더욱 심해진다. 이는 산의 배설로 인해서 양이온인 칼륨의 배설의 경로로 바뀌 지않기 때문이다. 신부전 시에는 산 배설의 장애, 중탄산염의 재흡수와 재생산 장애, 암모니아 생 산 장애 등에 의해서 발생하게 된다(신장생리편 참조). 이러한 산증은 특히, 전신성 순환량의 부족, 과이화작용(hypercatabolism), 케톤성 당뇨(diabetic ketoacidosis)시에 더욱 심해지게 된다.\n\n\n급성 신부전의 원인: ARF 환자를 볼 때, 원발성 신장 손상만이 ARF와 급성 요독증의 유일한 원인이 아님을 명심해야 한다. 급성 신부전증은 아래와 같은 상황에서도 발생할 수 있다.\n\n신장 실질 질환으로 인한 비보상\n기존에 존재하던 만성 신부전이 신장의 관류부족과 같은 원인에 의해서 급격히 악화되면서 급 성 신부전의 소견을 보이기도 한다.\n\n신전성 원인\n신전성 ARF는 순환 쇼크(circulartory shock)와 같이 신장의 혈류량 감소를 유발시킬 수 있는 모든 요인에 의해 발생된다. 이러한 상황에서 신장은 생리적으로 요량을 감소시키고, 순환 혈량 유지를 위해, 체액과 나트륨이 저류된다(생리적 핍뇨). 이러한 상태가 지속되면 GFR이 감소되 면서 신장 손상을 유발할 수 있다. 만약 이러한 상황에 NSAID계통 약물처럼 신장에 손상을 주는 약물을 사용할 경우, 그 위험성은 더욱 높아진다. NSAID약물에 의한 신장 손상기전은 다음 과 같다. 저혈압 상태에서 신혈류량은 주변조직에서 생성되는 프로스타글란딘(prostaglandin)에 의해 유지된다. 때문에 치료 목적일지라도 비스테로이드성 소염제(NSAID)의 사용은 이러 한 프로스타글란딘의 보호작용을 억제하여 신장의 허혈(renal ischemia)을 초래할 수 있다. 그 결과 신전성 신부전이 발생할 수 있다. 조기 진단, 원발 요인 제거 및 순환 혈량의 즉각적 보충을 통해 신부전증으로 진행되는 것을 막을 수 있다.\n\n원발성 내인성 신부전증\n원발성 내인성 급성 신부전증은 여러 가지 병인에 의해 발생되는 신장 실질(예, 사구체, 세뇨관, 간질 또는 혈관)의 이상(abnormality)을 말한다. 대부분 증례의 원발성 내인성 급성 신부전의 병리생리기전은 잘 밝혀져 있지 않다. 가장 대표적인 유발인자는 신독소(nephrotoxin) 와 급성 신세뇨관 괴사(acute tubular necrosis)를 유발시킬 수 있는 신장 허혈(renal ischemia)이다. 발 병기전에 대한 정확한 이해가 초기 단계에서 질병의 진행을 막을 수 있는 치료를 가능케 한다.\n\n신후성 원인\n신장으로부터 요도까지 요가 배설되는 경로가 결석이나 여러 병적인 인자에 의해서 폐색되어 발생될 수 있다.\n\n복합적 원인\n상기 요인들이 서로 복합작용하여 발병하는 경우를 말한다.\n\n만성 신부전의 병태생리\n만성 신부전은 최소 3개월 이상 지속된 신장의 손상을 만성 신부전이라고 한다. 사구체 여과율\n\n은 감소될 수도 그렇지 않을 수도 있다. 또한, 3개월 이상 정상보다 50% 이상 감소된 사구체 여 과율을 나타낼 경우에도 여기에 속한다. 급성 신부전과 만성 신부전의 가장 큰 차이는 급성 신 부전은 원발질환과 신부전에 의한 대증적인 치료를 할 경우에는 신장기능의 회복이 가능하지 만, 만성 신부전의 경우에는 적절한 치료를 할 경우에도 이미 신장의 상당 부분이 손상되었기 때문에, 질환의 악화를 막을 수는 없고 다만 적절한 치료를 통해서 질병의 진행 속도를 늦출 수 있다. 신장 손상 원인과 별개로, 만성 신부전은 신장의 비가역적 손상에 의해 신기능 유지에 필 요한 네프론이 이미 충분히 손실된 상태를 말한다. 신부전에 대한 보상과 적응을 통해서 환자의 상태는 어느 수준을 유지하지만, 더 이상의 신장병소의 개선은 나타나지 않는다. 다만, 추가적인 신장의 손상이 발생할 경우에는 급격한 신장의 손상이 발생하여 돌이킬 수 없는 상황에 이르게 된다. 이러한 자극적인 인자가 없더라도 만성 신부전시의 신장은 일정기간 동안에 기능이 유지되지만, 점차적으로 신장이 손상되기 때문에 치료에 따라서 진행 속도를 조절할 수는 있으나 악 화된 신장을 치료할 수는 없다.\n만성 신부전의 진행단계는 그림 1-16을 참조하고 이와 관련된 단락을 다시 한 번 읽어보도 록 하라. 명심해야 할 점은 만성 신부전의 환자의 신기능은 여건에 따라(예, 신전성, 신후성, 가 역적 원발성 신부전 원인이 교정될 경우; 보상성, 적응성 변화가 나타나게 될 경우), 몇달 이상까지 안정적인 신장의 기능을 보일 수 있다. 하지만 일반적으로 만성 신부전은 신부전의 원인이 해소된 후에도 지속적 장기적으로 신장의 손상 및 기능상실이 진행된다.\n만성 신부전증 환자는 환자의 치료관리와 예후평가를 위해 정확한 단계를 구분하는 것이 좋다. 국제 수의신장학회(IRIS)는 신장효소(creatinine)의 혈중수치에 따라 크게 4단계로 CRF 환자를 구분하고 있다(표 1-1).\nStage 1: 고질소혈증은 없음.\nStage 2: 미약한 고질소혈증이 나타남. 다음다뇨 증세를 제외하고 다른 임상증상은 나타나지 않음.  Stage 1과 2에서는 신장이 어느 정도 안정한 기능을 유지하고 있기 때문에 원발질환을 찾 아내서 치료하는 것이 중요하다. 적절한 치료가 이루어질 경우 약 1~3년을 살 수 있음.\nStage 3: 중등도의 고질소혈증. 신장기능이 감소하며, 이로 인해 임상증상이 나타난다. 원발 신장질환의 치료와 더불어 신장질환의 진행과 관련된 인자들에 대한 치료를 병행해야 한다. 적절한 치료가 이루어질 경우 약 6~12개월을 살 수 있음.\nStage 4: 심각한 고질소혈증. 이 시기를 만성 신부전이라고도 한다. 3단계의 치료와 더불어 요독증에 대한 예방 및 치료를 병행해야 한다.\n일반적인 만성 신부전의 예후는 개의 경우, Stage 3이면 고양이와는 다르게 6~12개월을 생존한다. 예후 판정에 영향을 주는 요인으로는 1) 원발성 신장질환의 종류, 2) 임상증상의 정도 및 요독증의 정도, 3) 신기능의 회복 여부-신 전성이나 신후성 원인에 의한 신부전일 경우, 4) 치료에 따른 질병의 진행 속도, 5) 환자의 연령,\n\n\n\n5) 고혈압의 정도(다시 말해, 고혈압이 심할 경우에는 고혈압에 의한 사구체의 손상으로 인하여 신장의 손상과 단백뇨가 더욱 가속화된다), 6) 단백뇨의 정도(다시 말해, 고혈압과 관련하여 나 타나며, 환자의 생존 기간에 대한 중요 지표가 된다) 등이 있다.\n만성 신부전의 대표적인 임상 소견의 발생기전은 이미 앞에서 설명되어 있지만 정리하면 다 음과 같다.\n\n요독증\n만성 신부전의 귀결점이 되는 상태이다. 그러나 실질적으로 urea는 환자의 치명적인 증상과는 상관성이 없다는 것이 현재의 정설이다. 환자의 생존율과 혈중 urea 수치가 환자가 보이는 구토, 식욕결핍, 수척 정도와 밀접한 관련이 있다고 한다. 중요한 것은 신장의 배설 능력이 급격히 감 소되었다는 것을 말해준다는 것이다. 환자의 생존성에 영향을 주는 것은 500~12,000 Dalton의 중간크기의 단백대사물들이다. 신장의 배설 능력 및 분해 능력의 감소로 인해 다음과 같은 호르 몬의 분해장애가 생기고, 비정상적으로 축적되는 결과를 초래한다. PTH, insulin, gastrin, glucagons, luteinizing hormone, prolactin 등이 신장에서 대사되지 못하고 비정상적으로 농도 가 증가하고 이러한 물질들이 궁극적으로 요독증의 증상을 유발하는 대사산물이 된다.\n\n소화기 장애\nUrea 등의 축적에 의한 식욕결핍, 특히, 신장에서 대사되는 중간 크기 단백질인 leptin의 축적으 로 인해서 식욕결핍이 주로 유발된다. 구토는 신체의 보상기전 차단에 의해 더 심해지고 그 결 과 탈수소견은 더욱 악화되어 요독증이 더욱 심해진다. Gastrin의 축적은 위산의 과산성화, 요 독증성 위염의 유발, 위장관 궤양과 이에 따른 출혈, 오심, 구토 증상을 유발한다. 요독증성 장염에 의해 설사가 나타날 수 있다.\n\n요 농축 능력 감소, 다뇨, 다음, 야간뇨\n만성 신부전에 의해 신장의 요농축기전이 저하되므로 저비중뇨는 CRF 환자의 대표적인 임상 소견이다. 하지만 개의 경우에는 저비중뇨가 잘 발생하는 경우가 많다. \n\n고혈압\n신장의 관류 개선을 위한 심장의 보상과 신장 사구체의 사구체 여과율을 증가시키기 위한 RAAS의 활성으로 인하여 고혈압이 발생한다. 혈압의 증가로 초기 사구체 여과율은 증가하지 만, 혈압이 증가할수록 사구체의 손상이 증가되고, 단백뇨의 원인이 된다. 사구체성 고혈압의 발 생기전은 다음과 같다. 사구체질환으로 인해서 사구체 혈관의 투과성이 감소하면, 이를 보상하 여 물과 solute를 배설하기 위해서 사구체에서는 정수압을 올리게 된다. 이때 RAAS가 동원이 된다. 이러한 정수압의 상승으로 결국 사구체 혈관내피세포의 탈락과 손상이 발생한다. 이러한 손상으로 물과 분자량이 작은 단백질은 통과하지만, 고분자 물질은 혈관내피 공간으로 흘러가 서 잡히게 된다. 이러한 결과로 hyaline 침착이 발생한다. 지속될 경우 사구체 혈관은 협소하게 되고 사구체 관류와 여과율이 급격히 감소하게 된다. 또한, 사구체 고혈압으로 인한 사구체 혈 관의 손상으로 혈관의 선택적 투과성이 감소하여 단백뇨가 발생하게 된다. 전신성 고혈압의 발 생기전은 다음과 같다. 특발성 원인에 의한 고혈압은 사구체에 전달되어 사구체를 손상시키고, 사구체질환 시 사구체로의 혈압을 증가시켜 사구체 여과율을 증진시키기 위해 활성화되는 RAAS에 의해서 전신성 고혈압이 발생하게 된다. 고혈압에 의한 단백뇨의 발생기전은 다음과 같다. 전술한 사구체성 고혈압의 발생 원인에 의해서 손상된 사구체를 통해 체내 여러 단백질이 여과된다. 이렇게 여과된 단백질의 여러 가지 성분들이 세뇨관에서 염증관련 단백질의 염증반 응, 독작용, 기타 작용에 의해서 네프론을 손상시키게 된다. 이러한 이유로 만성 신부전시에 단 백뇨는 환자의 예후를 결정하는 매우 중요한 인자이다. 단백뇨로 인한 여러 독작용으로 인해 만 성 신부전은 그 기능을 일정하게 유지하지 못하고 지속적이고 급격하게 손상된다.\n\nAnemia\n빈혈의 발생 원인은 윗글에 자세히 나와 있다. 발생원인은 주로 질환에 의한 영양부족, 적혈구 평균수명의 단축, 출혈 소질의 증가, 적혈구 조혈인자(EPO) 생성의 부족 등이다.\n\n출혈\n요독증에 의한 혈소판의 기능 장애 및 비정상 당단백기능으로 인해서 혈소판과 혈관의 상호작 용 부전으로 혈소판이 혈관내벽에 잘 부착하지 못한다. 따라서 출혈소질이 발생하고 요독증에 의한 위궤양이나 십이지장궤양 역시 소화관 출혈의 원인이 된다.\n\n속발성 부갑상선 기능항진증\n발생기전에 대해서는 윗글에 자세히 나와있다. 요약하자면 속발성 부갑상선 기능항진증의 주 요 발생기전은 1) 신부전시 신장에서의 인 배설의 감소로 고인혈증 발생, 2) 순환 calcitriol의신 장에서의 생성 감소, 3) 이온화 칼슘의 감소, 신장에서의 칼슘의 재흡수 감소 및 과도한 혈중 인 과 결합 등이 있다.\n\n저칼슘혈증\n저칼슘혈증은 신성 부갑상선 기능항진증이 발생하기 이전의 CRF 환자에서 주로 보이는 소견이다. 특히, 이온화형 칼슘의 농도 감소가 CRF의 환자의 약 80%에서 관찰이 된다. 그러나 전체 칼슘의 농도가 감소된 경우는 26%에 그친다. 또한, 26%에서는 전체 칼슘의 농도가 오히려 증 가하였다고 한다. 이는 뼈로부터 유리되는 칼슘의 증가와 무기 음이온인 구연산, 인, 황 등과칼 슘이 결합해서 이온화 칼슘의 양은 감소하는 반면 전체 칼슘의 양은 증가하기 때문이다. 이렇게 증가한 칼슘은 인과 결합하여 신장의 간질에 침착하여 간질의 석회화 및 다른 연부조직의 석회 화를 유발한다. 고인혈증은 그 자체로는 위험하지 않으나 칼슘과 결합하여 연부조직의 석회화를 유발하여, 주요 장기의 기능부전을 유발하기 때문에 위험하다.\n\n대사성 산증\nCRF 환자에서 산증은 주로 신장의 수소와 산성 폐기물 배설 감소로 인해서 발생한다. 또한 중 탄산 같은 신장의 산 완충계 생산의 감소로 발생한다. 만성 산증 시에는 단백질의 이화작용이 증가하게 된다. 단백질 이화작용을 통해서 간에서 glutamine 합성을 촉진하며, 이렇게 형성된 glutamine은 신장의 ammonia genesis를 촉진하게 된다. 이러한 과정이 만성화되면 환자는 악 액질의 상태에 빠지게 된다.\n\n칼륨 장애\n만성 신부전시에는 저칼륨혈증이 일반적으로 나타난다. 그러나 신부전으로 인한 칼륨의 부족 시에 바로 저칼륨혈증이 나타나지는 않는다. 부족한 칼륨은 근육과 같은 다른 조직세포에서 동 원하기 때문에, 만성 신부전의 비교적 초기에는 저칼륨혈증이 잘 나타나지 않는다. 그러나 총 칼륨양은 감소하게 된다. 저칼륨혈증의 원인은 식욕부진으로 인한 칼륨의 섭취 부족과 신장에 서의 배설에 기인한다. 저칼륨혈증시 환자는 식욕부진 증상을 보이게 되므로, 악순환이 발생한 다. 칼륨은 위장관을 통한(주로 결장) 배설이 주를 이루고, 신장의 원위 세뇨관에서의 배설이 함께 이루어지기 때문에 만성 신부전에서 고칼륨혈증은 잘 발생하지 않는다.\n\n\n강아지 혈소판 감소증(Thrombocytopenia)은 혈액 내 혈소판 수가 비정상적으로 감소하는 상태를 의미하며, 출혈 위험이 증가하고 혈액 응고 능력이 저하될 수 있다. 혈소판 감소증은 다양한 원인에 의해 발생할 수 있으며, 조기에 진단하고 적절한 치료를 시행하는 것이 중요하다.\n혈소판 감소증의 원인은 크게 세 가지로 나눌 수 있다. 첫 번째는 혈소판의 생산 감소로, 골수 질환, 면역 매개성 질환, 특정 바이러스 감염(예: 개 전염성 간염, 파보바이러스), 영양 결핍 등이 원인이 될 수 있다. 두 번째는 혈소판의 파괴 증가로, 면역 매개성 혈소판 감소증(IMTP), 감염성 질환(예: 에를리키아증, 바베시아증), 특정 약물(예: 항생제, 항암제)에 의해 혈소판이 과도하게 파괴되는 경우이다. 세 번째는 혈소판 소모 증가로, 응고 장애, 대량 출혈, 혈전 형성 등으로 인해 혈소판이 과도하게 사용되는 경우이다.\n혈소판 감소증의 주요 증상으로는 피부와 점막에 작은 출혈(점상 출혈, 자반), 쉽게 발생하는 멍(반상 출혈), 잇몸 출혈, 코피, 혈뇨, 혈변 등이 있다. 심한 경우 내부 출혈이 발생할 수 있으며, 출혈이 지속될 경우 빈혈 증상(무기력, 창백한 점막, 식욕 감소)이 동반될 수 있다. 또한, 심한 혈소판 감소가 있을 경우 뇌출혈이나 위장관 출혈 등의 생명을 위협하는 상태로 발전할 수 있다.\n진단을 위해서는 혈액 검사가 필수적이다. 완전혈구검사(CBC)를 통해 혈소판 수치를 평가하며, 혈액 도말 검사를 통해 혈소판의 크기와 형태를 분석할 수 있다. 골수 검사를 통해 혈소판 생성 여부를 확인할 수 있으며, 응고 검사(PT, aPTT)를 통해 혈액 응고 장애 여부를 평가할 수도 있다. 추가적으로 감염성 질환이 의심될 경우 PCR 검사나 혈청 검사를 시행하여 원인 병원체를 확인할 수 있다.\n혈소판 감소증의 치료는 원인에 따라 다르게 접근해야 한다. 면역 매개성 혈소판 감소증(IMTP)의 경우 면역억제제(프레드니솔론, 사이클로스포린)를 사용하여 면역 반응을 조절해야 한다. 감염성 질환이 원인일 경우 항생제 또는 항기생충제를 사용하여 감염을 제거해야 하며, 심한 출혈이 발생한 경우 수혈이 필요할 수도 있다. 또한, 응고 장애가 있는 경우 혈장 수혈이나 비타민 K 보충이 필요할 수 있으며, 특정 약물이 원인일 경우 해당 약물을 중단하고 대체 치료를 고려해야 한다.\n혈소판 감소증을 예방하기 위해서는 감염성 질환(에를리키아증, 바베시아증 등)의 예방이 중요하며, 정기적인 구충과 백신 접종을 철저히 해야 한다. 또한, 강아지가 독성이 있는 물질(예: 특정 약물, 화학물질)을 섭취하지 않도록 주의해야 하며, 건강 검진을 통해 조기에 혈액 질환을 발견하고 관리하는 것이 중요하다.\n강아지 혈소판 감소증은 원인에 따라 심각한 출혈을 유발할 수 있으며, 빠른 진단과 적절한 치료가 필수적이다. 보호자는 강아지의 피부 상태, 잇몸 색깔, 출혈 여부를 면밀히 관찰하고, 이상이 발견될 경우 즉시 수의사의 진료를 받아야 한다. 정기적인 건강 검진을 통해 혈소판 감소증을 예방하고 강아지의 건강을 유지하는 것이 중요하다."
}