{"title": "임상가를 위한 소동물신장학 진단과 치료지침", "author": "현창백", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "CHAPTER03\n신부전증의 치료제와 식이요법\n\n1. 신부전증의 치료제\n장관 인흡착제\n인흡착제는 경구적으로 투여하여 소화관에서 인을 흡착하여 분변으로 제거하는 역할을 하는 약 물을 말한다(그림 3-1). 작용기전은 흡착제내 양이온이 음이온을 띠는 식이성 인 성분과 결합하여 불용성 인 화합물을 형성하는 것이다. 이러한 흡착제는 음식과 함께 투여하거나 식사 후 2시간 내 투여해야 음식내 인성분을 최대한 제거할 수 있다. 이 약물이 다른 약물의 흡수를 저해할 수 있기 때문에 다른 약제는 인흡착제 투여 1시간 전 또는 3시간 후에 투약하는 것이 좋다. 인흡착제의 투여량은 급여하는 음식량(인 섭취량-신장 처방 사료의 경우 인 함량이 낮기 때문에 고농도의 인 흡착제 투여가 필요없다)이나 신부전 상태(중증은 엄격한 인제한이 필요)에 따라 가감하며 투여량을 결정해야 한다. 흔히 사용되는 경구용 인흡착제로는 aluminum hydroxide, calcium carbonate, calcium acetate, chitosan, lanthanum carbonate 등이 있다(표 3-1).\nAluminum salts는 소동물 임상에서 가장 흔히 사용되는 장관 인흡착제이다. 대표적인 약 물로는 aluminum hydroxide와 aluminum carbonate가 있으며, 장관에서 aluminum phos- phate precipitates를 만들어서 효과적으로 혈중 인 농도를 떨어뜨리는 역할을 한다. Aluminum hydroxide (Amphojel®)이나 alminium carbonate의 시작용량은 30 mg/kg을 매 8시간마다 또는 45 mg/kg를 매 12시간마다 음식과 함께 주는 것이다. 혈중 인 농도는, 6.0 mg/dL로 유지해 야 한다. 필요에 따라 더 많은 용량을 사용할 수 있다. 알루미늄을 함유한 인흡착제로 치료법을 하는 동안 발생할 수 있는 가장 큰 부작용은 변비이다.  만성 신부전에 이환된 개에서도 알루미늄 중독의 문제가 발생하는지는 아 직 명확하게 밝혀지지 않았다. 하지만 개나 고양이의 경우, 이 약물들을 사람의 경우처럼 오래 사용하는 것은 아니기 때문에 결과적으로, 알루미늄 함유 인흡착제는 여전히 수의분야에서는 상대적으로 안전한 것 같다. Sucralfate는 aluminum hydroxide complex로 주로 위장관 궤양의 치료에 사용되는 약물이다. 이 약물 역시 g당 200 mg 알루미늄을 함유하고 있어서 만성 신부전 환자에서 혈중 인 수치를 낮추는 데 도움이 된다. 장관내 인흡착제로서 이 약물의 효능은 수의학에선 보고된 바 없지만 사람에서는 잘 보고되어 있다. 개인적인 경험을 보면, 혈중 인 수치를 잘 떨어뜨리며 위장관궤양을 예방하는 효과도 있다. 하지만 aluminum hydroxide 단독제제보 다 비싼 가격이 한 가지 단점이다.\nCalcium 계열 흡착제는 알루미늄 계열 흡착제에 비해 장관에서 인에 대한 친화성이 떨어져 서 인을 제거하는 효과가 떨어진다. 따라서 다량의 칼슘제를 투여해야 하며, 이러한 투여량 때문에 사람에서는 종종 고칼슘혈증이라는 부작용이 발생하기도 한다. 수의학에서 주로 사용되는 칼슘계열 흡착제는 calcium carbonate와 calcium acetate이다. Calcium carbonate(Tums®: tablet당 500 mg의 CaCO3 함유; Os Cal® 500: tablet당 1.25 g의 CaCO3 함유)는 매 8시간마다 30 mg/kg 또는 매 12시간마다 45 mg/kg을 음식과 함께 투여한다. 이 약물은 산성조건에서 흡수 가 극대화된다(위산의 pH 5). 사람의 경우, 알루미늄 중독의 문제로 인해 칼슘을 기초로 하는 장관 인흡착제가 개발되었다. Calcium acetate 다른 칼슘함유 인흡착제보다 더욱 인에 대한 친 화성이 두 배 이상 높고, 다양한 산도에서도 잘 작동하므로 다른 칼슘-인흡착제보다 적은 용량을 투여해도 된다. 따라서 고칼슘혈증 같은 부작용에 대한 위험이 적다. 현재 calcium acetate는 667 mg의 캡슐(PhosLo®) 또는 타블렛(Calphron®) 형태가 시판되어 있다. 사람에서 추천되는 용량은 매 끼니 때마다 20~40 mg/kg을 복용하는 것이다. 칼슘함유 인흡착제를 사용하는 동물 에는 고칼슘혈증의 발생 여부를 모니터링 해야 한다. 칼슘함유 인흡착제와 칼시트리올을 동시에 사용할 경 우 고칼슘혈증의 발생 가능성은 더욱 높아지게 된다. 만성 신부전에 이환된 개와 고양이가 칼시트리올 치료를 받고 있다면 칼슘을 함유하지 않은 인흡착제를 사용하는 것이 더 좋다.\nSevelamer HCl(Renagel®)은 투석을 받고 있는 사람에서 사용되는 상대적으로 새로운 인흡착제이다. 하지만 이것이 자연적으로 발생한 만성 신부전에 이환된 개와 고양이에서도 효과적 인지는 아직 밝혀진 바가 없다. Sevelamer는 polymeric resin과 교차 결합되어 있으며 인과 결합하여 염화물을 방출한다. 이 약물은 알루미늄이나 칼슘을 함유하지 않고 전신적으로 흡수되지 도 않는다. Sevelamer는 low density lipoprotein(LDL)과 콜레스테롤 농도를 감소시키고 만성 신부전에 이환된 사람이 칼슘함유 화합물을 함께 치료받을 때 발생할 수 있는 혈관과 신장의 석 회화 발생 위험을 줄여줄 수 있다. 부작용이 적어 가격이 비싼 편이다. 부작용으로는 위장관계 작용(예, 변비), 그리고 인과 마찬가지로 다른 물질(예, 담즙, 콜레스테롤, 비타민)과도 결합할 수 있는 가능성이 있다. 또한 매우 높은 용량(사람에서 추천되는 용량의 6~100배)에서 엽산과 비타민 K, D, E의 흡수 장애를 유발할 수 있다는 점이다. Sevelamer가 처음 보고되었을 때 인과 협착되는 효능은 칼슘 아세테이트와 비슷하고 고칼슘혈증을 일으킬 가능성은 더욱 적은 것으로 보고되었다. 그러나 최근 연구에서는 칼슘 아세테이트가 sevelamer보다 고인혈증과 칼슘- 인 생산물(Ca-P product)을 통제하는 데 더욱 뛰어난 것으로 보고되었다. 사람에서는 음식과 함께 800~1,600 mg 용량을 섭취해야 된다. 이것을 기초로 하여 소동물에서는 매 8시간 간격으로 10~20 mg/kg를 음식과 함께 줄 것을 고려하면 된다. 이 용량은 사람의 연구에서 적용되는 용량의 반 정도이므로 효과가 없을 경우, 30~40 mg/kg, TID, PO용량으로 증량해도 된다. Sevelamer는 친수성이고 물에서 팽창하므로 타블렛과 캡슐의 표면을 절대 손상시켜서는 안 된다. Sevelamer carbonate(Renvela®, Genzyme Corporation)는 또 다른 형태의 약물로 인이 sevelamer 레진과 결합할 때 염소 대신 carbonate를 방출한다. 어떤 약제가 더 유용한지에 대한 보고는 아직까지 없다.\nLanthanum carbonate(Renalzin®, Fosrenol®, Shire Pharmaceuticals)는 알루미늄과 칼슘을 함유하고 있지 않고, 위장관계에서 흡수되지 않으며, 효과적으로 인흡착제의 역할을 한다. 하지만 매우 비싸다. 이 약물은 calcium carbonate와 작용기전이 비슷하나 고칼슘혈증의 위험성이 없다. Lanthanum은 우선적으로 담즙을 통해 배설되고 신부전이 있는 환자에게 축적될 위험성이 없으나, 장기간 사용할 시 안전성에 대해서는 밝혀진 바가 없다. 개에게 시행된 독성평 가에서 보듯이, 치료중의 개에서는 lanthanum의 축적이 많은 조직에서 일어났다(특히, 위장관계, 뼈, 그리고 간). 치료를 중단한 후에도 6개월 이상의 기간 동안 조직에 높은 농도로 남아 있었다. 자연적으로 발생한 만성 신부전에 이환된 개와 고양이에게 lanthanum을 인흡착제로써 사용한 보고는 아직 없다. 하지만 다른 인흡착제 사용의 반응에 실패하였거나 경험적으로 부작용이 있었던 환자들에게 적용해 볼만하다. 사람의 시작 용량은 매 식사 때마다 경구적으로 250~500 mg을 복용하는 것이다. 적당한 혈중 인 농도를 얻을 때까지 매 2~3주마다 농도를 적정해야 한다. 대부분 사람들은 혈중 인 농도가 6.0 mg/dL에 도달하기 위해서 매 식사 때에 500~1,000 mg이 필요하다. 이것을 기초로 하여, 동물들은 8시간 간격으로 음식과 함께 3~7 mg/kg를 시작용량으로 생각할 수 있을 것이다.  Lanthanum carbonate의 사용과 관련된 여러 가지 연구보고가 있다. 최근 유럽에서 실시한 연구에 따르면 일반 사료나 신장 처방사료와 lanthanum carbonate를 동시 투여한 그룹과 이 약물을 투여하지 않은 그룹을 비교했을 때, 혈중 인 농도에 변화는 관찰되지 않았다고 한다. 다만 투여그룹에서 장관내인 배설량은 증가하고 오줌 중에 인배설량은 보상성으로 감소했다고 한다. 따라서 이 약물을 투여해도 인섭취량은 감소하지 않았다고 한다.  장내 인흡착제는 다른 약물의 흡수를 방해할 수 있기 때문에 인흡착제를 투여하기 1시간 전 혹은 3시간이 지난 후에 다른 약물을 투여하는 것이 바람직하다. 모든 혈중 인 수치는 금식을 한 상태에서 측정한다. 신성 부갑상선 기능항진증의 치료 모니터링을 위해서는 연속적인 부갑상선 호르몬(PTH)측정이 이상적이지 만 비용이 많이 든다. 불행하게도 이 보조제 투여와 관련되어 발생한 고칼슘혈증이 보고되어 있다. 따라서 혈중 칼슘 농도를 지속적으로 모니터해야 한다.\n\n항구토제와 제산제\n구토와 위궤양은 요독증 환자에서 가장 흔히 볼 수 있는 임상증상 중 하나이다. 구토를 유발하는 기전은 그림 3-2에 나와있고 신부전과 관련된 구토의 발생기전은 제1장에 자세히 설명되어 있다. 항구토제는 이러한 구토 유발 부위에 중추성, 말초성으로 신경전달 물질들과 수용체 간의 상호작용을 억제하여 구토를 조절한다.\nPhenothiazines는 적은 용량에서는 항도파민성(D2)과 항히스타민성 효과를 보이며 고용량에서는 항콜린성 효과를 보인다. 다시 말해 용량의존성 효과를 보이며 주로 α1과 α2-adrener- gic 수용체, H1-과 H2-histaminergic 수용체, D2-dopaminergic 수용체에 대한 길항효과를 발휘하여 항구토작용을 발휘한다. Chlorpromazine(0.5 mg/kg, 근육주사) 또는 promazine(2.2 mg/kg, 근육주사)는 응급요독증 입원 환자에게 중추성 항구토제로 자주 사용되는 phenoth- iazine계 항구토제이다. 부작용으로 진정작용과 저혈압(말초 알파차단)이 있기 때문에, phe- nothiazine계 약물 선택 시 이점을 고려해서 사용해야 한다.\nButyrophenone 유도체(예, Haloperidol-Haldol®, droperidol-Inapsine®)는 강한 항도파민성 신경안정제로 phenothiazine와 비슷한 부작용 때문에 잘 사용되지 않는다.\nMetoclopramide은 CRTZ(chemoreceptor trigger zone)를 억압하여 항구토작용을 나타내 며, 특히 apomorphine에 인한 구토를 효과적으로 길항할 수 있다. 또한 혈액 또는 말초성 원인으로 유발된 광범위한 구토에 적용될 수 있다. 이 약물은 중추성 항도파민 효능(항구토)이 있고 말초성으로 항도파민 효능과 콜린성 수용체의 자극효과가 있으나 이 작용은 상부 장관에 국한되어 나타난다. 말초성 효능은 도파민 같은 다른 신경전달물질에 작용하거나 세로토닌 수용체에 작용하여 내인성 콜린성 신경원으로부터 Ach분비를 증강시킨다(도파민의 D2 수용체 작용으로 억제효과가 나타남). 구토 억제기능은 하부식도 괄약근의 긴장도를 증가시키며 유문동 수축력과 빈도를 증가(gastrokinetic effect)시키는 동시에 유문괄약근을 이완시킨다. 십이지장, 공장의 연동운동을 촉진하여 위배출 속도와 상부장관 통과시간을 단축시킨다. 사람의 경우, 항암제에 의한 구토를 억제하기 위해 고농도의 metoclopramide와 dexamethasone을 병용 투여하는 방식을 사용하고 있다. 진토제 기능으로 항암치료나 혈액원성 독소에 의한 심한 난치성 구토와 위배출 시간지연에 의한 구토와 오심, 위식도 역류, 역류성 위염, 펩신성 궤양 장운동촉진 제로서 적용한다. 용량에 따른 중추신경성 부작용(신경과민, 흥분, 무관심, 침울, 방향감각 상실) 과 추체외로성 항도파민성 부작용(진전, 흥분된 운동성, 프로락틴 분비로 여성화 유방 유발)과 변비 같은 위장관계 장애가 주요 부작용이다. 위장관 폐색, 천공 또는 신경이완제 처치시 유발되는 간질 등에는 사용금기이다. 아트로핀과 마취성 아편제제들은 metroclopramide를 길항 (항콜린성 작용)한다. 초기 추천용량은 6시간 간격으로 0.2~0.4 mg/kg 피하주사이지만 만성 신부전에서 필요시 투여간격으로 더 늘릴 수 있다(예, 12시간 간격).\n세로토닌 길항제: Ondansetron® (0.1~0.2 mg/kg, SC, PRN), dolasetron® (0.6 mg/kg IV q 24 hr)이나 maropitant® (1 mg/kg SC q24 hr) 같은 세로토닌 길항제는 다른 항구토제에 반응하지 않는 환자에 주로 사용되며 흔히, 항암제, 파보 장염, 지방간 및 심한 위장관 질환에 의한 구토를 억제하기 위해 자주 사용된다. 주요 적용은 위에서 언급한 항암제, 파보 장염, 지방간 심한 위장관질환(chemotherapy, parvovirus infection, hepatic lipidosis, gastrointestinal irrita- tion) 등이다. Cyproheptadine은 항 세로토닌, 항콜린성, 항히스타민 효과를 가지고 있으며 구토와 설사를 조절하는 데 도움은 되지만 경구용 제제라 심한 구토 환자에겐 적용이 어렵다.\n기타 항구토제: 진정제(barbiturates-phenobarbital, benzodiazepines)는 신경성 또는 행동학적 구토조절에 사용한다. Butorphanol(0.4 mg/kg, 근육주사) 또는 CRI(constant rate infu- sion, 0.1mg/kg/hr)는 조절되지 않는 구토에 효과적이다.\n위보호제: 항구토 효과를 보이며 위장관 상피를 자극으로부터 보호하고 위산 분비를 조절한다. 대표적인 약물로는 sulcralfate, zinc salt, antacids, protectants(kaolin, pectin, bismuth salts)등이 있다. Sucrlfate(동물의 크기에 따라 0.25~1.0 g 8~12시간 간격으로 구강투여)는 위장관 출혈이 있는 환자에서 위를 보호하여 항구토 효과를 발휘한다. Zinc-carnosine(Gastri- Calm®)은 위 점막에 부착되어 위장관 장벽을 보호하여 구토를 억제하는 효과를 발휘한다.\n요독증 환자에서 위궤양은 흔한 부작용이고 컨트롤하지 못하면 구토와 복통 및 빈혈의 원인 이 되어 신부전을 악화시키는 주요 원인이 된다. 위산 분비는 뇌, 위, 장으로 음식과 가스트린으로 분비가 자극되며 가스트린은 pH 1.5 이하에서 분비억제가 억제되고 3.0~3.5에서는 분비가 재개된다. 위산 분비와 위장관 점막의 방어기전과의 상호작용, 위산분비는 점막에 손상을 주나 정상적으로 관강내 pH가 7.0 이상이므로 위산에 의한 손상은 드물다. 펩신과 담즙산도 점막손 상을 유발하며 점막 손상은 점막보호능력이 소실될 경우 악화되는데 점막보호기전은 점액과 중탄산 이온의 분비와 상피탈락에 이은 재상피화 과정으로 구성된다.\n\n\n\n위산분비는 다음 3가지 기전에 의해 조절된다(그림 3-3): 1) 신경 경로: 벽세포의 acetyl- choline/ muscarinic 수용체를 통해 자극, 2) 내분비 경로: 호르몬(가스트린)과 가스트린 수용체의 상호작용으로 자극, 3) 벽측분비 경로: 벽세포에서 오타코이드 또는 조직인자(히스타민)와 H2 수용체의 상호작용으로 자극. H2 수용체는 adenyl cyclase/ cAMP와 연계되어 히스타민은 cAMP생산을 증가시키고 cAMP는 protein kinase를 활성화시킨다. 콜린성 약제들은 가스트린 과 무스카린성 자극을 통해 세포내 칼슘 농도를 증가시키며 프로스타글란딘 E는 cAMP 생산을 저하시켜 가스트린 분비를 억제한다.\nH2-차단제는 만성 신부전 환자의 위궤양 치료에 가장 많이 사용되는 약물 중 하나이다. 가스트린 농도는 요독증 개나 고양이에서 증가한다. H2-수용체 길항제는 위산 분비에서 가스트린 매개성 증가를 차단하고 요독증 개와 고양이에서 출혈성 위장염의 치료에 도움이 된다. 비록 이 치료의 임상증상적 효능은 밝혀진 바 없지만 H2-차단제는 임상에서 20년 이상 사용되어 왔고 이 약물이 만성 신부전인 개와 고양이에서 구토를 줄여주고 음식섭취를 증가시켜준다고 믿어 왔다. 식욕부진, 구토 또는 체중감소를 보이는 만성 신부전 환자에 대해 초기에 보통 H2-차단제를 처방한다. 만약 혈중 가스트린을 측정한다면, H2-수용체 길항제의 복용은 순환 가스트린 증가의 원인이 된다. 대표적인 약물로는 cimetidine, ranitdine, famotidine, nizatidine 등이 약효의 강도는 cimetidine(QID), ranitdine(BID), famotidine(SID) 순으로 강하다. 위십이지장궤 양 치료에 있어서 H2-수용체 길항제 사용을 중지하게 되면 궤양의 재발이 빈번히 발생하며 이러한 이유로 재발성 위산 과다분비가 흔한 부작용으로 발생한다. H2-차단제를 사용 시 벽세포 수용체의 민감도가 증가하고 혈장에 가스트린 농도가 상승하게 되고 약물처치를 중지하게 되 면 증가한 가스트린이 위점막 G cell을 강하게 자극하게 되어 발생한다. 따라서 약물 농도를 서서히 줄여감으로서 재발성 위산 과다분비를 최소화할 수 있다. 이 약물들은 요독성 위염, 위십이지장 궤양, 스트레스에 기인한 미란성 위염, 과다분비 상태(예, gastrinoma, systemic masto- cytosis), NSAID와 같은 약물에 의한 궤양, 위식도 반사장애, 식도염, short bowel 증후군 등에 사용할 수 있다. Cimetidine/ ranitidine은 주요혈관 손상에 의하지 않은 상부소화기관 출혈에 효과가 탁월하다. Cimetidine 용량은 12시간 간격으로 5~10 mg/kg 이후에 매 12~24시간 간격으로 5 mg/kg 처방한다. Cimetidine은 미세소체 효소간섭에 의해 많은 약의 간 대사를 저해하거나 간 혈류량은 감소시키고, ketoconazole, phenytoin, theophylline, propranolol, lidocaine, quinidine, procainamide, metronidazole, wafarin, meperidine과 병용투여시 주의해야 한다. 다른 H2 차단제(예, ranitidine[Zantac®], famotidine[Pepcid®]는 다른 약과 병용투여시 부작용 이 덜한 편이다. 추가적으로 famotidine은 개와 고양이에서 24시간 간격으로 1 mg/kg으로 처방한다. 신부전이 심한 환자에서 배설이 지연되므로 투약간격과 용량에 주의를 기울여야 하며, 환자의 가수 상태를 잘 평가한 후 투여해야 한다.\n프로톤 펌프 억제제: Omeprazole® 이 대표적인 약물로 수소-칼륨 ATPase proton pump를 비가역적 길항하여 위산분비를 억제하는 약물이다. 이 약물은 주로 H2-차단제로 위궤양의 처치 가 효과가 없을 때 사용되었다. 하지만 현재 약값 감소로 요독성 위장염의 치료제로 더 자주 처방 되고 있다. 설사, 간효소의 일시적 변동, 고가스트린 혈증, 위점막 비대, enterochromaffn-like cell 증식으로 위산 분비능력의 증대 등의 부작용이 있다. 이 약물의 주요 적용증은 Zollinger-Ellison 증후군의 치료, 고가스트린혈증, 위장비대, H2-차단제에 반응하지 않는 위산과다 등이다.\n프로스타글란딘 유사체: 세포내 cAMP 농도의 감소를 통한 protein kinase 활성과 수소이온의 농도를 감소시켜 위산 분비를 억제한다. 혈장 가스트린 농도에 영향을 받지 않고, 재발성 위 산과다분비를 유발하지 않지만, 관강내 pH나 통증의 조절은 H2-차단제보다 효력이 약하다. 주 로 사용되는 약물로는 misoprostol(Methyl ester analogue of prostaglandin E1)이 있다. 흡수 되지 않은 잔여량은 장 분비를 촉진시키고 평활근 수축을 유발하여 설사를 유발하는 부작용이 있다. Misoprostol은 분비억제성 약물이나 세포보호제로도 기능할 수 있어 위산분비를 조절하고 점액과 중탄산이온 분비를 증가시키고 점막의 상피화와 점막의 혈류를 촉진한다. 또 비만세 포를 안정화시켜 히스타민 방출을 감소시킬 수 있다. 이러한 종류의 약물들은 NSAID에 의한 위장관 손상의 치료 또는 예방 목적으로 사용한다.\n\nACE inhibition\n만성 신부전시에 renin-angiotensin-aldosterone-system(RAAS)는 신부전의 악화와 신기능 부 전의 주요한 역할을 한다. 이러한 부작용을 차단하는 가장 효율적인 방법으로 각광받고 있는 치료법이 angiotensin converting enzyme inhibitor(ACEi)를 이용하는 것이다. ACEi를 이용할 경우의 장점은 다음과 같다. 1) 전신성 및 사구체성 고혈압의 경감, 2) 단백뇨의 감소, 3) 사구체 경화증이나 세뇨관 간질의 손상을 경감시키는 효과가 있다(그림 3-4). Bradykinin은 ACEi를 투여함으로써 분해가 억제되기 때문에 상대적인 농도가 증가하게 된다. Bradykinin은 arachi- donic acid 유도체와 nitric oxide의 생산을 억제함으로써 혈관의 신장내 혈관이완작용을 촉진한다. 또한, 나트륨의 배설도 증가하게 된다. 유럽에서는 동물의 만성 신부전 환자에 대해서 benazepril과 imidapril의 처방이 허용되었다.\nACEi는 신장 혈관에 대해서 확장작용을 하는 bradykinin을 분해하는 작용을 한다. 여기에 angiotensin converting enzyme에 대한 억제제를 사용함으로써 이차적인 bradykinin의 증가 효과와 그로 인한 혈관확장 효과를 기대할 수 있다. 그렇지만, 신장으로 배설되는 ACEi에 의한 부작용과 신장 수출 세뇨관의 확장으로 인한 사구체 여과율의 감소와 저혈압 등의 부작용이 나 타날 수 있다. 특히, 다뇨기의 저나트륨 혈증이 있는 환자에서는 저혈압이 더욱 심해질 수 있다. ACEi는 그 자체로도 급성신부전을 유발할 수 있다. 특히, 신장관류가 저하된 환자에서는 신부전을 촉발할 수 있다. 신장관류가 저하된 개체에서는 angiotensin II에 의한 사구체의 수출 세 동맥의 수축에 의해서 유지되던 사구체 여과율은 ACEi의 투여 시에 급격하게 감소하게 된다.\n\n\n그래서 신전성의 혈량부족과 같은 이상이 있는 개체에서는 신전성 이상을 먼저 해소한 후에 ACEi를 처치해야 한다. 또한 ACEi로 인한 고칼륨혈증이 나타날 수 있는데, 이러한 ACEi에의 한 고칼륨혈증은 임상증상을 유발할 만큼 큰 위험을 초래하지는 않는다는 보고가 있다.\n만성 신부전에서 ACEi를 이용하기 위해서는 환자의 수화 상태를 확인하고, 적용해야 한다. 또 한, 고혈압의 환자에게 적용을 하되, 저나트륨 식이를 하고 있는 환자에서는 ACEi 투여시 주기적으로 혈압을 체크해야 한다. ACEi는만성 신부전의 진행속도를 늦추는 데 효과가 있으나 그에 따른 부작용도 있기 때문에, 이익 위험비(benefit and risk ratio)를 계산하고, 환자의 상태를 충분히 파악하여 적용해야 한다. 만성 신부전시에 신장으로의 관류의 부족으로 인하여 신장은 만성적인 저산소증을 겪게 된다. 저산소증시에 신장의 세뇨관, 간질, 혈관들의 섬유화가 가속화된다. ACEi를 투여함으로써 신장의 관류증대와 그로 인한 저산소증의 개선효과가 나타나게 된다.\nACEi는 사구체내 정수압을 떨어뜨려서 수입성 세동맥의 저항을 떨어뜨려준다. 사구체내압 이 경감되면 병적인 신장의 장기간 생존에 도움이 된다. 생검을 통한 개의 연구(자연 발생 특발성 사구체신염 환자를 위약군과 enalapril 투약군으로 나누고 6개월간 투약) 결과에 따르면, ACEi 투약그룹에서 신장기능의 안정화(혈중 크레아티닌 농도 감소), 감소된 단백뇨, 감소된 전 신혈압 소견이 관찰되었다. X-염색체 유전성 신우염의 사모에드들을 enalapril을 처방하였을 때에서도 유사한 실험 결과가 관찰되었다. 이때 투여된 용량은 대부분은 enalapril 0.5 mg/kg, SID였고 일부 환자는 BID처방을 받았다. 또 다른 개의 연구에서는(자연 발생한 만성 신부전 환자에게 beazepril를 투약한 실험), ACEi 투약군에서 임상증상 스코어(clinical score)의 개선, 사구체 여과율(GFR)의 증가 및 단백뇨의 감소 소견이 관찰되었다. 이 실험에서는 benazepril은 하루 한 번 0.5mg/kg으로 투약하였다. 만성 신부전의 환자에 칼시트리올을 투여하는 이유는 부갑상선 호르몬의 항진으로 인해서 발생하는 부작용을 줄이기 위해서이다. 칼시트리올의 임상적인 효과는 다음과 같다. 환자는 훨씬 밝아지며, 보호자에 대한 반응도 증가하게 된다. 식욕이 증가하게 되 며, 처치 전보다 물리적으로 개선됨을 보인다. 또한, 투여하지 않는 개체보다도 생존기간이 좀 더 길어진다. Calcitriol 치료의 목표는 신성 속발성 부갑상선 기능항진증과 이에 따른 이상소견을 예방하거나 교정하는 데 있다. 하지만 잠재적으로 고칼슘혈증의 발생 위험이 있기 때문에 calcitriol 투여는 신중히 결정해야 한다. 지속적인 calcitriol 유도 고칼슘혈증은 사구체 여과율을 떨어뜨린다. 사람에서는 calcitriol 요법에 의한 고칼슘혈증의 발병률이 30~57%로 보고되어 있지만 2.5~3.5 ng/kg/day의 투약용량을 개에서 투여할 경우, 고칼슘혈증이 거의 발생하지 않는다고 한다. 고칼슘혈증이 장관용 칼슘함유 인흡착제(예, calcium carbonate) 투여에 의해서 도 발생할 있다. 따라서 calcitriol를 투여 받거나 calcium carbonate를 투여 받고 있는 동물에 서 인과 칼슘 농도를 주기적으로 관찰해야 한다. 최적의 calcitriol 투여량은 개체별로 다르기 때문에 혈중 칼슘, 인 및 부갑상선 호르몬 농도에 근거하여 결정해야 한다. 자세한 Calcitriol 치료의 가이드라인은 제5장의 표 5-7을 참조하라.\nCalcitriol은 고인혈증이 조절되지 않을 경우 투약해서는 안 된다. 만약 Ca 3 P 값이 60~70을 넘을 경우, 연부조직에 칼슘침착 위험성이 높아지기 때문에 calcitriol를 투약해서는 안 된다. 만약 이온화 칼슘 농도가 낮게 유지되는 경우라면 calcitriol 치료로 부갑상선의 기능항진을 완화시킬 수 있다. 인을 제한하면 인-매개성 신장의 1a- hydroxylase system을 억제하여 내래성 calcitriol 합성을 촉진시키고 PTH 합성을 억제한다. 따라서 만성 신부전 환자를 대상으로 cal-citriol을 투여해야 할 때 반드시 환자의 인과 칼슘 농도가 정상 범위 안에 있을 때 시작되어야 하고 반드시 매우 낮은 농도부터 사용해야 한다(2~3 ng/kg/day).\nCalcitriol은 250 또는 500 ng의 캡슐제제로 되어 있거나 액체형태(1,000 ng/mL)로 되어있 다. 너무 소량을 먹이기 때문에 투여를 위해 다른 캡슐에 소분해서 주거나 미세 주사기로 액체를 제거한 후 소분해서 급여하는 방법도 사용할 수 있다.\nRecombinant human erythropoietin(EPO): 개와 고양이에서 만성 신부전에 의한 비재생 성 빈혈치료에 주로 사용되는 EPO는 사람의 재조합성 erythropoietin인 rHuEPO이다. EPO를 통해 치료를 받은 환자에서 빈혈의 개선, 체중증가, 식욕증가, 활력증가 및 피모의 개선 등의 소견이 관찰된다고 한다. 이런 요법은 보통 PCV가 20% 이하로 떨어질 때 사용된다. 추천되는 초기 투약은 50~150 U/kg을 피하로 1주일에 3회 투여한다. 대부분 개와 고양이에서는 초기에 100 U/kg으로 투약한다. PCV를 1~2주 간격으로 관찰하여 PCV가 개의 경우 37%~45%가 될 때까지 치료를 지속한다. 만약 치료 목표 내로 PCV가 들어오면 투여간격을 주 2회로 늘리고, 1~2주 이후에도 PCV가 치료 목표 내에서 유지될 경우, 투여간격을 주 1회로 늘린다. 빈혈이 심하지만(PCV가 14% 이하), 수혈이 필요 없을 경우, 처음 일주일 동안 EPO를 150 U/kg으로 투여한다. 고혈압이 있고 빈혈이 심하지 않을 경우, 고혈압을 막기 위해 rHuEPO를 50 U/kg으로 투여한다. 혈중 철 농도를 잘 모니터해서 철결핍증이 일어나지 않게 해야 EPO치료를 극대화할 수 있다. 필요에 따라 ferrous sulfate(고양이 5~50 mg/head, 개 100~300 mg/head)를 병행 투약한다.\nEPO 치료와 관련된 부작용으로는 전신고혈압, 발작, 주사부위의 면역반응 및 erythropoi- etin에 대한 항체생성등이 있다. rHuEPO 치료에 의해 고혈압이 악화되고 새로이 유발되기도 한다. 하지만 rHuEPO 치료에 의한 가장 중요한 합병증은 항 EPO 항체에 의한 회복 불능성 빈 혈과 적혈구 조혈인자 형성부전증이 있다. 이러한 부작용을 줄이고 EPO에 대한 항체형성을 억 제하기 위해 개와 고양이에 특이한 EPO가 개발되어 있다. 하지만 이러한 canine specific EPO 나 feline specific EPO 모두 이미 적혈구 무형성(red cell aplasia)이 유발된 동물에 대해서는 치료 효과가 없었으며, 또한 사람 EPO에 대한 항체가 형성된 환자에서도 효과를 보이지 않아서 우리에게 큰 실망을 주고 있다.\nDarbepoetin(DPO)은 합성 erythropoietin으로 작용 지속시간이 더 길고 항원성을 적게 보여서 투약 횟수와 부작용 발병빈도 및 자가 항체생성을 획기적으로 줄인 신약이다. 비용은 erythropoietin보다 비싸지만 실제 작용 지속시간이 길기 때문에 실제로 약값은 서로 비슷하다. 아직 정확한 적용 용량은 나와 있지 않지만, 사람의 적용량에 준하여 개와 고양이에서 0.45 ug/kg의 용량으로 1주일에 1회 피하 주사한다. PCV를 모니터하면 PCV가 지나치게 높아지거나(예, PCV 55% 이상), 목표 PCV에 도달할 경우, 2~3주 간격으로 주사한다. Erythropoietin(EPO)에 비해 아미노산 서열이 몇 개 달라서 anti-erythropoietin antibodies를 거의 생산하지 않지 만, EPO에 이미 항체가 생성된 환자에서는 darbepoetin도 작용하지 않을 수 있다고 한다.\n\n고혈압 치료제\n전신 고혈압은 만성 신부전이 있는 개와 고양이에서 많이 나타나는 주요 합병증이다. \nACEi(예, enalapril, benazepril)와 칼슘채널 차단제(예, amlodipine)가 신부전에 의한 고 혈압치료에 주로 사용되는 약물이다. 이 약물들은 신장을 보호하는 효과도 있고 혈압을 낮추는 효과가 있다. ACEi는 일반적으로 혈압 강하효과는 크지 않지만, 사구체 혈류량과 단백뇨를 개선시키고 renin-angiotensin-aldosterone system에 대한 전섬유화 효과(profibrotic effect, 신장의 섬유화를 막아주는 효과)가 있다. 보통 고혈압에 대한 투약 용량은 benazepril를 투약하든 enalapril를 투약하든지 간에 0.5 mg/kg을 하루에 한번 경구 투약한다. 자세한 내용은 전술된 ACE inhibition편을 참조하라.\n칼슘 채널 차단제는 전사구체 혈관수축에 길항하므로 이론적으로 사구체 자체 고혈압에는 효과가 없다. 그러나 이러한 약물이 신장을 보호하는 효과가 있다고 한다. 개와 고양이에서 amlodipine의 정확한 효과에 대한 연구보고는 아직까지 이루어지지 않았다. 경험에 의하면 칼슘채널 차단제는 고혈압 치료에 매우 효과적이고 부작용도 적으며, 비교적 효과가 빨리 나타난다. 개의 경우 고혈압치료에 먼저 이용되는 약물이 ACE inhibitor이다. 만약 혈압이 110 mmHg 이하로 떨어지는 저혈압의 증상을 보이면 용량을 다시 감소시킨다. 일반적으로 amlodipine 투약 1~2개월 이내에 혈압이 30~50 mmHg까지 떨어진다. 개의 amlodipine투여 용량은 고양이에 비해 더 단순하다. 통상 0.1~0.2 mg/kg, PO, BID으로 시작하고 필요에 따라 50%씩 용량을 가감하면 된다. 최근 연구에 따르면 칼슘차단제는 ACE 활성화를 유발하기 때문에 반드시 ACEi와 병용투여할 것을 권장하고 있다.\n일반적으로 저혈압에 의한 신부전의 악화 우려가 있고 신부전 환자에서 정확한 약효가 입증되어 있지 않기 때문에 hydralazine이나 nitrate계 혈관확장제는 신부전에 의한 고혈압 치료에는 적용하지 않는다.\n\n1.6 기타 치료제들\nAzodyl(Box-3): Azodyl은 새로운 종류의 probiotics(Enterococcus thermophilus, Lactobacilus acidophilus, Bifidobacterium longum)와 psyllium husk라고 불리는 prebiotic로 구성된 신부전 치료 보조제로 장관을 통해 투석을 실시하여 요독소를 혈액에서 제거하는 역할을 한다. Azodyl 내에 함유된 유산균들은 요독소에 친화도가 특히 높고, 이러한 성분을 분해하는 특성을 가지고 있다. 따라서 Azodyl은 체내에 요독소가 쌓이는 속도를 떨어뜨려서 신장기능이 악화되는 것을 느리게 해주는 기능을 한다. 주요 적용증은 개와 고양이의 급성/만성 신부전증이다. 투여 권장 안은 체중 3 kg까지는 하루 1캡슐, 3~5 kg는 한 캡슐씩 하루 2회 투여(오전/오후), 5 kg 이상은 하루 3캡슐을 투여한다(오전 2캡슐, 오후 1캡슐). 최근 캡슐을 열고 투여한 대규모 약물 실험에서 아조딜의 약효가 나타나지 않음이 확인되었다. 따라서 반드시 캡슐째 투여해야 하고, 살아 있는 생균제제이기 때문에 반드시 냉장 보관해야 한다. 또한 항생제와 동시투여해서도 안 된다. \nKremezin(Covalzin; AST-120)은 요독소에 대한 경구용 흡착제로 요독소를 제거하여 만성 신부전증의 진행을 느리게 해주는 역할을 한다. 이 약제는 일본에서 개발된 약물로, microcrys- talline carbon과 oxygen(surface oxides)로 구성된 탄소계 흡착제이며 위장관계에 계면활성제 (surfactant)로 작용한다. 일반적으로 개에서는 100 mg/kg, 고양이 400 mg/head 용량으로 투여하고 있지만 이 용량이 정확한 유효용량인지는 확실치 않다. 부작용으로는 변비나 가벼운 소화기 증상이 보고된 바 있으며 저자 가 확인한 바로는 장기투여에 따른 심각한 부작용의 발생에는 아직 확인되지 못하였다.\nRubenal: 루비날은 플라보이드 계열의 항산화제로 nitric oxide pathway를 억제하여 신장에 대한 산화적 손상을 억제하고, Cox-2나 PGE2 같은 염증 산물을 억제하여 신장의 염증이나 섬유화를 억제하는 작용을 하는 약재이다. 신장의 섬유화가 많은 신장질환의 end-result라는 점에 착안해서 만들어진 제제로 Chinese rhubarb(Rheum officinale, Rheum palmatum)에서 추출된 한약재를 기초로 한 기능성 약재이다. 이 약재의 추출물중 rhein과 emodin이 여러 가지 염증매개 경로를 차단하여 신장의 간질이나 사구체에 extracellular matrix(ECM) 단백질의 축 적을 방지하여 사구체 경화와 세뇨관-간질 섬유화를 예방하거나 늦추어 주는 것으로 알려져 있다. 현재 루비날은 75 mg과 300 mg tablet 형태의 영양 보조제로 생산되고 있고 예비 실험에서 도 신부전에 진행을 늦추어 주고 신장 수치를 개선시켜주는 것으로 밝혀져있다. 투여 용량은 고 양이는 2 kg 이상이면, 75 mg tablet을 하루 2회 투여한다. 개의 경우, 3 kg 이하는 75 mg tablet을 반으로 쪼개서 하루 2회 투여하고, 3~6 kg는 75 mg tablet을 하루 2회, 6~11 kg는 75 mg tablet 두 개를 하루 2회 투여한다. 13~25 kg는 300 mg tablet을 하루 2회 투여하고, 26~45 kg는 300 mg tablet 두 개를 하루 2회 투여한다.\nN-acetylcysteine: Glutathione의 전구체로 항산화제로서 기능한다. 항산화제의 기능에 착 안하여 허혈이나 독작용과 관련된 신부전에 대하여 여러 연구가 수행되었으나 아직까지는 여러 연구가 활발히 수행될 뿐, 유의성 있는 신기능 개선이나 질병의 진행의 억제에 대한 명확한 결과를 발표하지 못하였다. 그러나 그 가능성으로 인해서 신장질환과 관련하여 활발히 연구가 되고 있는 약물이다. 투여량은 개의 경우, 체중 10kg 미만은 하루에 1회 1/4 캡슐을 투여한다. 음식과 함께 주어도 괜찮다. 자세한 내 용은 http://www.wellvet.com/nac.html을 참조하라.\n단백동화 스테로이드(anabolic steroid): 많은 제품(예, methyltestosterone, stanozolol, oxymetholone, nandrolone decanoate)들이 사용이 가능하지만 만성 신부전 개와 고양이에서 이 약물들의 치료 효과가 아직까지 입증된 바가 없다. Stanozolol를 시험적으로 신부전 모델의 개에 투여하였을 때, 식욕의 증가는 관찰되었지만 실제 체중의 증가 소견은 관찰되지 않았다. 따라서 만성 신부전 개와 고양이에서는 단백동화 스테로이드 사용을 권장하지 않는다.\n\n2. 신장질환의 영양요법\nSpironolactone: Spironolactone은 사구체 고압 유지와 남은 신장의 사구체 경화에 관여하는 알도스테론의 작용을 길항하는 약물이다. 쥐의 실험적 연구에서 spironolactone 투여에 따른 단백뇨의 개선 효과가 입증된 바 있지만 개와 고양이의 만성 신부전 환자에 대한 spirono- lactone의 효과는 입증된 바 없다. 다만 spironolactone은 ACEi로 치료중인 환자에서 단백뇨를 더욱 줄여주기 위해 추가적 투여해볼 수 있다. ACEi와 spironolactone 모두 혈중 칼륨 농도를 높일 수 있기 때문에 혈중 칼륨 농도를 모니터링 해야 한다.\n\n\n신장질환의 영양요법은 급성신부전과 만성 신부전에 따라 달라지지 않는다. 다만, 급성신부전의 경우에는 식이요법보다는 원발질환의 치료와 급성기 신장의 손상을 막음으로써 신장의 기능을 정상으로 회복시키는 데 있으며, 만성 신부전의 경우에는 신장의 기능이 회복할 수 없는 상태에 있기 때문에 더 이상의 신장 손상이 발생하지 않도록 예방하는 것이 중요하다. 또한, 신부전에 의한 영양, 전해질, 대사장애와 같은 여러 불균형을 교정하여 최대한 환자의 상태가 기 저 상태에서 유지되고, 생존기간을 증가시키는 데 있다. 그렇기 때문에, 급성신부전보다는 만성 신부전의 환자에서의 식이요법이 더욱 중요하다고 할 수 있다. 그러나 신부전의 경우 임상적인 경과가 급성과 만성의 경우를 명확하게 구분하는 것은 아니기 때문에 식이요법에 있어서 급성신부전과 만성 신부전의 구별을 미리 하기보다는 환자의 상태와 질병의 경과에 따라서 식이요법을 수행하는 것이 바람직할 것이다.\n대사적 불균형 및 전해질 장애: 신부전 시에는 산염기 불균형 및 전해질 장애가 나타나게 된 다. 대사성 산증, 요독증, 전해질 장애와 같은 신부전 시 나타나는 치명적인 장애들은 약물요법을 통해서도 교정이 가능하다. 그러나 신부전은 대부분이 만성적인 경과를 보이는 경우가 많기 때문에, 신장의 기능장애로 인한 대사적 불균형은 식이요법을 통해서 조절해주어야 한다. 신부전 시에는 급성과 만성에 따라서 다음의 불균형이 발생하며, 신장질환에 관련된 처방식들은(Hill’s k/d, u/d, Royal canin Renal) 이러한 불균형에 대한 충분한 연구를 바탕으로 만들어진 것이다.\n\n신장질환의 식이요법의 특징\n일반적인 신부전과 관련된 식이의 요점은 다음과 같다. 1) 감량 성분: 단백질, 인, 나트륨, 2) 증량 및 첨가: 비타민 B 복합체, 저용량 고칼로리 식이, omega-3 polyunsaturated fatty acid, 섬유질.\n보상성 만성 신부전의 경우에는 혈청 나트륨, 칼륨, 염소의 농도가 거의 정상이다. 그러나, 비보상성의 사구체 여과율이 심각히 감소되어 있는 급성신부전과 몇몇 만성의 신부전에서는 전해질과 산염기의 불균형이 나타나게 된다.\n신부전에서의 나트륨: 무뇨기와 핍뇨기의 환자를 제외한 대부분의 경우 다뇨와 설사를 통해 서 등장성 탈수가 발생하기 때문에 탈수 상태의 요독증 환자에서도 나트륨의 농도는 거의 정상에 가깝다. 다만, 탈수의 형태나 치료 과정에서 투여한 수액이나 치료제에 따라서 나트륨의 농도가 다르게 나타날 수 있다. 그렇지만 이러한 등장성 체액의 소실이 없을 경우에는, 신부전 시 신장으로의 관류가 감소하기 때문에, rennin-angiotensin system 활성화되어 체액의 저류를 유발하게 된다. 이러한 체액의 저류는 aldosterone에 의한 나트륨의 저류에 의한 것이기 때문에, 신부전 시에는 적절한 수화와 동시에 나트륨의 제한이 필요하다. 그러나 이러한 나트륨의 제한 은 임의로 이루어져서는 안 된다. 신부전 시의 신장은 과도한 섭식에 의한 나트륨의 과다나 반대의 경우에 의한 나트륨의 과부족에 대해서 적절하게 대응할 수 있는 기능이 감소되어 있기 때문에 무조건적인 나트륨의 제한은 위험하다.\n신부전에서의 염소: 요독증의 부작용으로 인한 구토가 심각하게 나타나지 않는 이상 염소의 양은 나트륨과 마찬가지로 큰 변동이 없다. 그러나 나트륨과 염소는 밀접한 관련성을 가지고 있다. 체내의 전해질 균형을 위해서는 나트륨보다 약 1.5배 많은 염소를 급여하는 것이 좋다.\n\n\n신부전에서의 마그네슘: 신부전이 심각할 경우에는 혈중 마그네슘의 농도가 올라간다. 신부전에서의 칼륨: 핍뇨기의 환자에서 생명에 가장 치명적인 영향을 주는 것은 고칼륨혈증이다. 이러한 고칼륨혈증은 산증 시에 더욱 심하게 나타나게 된다. 급성신부전에서 고칼륨혈증 의 발생 위험성은 매우 높으나 만성 신부전의 환자에서는 심각한 핍뇨나 대사성 산증이 나타나 지 않는 이상 고칼륨혈증이 나타날 위험성은 높지 않다. 특히, 요로 폐색, 복뇨(uroabdomen; 비뇨기계의 내용물이 복강으로 새는 상태), 부신피질기능 저하증 시에 발생할 위험성이 높다. 저칼륨혈증은 다뇨기의 신부전 환자에서 발생소인이 높으며, 저칼륨혈증은 식욕결핍을 유발하고, 식욕결핍이 있을 경우에는 저칼륨혈증의 위험성이 높아진다. 만성 신부전의 환자에서는 고칼륨혈증보다도 저칼륨혈증이 일반적으로 나타난다. 만성 신부전의 환자의 경우에는 주기적으로 칼륨의 농도를 측정해야 한다. 그리고 칼륨의 보충은 혈관 경로가 아닌 경구를 통해서 급여하는 것이 안전하다. 그러나 신부전으로 인한 칼륨의 부족시에 바로 저칼륨혈증이 나타나지는 않기 때문에 칼륨의 투여시기는 저칼륨 혈증이 나타나는 것보다 빨리 시작하는 것이 좋다. 부족한 칼륨은 근육과 같은 다른 조직세포에서 동원하기 때문에, 만성 신부전의 비교적 초기에는 저칼륨혈증이 잘 나타나지 않는다. 그러나 총 칼륨의 양은 감소하게 된다.\n신부전에서의 칼슘: 만성 신부전증 개의 약 50~75%에서 정상의 혈청 칼슘 농도를 나타내었 다는 보고가 있다.  고질소혈증과 요도 폐색에 이환된 환자의 경우 75%에서 정상보다 낮은 이온화형 칼슘의 농도를 보였으나 이 들의 27%만이 총 칼슘의 농도가 정상보다 낮게 측정되었다. 그러나 칼슘을 보충할 경우에는 인 과 결합할 가능성이 높기 때문에, 칼슘의 추가 공급은 주의해야 한다.\n저칼슘혈증: 이온화형칼슘의 농도감소는 만성신부전의 환자의 약80%에서 관찰이 된다. 그러나 전체칼슘의 농도가 감소 된 경우는 26%에 그친다. 또한, 26%에서는 전체 칼슘의 농도가 증가하였다. 이는 뼈로부터 칼슘의 증가와 무기음이온인구연산, 인, 황 등과 칼슘이 결합하기 때문에 이온화 칼슘의 양은 감소하는 반면 전체 칼슘의 양은 증가하는 이유이다. 이렇게 증가한 칼슘과 인은 결합하여 신장의 간질에 침착하여 간질의 석회화 및 다른 연부조직의 석회화를 유발한다. 고인혈증 그 자체로는 위험하지 않으나 칼슘과 결합하여 연부조직의 석회화를 유발하여, 주요 장기의 기능부전을 유발하기 때문에 위험하다. 이러한 이유로 만성 신부전 시에는 인제한 식이를 해야 한다.\n신부전에서의 인(그림 3-5): 정상적으로 사구체에서 여과된 인의 80~90%는 세뇨관으로 재흡수가 된다. 세뇨관에서 인은 나트륨과 함께 재흡수가 되며, 이러한 재흡수는 부갑상선 호르몬에 의해서 항진된다. 신부전 시 사구체 여과율이 감소되면 신장으로 배설되는 인의 양이 감소하기 때문에 혈중 인의 농도가 올라가서 고인혈증이 유발된다. 고인혈증 시에는 calcitriol의 합성 이 억제되기 때문에 장과 신장을 통한 칼슘의 흡수량이 감소하게 된다. 혈중의 칼슘 농도가 감소되면 부갑상선 호르몬의 분비가 늘어나고, 이 호르몬에 의해 신장에서 인의 재흡수량은 감소하고, 뼈로부터 인과 칼슘의 동원량은 늘어나게 되며, 칼시트리올의 합성도 촉진하게 된다. 그러 나 신장의 세뇨관 파괴가 더욱 진행되면 칼시트리올의 합성 능력이 더욱 감소하게 되고, 부갑상선 호르몬의 억제역할이 약해지기 때문에 부갑상선은 지속적으로 활성화된다. 만성적인 부갑 상선의 활성으로 뼈는 탈염(demineralization)이 되고, 신부전에 따른 요독증은 부갑상선 호르몬에 대한 수용체를 파괴하게 된다. 결국, 속발성 부갑상선 기능항진증이 나타나게 된다. 속발성 부갑상선 기능항진증이 나타나는 신부전에서 식이성 인의 제한은 고인혈증의 감소에 그 효과 가 좋다. 고인혈증의 감소시 고인혈증에 의한 칼시트리올 합성의 억제가 감소하여 칼시트리올의 생성이 증가하고, 칼시트리올에 의한 부갑상선의 억제가 발생하기 때문에 만성 신부전의 예 후에 있어서 중요한 역할을 한다. 고인혈증은 급성신부전과 만성 신부전 모두에서 관찰되며, 급성신부전의 환자에서 그 발생률이 더욱 높다. 고인혈증은 고질소혈증과는 다르게 신장의 기능이나 전신에 주는 영향이 크지 않다. 그렇지만, 고인혈증이 지속될 경우에는 신장의 칼슘침착, 신독성 및 신장 혈관의 수축과 같은 만성적인 부작용을 나타낼 수 있다.\n신부전 환자에 있어서 인의 제한은 환자의 장기적인 예후라는 측면에서 매우 중요한 역할을 한다. 그렇기 때문에 인이 제한된 사료를 급여하는 것은 식이요법을 떠나 신부전의 치료 측면에서도 매우 중요하다. 인 제한 식이의 목적은 인의 저류, 고인혈증, 신성 부갑상선 기능항진증 및 신장질환의 진행을 막는 데 있다. 인의 저류와 고인혈증이 임상증상의 직접적인 원인이 되지는 않지만, 이들에 의해서 이차적으로 부갑상선기능항진증과 신장의 석회화가 나타날 수 있다. 이 로 인해 신장의 기능은 점차적으로 감소하게 된다. 인의 제한은 신부전 환자의 생존율을 높이고 신장의 기능이 감소되는 속도를 경감시키는 효과가 있다. 식이 인의 제한은 IRIS(international Renal Interest society) stage 3~4(제1장이나 제5장 참조)의 환자에 대해서 권장된다.\n단백질 제한 식이: 신부전의 환자의 경우에는 단백대사물의 배설능력의 극심한 감소로 인한 요독증의 발생위험성이 매우 크다. 그렇기 때문에 단백질을 제한함으로써 단백질 대사 산물의 양을 줄여서 요독증과 요독증으로 인한 부작용을 줄일 수 있다. 그러나 이러한 것은 이론적인 면이 강하다. 최근의 연구에 따르면 신부전으로 인한 여러 부작용은 단백대사물의 축적으로 인 한 중독 작용에 의한 다기 보다는 대사성 산증, 활성 산소와 같은 유해 작용에 의해 발생하는 비율 이 훨씬 크다고 보고되고 있다. 신부전의 단계에 따라서 단백질 제한 식이가 질병의 진행을 더디게 한다는 보고도 있다. 그렇지만, 단백질 제한 식이의 경우 체중감소, 빈혈, 저알부민혈증과 같은 부작용을 유발할 수 있다. 또한, 다른 연구에서는 단백질 제한 식이를 한 군의 경우 대조군에 비해서 효과가 인정되지만 유의성 있는 명확한 차이가 나타나지는 못했다는 보고가 있다. 단백질 제한 식이가 효과가 없는 것은 아니지만 그 효과가 유의성 있게 확연하지 않고, 부작용이 인정되기 때문에 단백질 제한 식이에 대해서는 전문가들 사이에 의견이 분분하다. 그렇기 때문에 단백질 제한 식이는 환자의 상태에 따라서 결정하는 것이 바람직하다. 대부분의 전문가들은 신부전의 단계에서 3단계 이상의 있는 환자에게 단백질 제한 식이를 하는 것이 가장 바람직하다는 데 의견을 모으고 있다.\n또한, 만성 신부전 시에는 암모니아의 생성을 위한 단백질의 이화작용이 강화되기 때문에, 적절한 양의 단백질이 필요하다. 단백질이 적절히 공급되지 않을 경우에 체내에서는 근육을 통 해서 필요한 단백질을 얻기 때문에 근육의 위축이 발생하게 된다. 즉, 신부전에서 단백질은 과도해도 안 되지만, 부족해서도 안 된다. 이러한 단백질의 함량을 가장 충족시켜 줄 수 있는 것이 기초 요구량을 충족시켜줄 수 있는 신장질환과 관련된 처방식이다. 단백질이 고질소혈증의 원인이 된다고 하여 환자에서 극단적인 식단을 권장해서는 안 된다.\nOmega-3 polyunsaturated fatty acid(Omega-3 PUFA): 만성 신부전의 경우에 아직 손상되지 않은 세뇨관세포에서는 정상보다 많은 혈관작용성의 prostaglandin E2, A2의 생성 및 분비가 많아진다. 이러한 혈관작용성의 prostaglandin으로 인하여 고혈압과 그로 인한 사구체의 손상이 더욱 악화되게 된다. 연구에 의하면, Omega-6 polyunsaturated fatty acid의 투여시 이러한 prostaglandin의 생성이 촉진되어 신장 손상이 더욱 빨라지게 된다. 반면, omega-3 PUFA는 반대의 작용을 하여 prostanglandin의 생성을 줄임으로써 고혈압의 발생을 줄여 신장의 손상을 느리게 하는 작용이 있는 것으로 나타났다. 그러나 omega-3 PUFA의 원료가 되는 fish oil을 바로 투여하는 것보다는 정제된 omega-3 PUFA가 들어있는 처방사료를 먹이는 것이 더욱 효과가 좋다. Omega-3 PUFA를 급여한 개는 그렇지 않은 개에 비해서 치사율이 낮고, 신장의 기능이 더 좋았으며, 신장의 병소가 더 작고, 단백뇨가 적으며, 콜레스테롤 수치가 낮은 것으로 보고되어 있다.\n기타 영양소: 비타민 A, D의 보조적 급여시 신부전 환자에서 이들의 축적으로 독성을 나타 낼 수 있기 때문에 제한하는 것이 좋다. 만성 신부전의 환자는 철결핍의 상태에 있을 수 있으나, 철의 경구적인 투여시에는 환자에 따라 구토를 유발할 수 있다.\n\n신부전 관련 처방식의 신부전에 대한 효과\n임상적인 결과에 의하면, 신장에 관련 처방식(조성: 저단백, 저인, omega-3 PUFA)을 먹인 신부전의 실험군이 일반적인 사료를 먹은 개에 비해서 생존 기간이 1년 이상 증가하였다는 보고가 있다. 신장질환 처방식의 사용 시 급성 요독증의 발생률이 75%까지 감소되었다는 보고가 있다. 여기에서 저단백질과 저인산, omega-3 PUFA를 투여하였을 때 효과가 유의성 있게 나타났으며, omega-6 PUFA는 신장질환을 악화시킨다는 연구결과가 도출되었다. 국내에서 주로 사용되고 있는 신장질환 사료의 조성은 표 3-2에 나와 있다. 일반적으로 상용화된 처방사료를 먹이는 것이 편하지만 일부 보호자들은 본인이 직접 준비한 수제식단을 선호하는 경우도 있다. 영양학 적으로 균형이 잡혀있는 개와 고양이의 신장질환 환자의 수제식단의 예가 Box 3-1과 Box 3-2에 예시되어 있다.\n"}