{"title": "임상가를 위한 소동물신장학 진단과 치료지침", "author": "현창백", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "\\n\\n임상가를 위한 소동물 신장학\\n진단과 치료지침\\nCHAPTER05\\n만성 신부전증\\n\\n1. 서론\\n만성 신부전증(chronic renal failure; CRF)은 신장에 만성적인 질환이 발생하여 보상기전이 발동 하지만 이 보상기전이 노폐물의 배설, 전해질과 수분의 조절 및 산-염기 평형, 내분비호르몬 합성 기능 등을 더 이상 적절하게 유지하지 못할 때 발생한다. 그 결과 질소 폐기물의 축적, 체액과 전 해질 및 산-염기 평형의 교란과 호르몬 합성 장애가 발생하여 여러 가지 임상증상을 유발한다. CRF는 개에서 주요한 세 번째 폐사원인이며 고양이에서 가장 주요한 두 번째 폐사원인이다.\\nCRF는 1) 적어도 3개월 이상 진행된 신장 손상-사구체 여과율(GFR)의 감소를 동반하지 않을 수도 있음, 2) 적어도 3개월 이상 GFR의 50% 이상 감소된 신부전증을 말한다. 장기간에 걸 친 신기능 저하로 요 농축부전(개: SG , 1.035 고양이: , 1.030)과 질소혈증(azotemia)이 발생 한다. 요독증(uremia)이 신부전의 결과로 나타나는 대표적인 증상이지만 CRF가 있는 모든 환자에서 요독증이 나타나는 것은 아니다. CRF는 원인에 상관없이 신장에 회복 불능(irre- versible)의 병소를 가지는 상태를 말하며, 원발요인이나 신전성/신후성 요인을 교정해도 신기능이 원래대로 회복되지 않는 상태를 말한다.\\n신장질환(kidney disease)은 신부전(renal failure)이나 요독증과 혼동하여 사용하기 쉽다. 신장 손상의 정도와 기간에 따라 신부전이나 요독증이 발생하기가 쉬운 것일 뿐이지 모든 신장 질환이 신부전이나 요독증을 일으키는 것은 아니다. 또한 신기능 저하증(renal insufficiency)은 신장의 기능 장애가 존재함을 의미하지만 그 기능 장애의 정도가 신부전에 비해 심하지 않은 경우를 말한다. 요독증은 1) 신장질환에 의해 혈액중에 다량의 요성분이 존재하는 경우 또는 2) 비정상적인 신장기능 때문에 나타나는 polysystemic toxic syndrome을 말한다.\\n개에서, 네프론의 2/3(66%) 이상 소실되면, 요농축능력이 감소(등장뇨)되기 시작하고, 네프론의 3/4 이상 소실되면 질소혈증을 나타내기 시작한다. 특히, 최대 요 농축력(maximal urine concentration)은 신부전 초기부터 소실된다. 하지만 이러한 네프론의 소실이 있더라도, 일정 기 간(몇 주~몇 달)이 지나면, 잔존한 네프론의 보상성 비대와 증식의 결과로 요농축 기능과 배설기능이 개선된다. 그 결과, 네프론의 3/4를 소실해도 3개월 정도 지나면, 요농축 기능은 거의 정 상화되고 질소혈증도 소실된다. 때문에 만성 신부전증(CRF)는 75% 이상의 기능적 네프론의 소실의 결과로 발생하며, GFR의 75% 이상이 감소된 상태를 말한다. 질소혈증은 75% 이상의 네프론(nephron)이 기능을 상실하기 전까지는 나타나지 않는다. CRF는 노령견의 0.5%에서 1.0%까지  영향을 미치는 경향이 있는 것으로 생각된다.\\n\\n2. CRF의 발병기전\\n만성 신장질환(chronic kidney disease; CKD) 또는 만성 신부전증(chronic renal disease; CRF)의 이환율은 개는 전체 질환의 0.5~7%이다. 미국 퍼듀대학의 연 구보고서에 따르면, 개의 경우, 18%가 4세 미만에서 17%가 4~7세 사이에서, 20%가 7~10세 사이에서, 나머지 45%는 10세 이상에서 발병하였다 고 한다. 전체적으로 보면 고양이가 개보다 신장질환의 발병비율이 높았다고 한다. 생검을 통한 원발성 신장질환의 원인별 분류연구에 따르면, 개의 경우 만성 세뇨관-간질성 신염이 58%, 사 구체신증이 28%, 아밀로이드 침착증이 6%의 발병비율을 보였다고 한다.\\n\\n\\n\\n전체적인 신부전과 CRF의 임상소견의 발병기전은 제1장에 자세히 나와 있다. 이 챕터에서는 CRF의 주요 발병기전인 요독증과 과여과(hyperfiltration)에 대해 살펴보고 만성 신장질환의 진행을 유발하는 요인에 대해 살펴보겠다.\\n\\n요독증\\n요독증은 심각한 신장기능의 저하 때문에 속발된 질소혈증과 이와 관련된 임상증상들을 말한다. 요독소(uremic toxin)는 신기능의 저하에 의해 과도하게 축적된 체내 폐기물들로서 신부전의 임상증상 발현에 실질적으로 책임이 있는 물질이다.\\n요소, 구아니딘 혼합물(guanidine compound), 세균 대사 생성물(예, polyamine, aliphatic amine, indole), 미량원소(trace element), 일부 호르몬과 분자량 500~3,000달톤의 기타 혼합물들이 대표적인 요독소들이다. 임상증상은 한 가지 요독소에 의해서 발생하는 것이 아니라 여러 가지 요독소들이 복합적으로 작용하여 임상증상을 유발하는 것으로 여겨진다. 부갑상선 호르몬(parathyroid hormone; PTH)은 CRF에 특히 중요한 요독소로 CRF의 예후를 나쁘게 만드는 신성 이차성 부갑상선 기능항진증의 원인이 되는 물질이다. 이러한 PTH이나 PTH-rP의 축 적으로 신성 골이영양증(renal osteodystrophy-rubber jaw)이 발생하게 된다.\\n\\n과여과\\n사구체내 고혈압(intraglomerular hypertension)과 과여과(hyperfiltration)는 CRF 진행에 따른 보상기전으로 발생한다. 과여과는 신장 손상 이후에 살아남은 잔여 네프론이 능력 이상으로 단일 네프론 사구체 여과율(single nephron GFR; SNGFR)을 상승시켜 떨어진 신기능을 보상하는 메커니즘이다. 수입 사구체 세동맥(afferent glomerular arteriole)의 확장으로 사구체 모세혈관내 정수압이 상승한다. 또한 사구체 수출 세동맥의 수축으로 사구체 투과압을 증가시킨다. 따라서 이 두 가지 기전에 의해 사구체 여과율(GFR)이 증가하게 된다.\\n사구체내 고혈압(intraglomerular hypertension)은 사구체 모세혈관내 정수압이 상승되었을 경우를 나타내는 용어이다. 사구체내 고혈압이 전신 고혈압 발생의 주요한 원인이지만, 사구 체 고혈압이 있다고 해서 반드시 전신 고혈압이 발생하는 것은 아니다. 과여과는 신장의 보상작용으로 발생하여 사구체 여과압을 높여주는 역할을 하지만 반대로 사구체 내공의 확장으로 단 백질 소실이 증가되어 단백뇨를 악화시킬 수 있다. 따라서 증가된 SNGFR은 노폐물의 배설을 촉진하지만, 생존 네프론의 장기간 생존에 대해서는 역효과를 초래한다.\\n사구체 과여과 현상은 개와 고양이에서 실험적으로 이미 증명되어 있다. 따라서 사구체 과여과 현상은 원발성 신장질환을 가진 고질소혈증의 개와 고양이에서 당연히 나타날 것으로 생각되고 있다. 광범위한 사구체 소실이 일어나면 GFR의 회복을 위한 순응반응이 일어나게 된다. 예를 들어, 40 mL/min의 GFR을 가진 개에서 한쪽 신장을 제거하게 되면, GFR은 즉시 20 mL/min으로 줄어들지만 한 달 이내에 거의 30 mL/min로 증가하게 된다. 바로 이러한 현상이 네프론의 과여과의 효과를 나타내는 것이다. 하지만 이러한 과여과의 긍정적인 효과는 단백뇨 증가와 사구체 경화 같은 역작용을 유발하여 결국 시간이 지나면 생존한 네프론의 기능을 악화시켜 CRF를 악화시키게 된다.\\n\\n만성 신장질환의 진행을 유발하는 요인\\n축종간 차이: 개의 신장질환은 일반적으로 진행성 양상을 보인다. 실험적으로 신장을 절제했을 때, 신장의 85~95%까지 절제해도 CKD로 진행하지 않는다고 한다. \\n살아남은 신장 조직(네프론)의 기능적/형태적 변화: 네프론 소실을 보상하기 위한 생존 네프론들의 기능항진은 궁극적으로 CKD를 악화시키는 요인이된다. 과여과는 사구체를 투과하는 단백질량을 증가시키고 이렇게 증가된 단백질은 세뇨관을 손상시켜 세뇨관-간질성 신염과 사구체 경화를 유발한다. 사구체로부터 여과된 단백질이 유입 증가되면 근위 세뇨관세포에 부 하를 주게 되며 이는 궁극적으로 lysosome의 파열을 유도하며 세뇨관세포의 노출과 신장 간질의 효소손상을 유도한다. 또한 세뇨관세포는 호르몬의 수용체를 소유하고 있으며 growth fac- tor 같은 작은 분자량의 단백질(예, IGF-1, TGF-b)들이 근위 세뇨관세포에 축적되면 세포성 증식과 세포외 기질 침착(extracellular matrix deposition) 같은 세뇨관-간질성 손상을 유발한 다. 이와 더불어, 여과된 단백질이 신장에서 독성을 유발할 수 있는 염증과 혈관 작용 유전자들을 과발현시켜서 세뇨관세포들에게 과부하가 걸리게 한다.\\n여과된 혈청 단백질이 증가되면, 이 단백질이 혈관사이막 공간(mesangial space)으로 유입 되어 혈관사이막세포의 증식과 혈관사이막세포 기질의 침착증가를 유도하고 그 결과 사구체 경화증이 유발되게 된다. 더 나아가 혈관사이막의 지방침착으로 혈관사이막 세포의 침착이 일어나게 되고 collagen과 proteoglycan 같은 기질성분의 생산을 과하게 유도함으로써 사구체 경화증을 더욱 악화시키게 한다.\\n식이섭취(Diet Intake): 식이를 통해 섭취되는 단백질의 질과 양, 인, 칼로리 및 지방 등은 CRF 진행을 더디게 하기도 하고 반대로 빠르게 하기도 한다. 이러한 식이성분의 CRF에 대한 영향에 대해서는 제3장 신부전 치료제와 식이요법 편을 참조하라.\\n전신 합병증 여부: 신부전에 의한 전신 합병증의 발생은 CRF 진행을 악화시키는 주요 요인 이 된다. 대표적인 합볍증으로는 전신 고혈압, 비뇨기계 감염(UTI), 체액, 전해질 및 산-염기불균형 등이 있다.\\n사구체-세뇨관 평형(glomerulotubular balance) 유지: 질병에 의해 신장이 상당부분 손상되어도 생존한 네프론들의 보상성 기능항진 기전 때문에 사구체와 세뇨관의 기능은 정상적으로 유지된다. 손상된 신장은 특정용질에 대한 부하를 줄이기 위해 이와 상반되는 용질의 배설률을 증가시켜 그 용질에 대한 부하를 줄인다. 이러한 현상을 용질 평형 또는 사구체-세뇨관 평형이라고 한다. 칼슘과 인의 예를 들어 쉽게 다시 설명하자면, 인은 신장에서 배설되어야 하는 용질이고 칼슘은 재흡수되어야 하는 용질이다. 신부전이 진행되어 인 배설이 장애를 받으면 신장의 인에 대한 부하가 증가한다. 이를 보상하기 위해 세뇨관은 칼슘배설을 촉진하게 되고 그 결 과 저칼슘혈증이 일어나지만 고인혈증의 악화를 막을 수 있다. 하지만 이 기전은 일시적인 완화 작용을 주겠지만 궁극적으로 PTH의 과다분비를 유도하게 되고 결국 속발성 신성 부갑상선 기능항진증을 유발하게 된다. 이렇게 유발된 신성 부갑상선 기능항진증은 CRF를 악화시키는 요 인이 된다.\\n\\n3. CRF의 분류와 원인\\n수분균형: 모든 신부전에 가장 먼저 나타나는 주요 소견 중 하나가 바로 요의 농축능력 소실이다. 신장의 요 농축능력이 소실되면 환자는 체액소실이 증가되어 탈수를 유발하게 되고 탈수는 신장 혈류량을 감소시켜 결국 GFR을 떨어뜨리는 가장 주요한 원인이 된다. 이러한 GFR의 감소는 신부전을 악화시키는 요인이된다. 따라서 신부전 환자나 신기능 저하 환자에 있어서 환자의 신장질환의 악화를 막기 위해서는 수분공급량을 늘리고 환자의 가수 상태를 주기적으로 체크하는 일이다.\\n\\n\\n\\nCRF는 임상증상의 발현 여부에 따라 크게 1) Occult CRF(임상증상을 보이지 않는 CRF로질 소혈증 소견 없이 요농축 기능이 감퇴되는 상태로 renal insufficiency라고 한다), 2) Overt CRF(임상증상을 보이는 CRF로 흔히 clinical CRF, decompensated CRF 또는 symptomatic CRF라고 불린다)으로 나뉜다.\\n\\n\\n만성 신장질환의 진행단계에 대한 표준화된 기준법을 제공하는 국제 신장학회(Interna- tional Renal Interest Society; IRIS) 분류법은 최소 2회 이상의 안정적인 혈청 creatinine 농도 측정에 기반을 둔 CKD의 단계를 평가하는 기준이다(표 5-1). IRIS substage에서는 환자의 단백뇨 정도(표 5-2)와 고혈압의 유무(표 5-3)에 따라 세부 분류된다. 혈청 creatinine의 연속측정 은 반드시 같은 실험실의 같은 분석방법으로 측정되어야 한다. 혈청 creatinine 농도측정은 Jaffe colorimetric reaction을 이용한 자동 생화학 분석기를 이용해서 측정해야만 하고 효소 측정방법(enzymatic method)로 측정된 creatinine 농도는 IRIS의 가이드라인으로 활용되지 않는다.\\n\\n\\n혈청 creatinine 농도에 대한 가이드라인은 평균적인 크기의 성견을 기준으로 한 것이다. 극단 적으로 작거나 큰 개는 정상의 혈청 creatinine 농도 값이 낮거나 높게 나타날 수도 있다. 혈청 creatinine 농도에 대한 품종별 특이적인 결과 값은 IRIS 가이드라인에 언급되어 있지 않았다 (예, 그레이 하운드 종은 다른 품종들에 비하여 높은 값의 혈청 creatinine 농도를 나타낸다. 또한 어린 개는 정상적으로 성견에 비해 낮은 혈청 creatinine 값을 나타낸다).\\nIRIS의 가이드라인이 제시하는 혈청 creatinine 농도의 범위 중 일부는 일부 생화학 장비회 사에서 제시하는 정상 범위의 upper limit보다 낮은 경우도 있다. 이러한 기준에도 불구하고 일 부 CKD 환자는 일부 분석 장비의 upper normal limit보다 낮은 creatinine 수치를 보이는 경우 가 종종 관찰된다.\\nStage 1 CKD는 질소혈증을 보이지 않는 상태인 반면 stage 2 CKD는 경미한 질소혈증을 보이는 상태를 말한다(표 5-1). 이러한 stage의 CKD을 가진 환자에서는 다음/다뇨를 제외한 신기능부전에 따른 증상이 나타나지 않는다. \\n\\n\\n\\n4. CRF의 주요증상\\nCRF는 적어도 2개 이상의 장기의 기능 장애를 유발하는 다장기성 기능부전증의 질환이므로 비뇨기계 이외에도 위장관계, 근골격계, 순환 및 조혈기계, 신경계, 호르몬계 등과 관련된 다양한 증상들이 나타난다(표 5-5).\\n요독증: 요독증이라는 용어는 원래 정상적으로 요중으로 배설되어야 할 대사산물이 혈액중에 저류되어 발생하는 장애를 의미했다. 하지만 요독증은 신장의 배설기능 장애뿐만 아니라 신장에서 수행되는 대사기능과 내분비 기능장애에 의해 결과로 발생하는 당/지방/단백질 대사장 애, 빈혈, 면역계 억압 및 대사성 골질환까지 포함한다. 분자량이 500~12,000 D에 이르는 요독 증성 대사산물이 신장질환에 의해 저류되어 환자에게 병증을 유발한다. 이러한 요독소중 특히, 일정치 이상의 urea nitrogen 축적을 질소혈증(azotemia)이라고 한다. 일반적으로 BUN과 cre-저칼륨혈증\\n영양결핍증\\n대사성 산증\\n요독증\\n심장질환\\n표 5-5 만성 신장질환의 주요 합병증\\n빈혈\\n동맥성 고혈압\\n탈수\\n부갑상선 기능항진증\\n고인혈증\\n저/고칼슘혈증\\n\\n퇴행성 관절질환\\n치과/구강질환\\n갑상선 기능항진증(고양이)\\n신장결석/요결석\\n요로계 감염\\n\\natinine 농도를 기준으로 질산혈증 여부를 판독한다. BUN의 혈중농도 판독은 creatinine농도 와 반드시 병행해서 판독해야 한다. BUN/creatinine 농도비율은 식이성 단백질 섭취량이 줄어 들면 감소한다. 만약 식이성 단백질사료의 섭취량이 감소된 환자에서 이러한 비율이 증가하면 식이요법에 대한 불량한 반응성, 단백질 이화작용 증가, 위장관 출혈, 탈수 및 골격근 mass 감소를 의미한다(자세한 내용은 제2장 신부전의 임상적 접근 편을 참고하라).\\n대사성 산증: 대사성 산증은 CKD의 가장 대표적인 소견이다. 주된 요인은 1) 암모니아 합성 감소, 2) 인과 황화합물의 여과율 감소, 3) 신세뇨관의 단백질 분비감소 같은 요인들로 인하여 신장이 수소이온을 배설할 수 없기 때문이고 4) 신세뇨관의 중탄산 이온의 재흡수 장애 역시 대 사성 산증의 요인이하다. 알칼리요법(alkalization therapy)이 이러한 증상을 개선하는 데 도움 이 된다. 심각한 산성혈증은 심박출량, 동맥혈압, 간/신장 혈류량 및 전체 혈량을 떨어뜨린다. 또 한 재유입성 부정맥(re-entry arrhythmias)과 심실성 부정맥의 발생역치를 낮추는 역할을 한 다. 산성 혈증은 단백질 이화작용을 촉진하여 신장에서 암모니아 생성을 촉진하여 산성 혈증을 악화시킨다. 더 나아가 산성 혈증은 사람에서 알부민 합성을 억압하여 혈중 알부민 농도를 떨어뜨리는 역할을 한다고 한다.\\n위장관 합병증: 식욕부진과 체중감소가 요독증에 앞서 나타나는 대표적인 소화기 증상이며, 이러한 증상을 호전과 악화가 반복된다. 구토는 요독소(uremic toxin)에 의한 화학수용체 발통대 (chemoreceptor trigger zone)의 자극이 원인이 되어 발생한다. 구토는 질소혈증의 정도와 밀접한 상관관계가 있으며 고양이보다는 개에서 보다 흔히 나타난다. 요독증성 위질환(uremic gastropathy)은 선상 위축(glandular atrophy), 위점막 고유층의 부종, 비만세포 침윤, 광물질 침착 및 점막하 동맥염 등이 특징으로 증가된 가스트린 농도가 발병에 관련되어 있다. 가스트린에 의한 위산도 증가로 요독증성 위염, 위장관 출혈 및 구토를 유발한다. 또한 히스타민 방출증가로 위장관 궤양과 점막의 허혈성 괴사가 촉진된다. 그 밖의 소화기 증상으로는 구강 건조증(xerostomia), 요독증성 구내염, 요독증성 장염 등이 있다. 따라서 요독증이 있는 개에서 설사가 발생할 수 있다.\\n요농축 기능장애(다음/다뇨/야뇨): 만성 신장질환(CKD)의 가장 먼저 나타나면서 가장 흔 한 임상증상은 요농축 능력 소실에 의한 다음/다뇨 및 야뇨증이다. 요 농축능력의 소실은 생존한 네프론에 부여되는 용질 의 양이 증가되고 신수질의 파괴, 신장의 역류증폭계(counter-current multiplier system) 질환 및 항이뇨 호르몬(ADH)에 대한 신장의 반응성 저하 때문에 발생한다. 야뇨증(nocturia)은 개에서 가장 첫 번째로 주목되는 증상으로, 환자들이 한밤중에 보호자들을 깨워서 밖에 나가서 오줌을 누려고 한다. 일부 보호자는 이전에는 결코 하지 않던 실내에서의 배뇨현상으로 인해서 다뇨를 요실금(incontinence)이나 빈뇨증(pollakiuria)으로 오해하기도 한다. 보호자에게 반드시 요실금(자율조절 결핍, lack of voluntary control: dribbling)과 다뇨(정상적 자율조절, normal voluntary: 뇨량의 증가) 그리고 빈뇨(정상조절, 자주 소량의 소변을 누고 때로는 소변 누기를 힘들어하거나 통증을 호소함)와 구분지어 질문을 해야 한다.\\n전신 고혈압과 심맥관계 합병증: 고혈압은 CKD를 유발하기도 하고 CKD 때문에 발생하기 도 한다. CKD를 가진 개의 고혈압 발생률은 9~93%로 보고되어 있고, 고양이의 고혈압 발생률 은 19~65%로 보고되어 있다. 고혈압의 발생률이 이렇게 큰 차이를 보이는 것은 혈압측정 방법, 화이트 코트 효과, 연구에 포함된 신장질환의 종류, 동물의 크기의 차이 및 병적인 고혈압에 대한 기준의 차이 때문에 일어난 현상이다. 저자의 경험에 비추어 보면 소형품종이 많은 우리나라에 선 정상 혈압 기준이 높다보니 고혈압의 발생 빈도가 서구의 연구결과보다 높게 관찰된다. 통상 우리 학교와 우리 실험실 출신 동물병원의 증례들을 종합해보면 개의 경우 수축기 혈압이 150 mmHg 이상으로 관찰되는 신부전 환자는 개의 경우 50% 이상이었다. 통상적으로 학자들이 생각하는 CKD에 의한 전신 고혈압의 발생률이 20%(개)~30%(고양이) 사이인 점을 고려하면 상당히 높은 것으로 보인다. 고혈압과 관련된 내용은 부록 고혈압 편을 참고하라. 전신 고혈압의 임상적 그리고 병리적 인 증상은 눈, 심장, 신경계 그리고 신장에 부작용을 일으킨다. 실명이 대표적인 전신 고혈압의 합병증이고 주로 안저검사에서 다음과 같은 소견을 확인할 수 있다(망막 박리, 망막 출혈, 망막 혈관 만곡, 시각신경 유두함몰). 또 다른 전신 고혈압의 합병증에 의해 심잡음과 갤롭박동이 일 반적으로 나타난다. 또한 심한 CRF환자에서 빈혈에 의해 심잡음이 청진될 수 있다. 요독증에 의한 심부전은 매우 드물고, 요독증성 간질성 폐렴(uremic pneumonitis) 역시 극히 드물다.\\n신경계 합병증: 요독증이 있는 개와 고양이에서 대사성 뇌증과 말초신경증이 발생할 수 있다. 갑작스런 정신상태의 변화가 CKD가 있는 개와 고양이에서 중요한 신경증상의 소견으로 일 반적으로 불량한 예후를 암시하는 소견이다. 신경증상의 발병기전은 명확하지 않지만, 요독증과 PTH 호르몬이 발병기전에 관여되어 있는 것으로 추정된다. 요독증 때문에 발생하는 신경계 중요한 neurotransmitter조절인자인 칼슘채널의 장애와 아미노산 불균형이 요독증성 뇌증의 발병과 관련이 있다. 요독증성 뇌증(uremic encephalopathy)은 GFR이 10% 이상 떨어지면 발생할 수 있다. 뇌증은 요독증이 급성으로 발생하는 ARF뿐만 아니라 심각한 CRF 상태에서도 자 주 발생한다. PTH 농도 증가에 의해 뇌의 칼슘 유입이 증가하는 기전과 비정상적 영양이나 요 독소의 축적에 의한 아미노산의 변질로 파생되는 신경전달 기능 장애 기전이 요독증성 뇌증의 발생기전에 관여한다. 이와 더불어 혈청 이온화 칼슘 농도 저하, 전신 고혈압, 뇌의 알루미늄 축 적(인 흡착제 치료 부작용) 등이 신경증상 발현에 관여한다. 안면 떨림(facial twitching), 머리 떨기(head bobbing), 비정상적 행동, 진전(tremor) 및 발작같은 증상들이 개에서 보고되어 있다. 요독성 뇌증은 다른 대사성 뇌증과 구별하기 힘들고 주로 대칭성 양상을 보이고 다발성 신경증(polyneuropathy) 소견을 보인다.\\n근증(myopathies): 저칼륨혈증성 근증이 CKD에 의해 발생할 있다(주로 고양이에서). 저칼륨혈증의 가장 대표적인 증상은 전신적인 근허약증이다.\\n혈액학적 합병증: CRF와 관련된 빈혈은 일반적으로 정혈구성/정색소성 비재성성 빈혈이다. 보통 백혈구나 혈소판 선조세포에 영향을 주지 않고 적혈구 선조세포만을 형성 부전시킨다. CRF의 빈혈의 원인은 적혈구 신생인자인 erythropoietin이 빈혈의 가장 대표적인 요인이고, 신부전에 의한 적혈구 평균수명의 단축, 영양결핍, 요독증에 의한 적혈구 조혈 억제인자 생성, 혈 액 소실 및 골수 섬유화 등이 빈혈발생을 보조하는 역할을 한다.  요독증은 흔히 출혈소질(hemorrhagic diathe- sis)을 유발하여 피멍, 혈변, 지혈 장애의 증상의 원인이 된다. CRF 환자의 혈소판 수는 정상수준을 유지하지만 혈소판의 응집도 감소, thromboxane-A2 생산 감소, 비정상적인 세포내 칼슘 이동 및 비정상적인 glycoprotein 기능이 내 피하조직에 대한 혈소판 부착도를 떨어뜨린다.\\n신성 속발성 부갑상선 기능항진증(renal secondary hyperparathyroidism): 최근 연구결과에 따르면, CKD와 관련된 속발성 부갑상선 기능항진증의 발병비율은 개의 경우 84%이고 말기 CKD에 이환된 고양이의 경우, 100%이며 무증상성 CKD에 이환된 고양이의 경우, 47%이다. 혈 장 PTH 농도는 혈중 creatinine농도 증가에 따라 증가한다. CKD에 의한 속발성 기능항진증의 발병기전은 여러 가지 요인이 복합되어 있다. 속발성 부갑상선 기능항진증은 인저류, 고인혈증, 1,25-dihydroxyvitamin D(calcitriol)혈중 농도 감소, 혈중 이온화 칼슘 농도 감소, 칼슘 농도변화에 따른 PTH의 골조직의 반응성 저하에 의해 발생한다. 많은 문헌에는 신성 속발성 부갑상선 기능항진증의 대표적인 소견으로 신성 골이영양증(renal osteodystrophy)이 보고되어 있지만, 실제 발생률은 개와 고양이에서 낮다. 이러한 소견은 대사적으로 활발하게 활동하는 골조직을 가지는 미성숙한 동물에서 더 잘 나타난다. 이유는 알 수 없지만, 두개골과 하악골이 가장 심하게 이환되는 부위이고, 상악의 경우, 탈미네랄화가 진행되면 치아가 빠지고 섬유화 변화가 일어난 다. 연부조직에 칼슘침착도 일어나 침착장기에 기능 장애를 유발한다. 부갑상선 기능항진증에 의한 임상 소견 중 골조직 이외의 소견으로는 정신혼미, 기면, 허약, 식욕부진 및 면역 저하에 의한 감염 위험 증가 등이 있다. 또한 당관용, 혈소판기능부전 및 심근과 골격근 기능 장 애(근섬유의 미네랄 침착과 미토콘드리아의 에너지 생산 장애가 원인)를 유발한다. 더 나가신 장 칼슘침착을 항진하여 신기능의 점진적으로 소실시킨다. 혈중 PTH 농도는 PTH 단백질의 N- terminus와 C-terminus 두 곳 모두를 검증하는 two-site immunoradiometric assay나 immunochemiluminometric assay를 통해 측정해야 한다. 하지만 이러한 방법으로도 감소된 신장 청소율 때문에 PTH호르몬의 활성 mid-region PTH 파편은 검증할 수 없으므로 여전히 정확하게 부갑상선의 분비 상태를 검증할 수 없다.\\n고인혈증: 혈중 PTH농도 상승은 근위 세뇨관의 인 재흡수를 위한 세뇨관 이동을 감소시켜 인의 신장배설을 촉진한다. 하지만 신장의 GFR이 20% 정도 감소하면 이러한 보상반응이 더 이 상 일어나지 못하므로 고인혈증을 예방할 수 없다. 고인혈증과 정상혈중 칼슘농도는 calcium- phosphate product(Ca 3 PO4 in units of mg/dL; Ca-P index) 상승을 유발한다. 만약 Ca-P index가 70을 초과할 경우, calcium phosphate가 동맥, 관절 및 연부조직에 침전되기 시작한다. 이러한 과정을 전이성 석회화(metastatic calcification)라고 한다. 최근의 사람과 개의 연구에 따르면, 고인혈증의 정도는 CKD에 의한 사망률과 직접적인 상관관계가 있다고 보고되어 있다. 사람에서 혈중 인 농도가 6.6~7.8 mg/dL일 경우 정상 인 농도를 유지하는 환자에 비해 사망율은 13% 이상 높고, 혈중 인 농도가 7.9~16.9 mg/dL일 경우, 사망률은 34% 이상 높다고 한다. 또한 Ca-P index 또한 사망률과 상관관계가 있어서 index가 72 이상인 환자가 정상 index(42~52)를 보이는 환자에 비해 사망률이 1.34 이상 높다고 한다.\\n고칼슘혈증과 저칼슘혈증: 저칼슘혈증이 신부전증이 있는 환자에서 가장 흔히 볼 수 있는 질환 중 하나이다. 저칼륨혈증은 개와 고양이에서 10%에서 30% 정도 발생하는데 이는 식욕저하, 근육량 소실, 구토 및 다뇨에 따른 일부 합병증에 따른 것이다. CRF의환 자의 경우, CRF에 대한 네프론의 보상작용 때문에 칼륨에 대한 높은 분획제거율(FE-K)이 발생한다. 이러한 분획율의 증가로 저칼륨혈증이 더욱 악화될 수 있다. 저칼륨혈증은 CRF와 별도로 식욕저하, 침울 및 쇠약증을 유발한다. 심각한 근육의 쇠약에 의한 목의 ventroflexion(일명, “hanging-head”posture, truncal ataxia)증상이 많은 고양이에서 혈중 칼륨 농도가 2.5 mEq/L 이하로 떨어졌을 때 나타날 수 있다.\\n혈액 가스검사: 경미한 대사성 산증(혈액의 산도 저하)과 경미한 보상반응(pCO2 감소)이 안정된 CRF환자에서 흔히 볼 수 있는 소견이다. 중탄산 농도 역시 안정된 CRF 환자에서는 감소량이 그렇게 크지 않다(뼈에 저장된 calcium carbonate같은 풍부한 buffer물질이 존재하므로; 이러한 이유로 대사성 산증이 심해지면 뼈에서 칼슘이 많이 빠져나와 신성 골이영양증이 악 화되는 것이다). 최근 연구에 따르면 대사성 산증은 중증 CRF에 이환된 53%의 고양이에서 보고된 반면 경미한 CRF 환자에서는 15%만이 보고된다고 한다. 또한 초기 신부전에서의 대사성 산증은 고염소혈증성(정상 anion gap)인 반면 말기 신부전에서는 저염소혈증성(높은 anion gap)이라고 한다. 수소이온은 신장의 암모니아 형성과정을 통해 조절이 되기 때문에, 중증 신부전에서 ammonium 배설이 방해를 받게 되면 대사성 산증이 악화된다.\\n혈청 인 농도는 초기 CKD 단계에서는 보통 정상적이다. 고인혈증은 네프론이 85% 혹은 그 이상 기능을 상실하게 되어 나타난다. 성장이 왕성한 동물의 경우 혈청 인 농도는 정상범위를 넘어서 실제보다 높게 측정되는 경향이 있다. 따라서 실제 정상 개와 고양이의 혈청 인 수치는 5.5 mg/dL이하로 기준치를 정하는 것이 좋다.\\n총 혈청 칼슘(tCa) 농도는 대부분의 CRF 환자에서 정상이지만, 일부 환자에서는 낮거나 높게 나타난다. tCa 농도는 이온화 칼슘(iCa)과 알부민 결합 칼슘(pCa)을 합한 수치이다. CRF에 이환된 490마리 개를 대상으로 조사된 한 연구에 따르면, tCa검사를 기준으로 칼슘 상태를 평가하였을 때 환자의 22%가 고칼슘혈증으로 분류되었고 19%는 저칼슘혈증으로 분류되었다. 그러나 iCa 검사를 기준으로 평가하였을 때는 9%가 고칼슘혈증으로 분류되고 36%가 저칼슘혈증으로 분류되었다. 또한 임상에 흔히 사용하는 albumin이나 total protein에 기초를 둔 교정 공식이 오히려 칼슘치에 대한 오진율을 높힌다고 한다. CRF에 이환된 120마리 고양이를 대상으로 조사된 한 연구에 따르면, tCa검사를 기준으로 칼슘 상태를 평가하였을 때, 환자의 20%가 고칼슘혈증으로 분류되었고 11%는 저칼슘혈증으로 분류되었다. 그러나 iCa 검사를 기준으로 평가하였을 때, 환자의 29%가 고칼슘혈증으로 분류되었으며 10%가 저칼슘혈증으로 분류되었다. 이들 연구에서 tCa와 iCa가 서로 일치하지 않는 경우는 30~50% 정도였다(예, tCa는 증가 소견인데 iCa는 증가소견이 아닌 경우). 고칼슘혈증은 CKD를 일으킬 수도 있고 CKD를 악화시킬 수도 있다. 또한 CKD에 의해 고칼슘혈증이 유발될 수도 있다. 하지만 실제로 CKD 환자에 서 혈청 중에 칼슘농도를 측정할 때는 tCa보다는 iCa의 농도를 기준으로 환자 상태를 평가하는 것이 중요하다. 왜냐하면 iCa만이 CKD를 유발하거나 악화시킬 수 있기 때문이다.\\n호르몬 분석: 부갑상선 호르몬(PTH) 농도 상승은 CRF에서 흔하게 관찰되는 소견이다. 일 회성 측정에서 PTH가 정상이라고 해도 신성 부갑상선 기능항진증의 발생을 배제할 수 없다. 따라서 반복 측정이 오진을 막기 위해 필요하다. 혈청 인수치 상승과 iCa 농도 증가 및 PTH 농도 증가는 신성 부갑상선 기능항진증을 확진하는 소견이다.\\n개와 고양이의 초기 CRF에서 높아진 PTH 농도에 대한 신장의 calcitriol 생산 증가 때문에 혈청 calcitriol 농도는 일반적으로 정상이다. 하지만 PTH 농도 상승시 관찰되는 정상 수준의 calcitriol농도는 실제로 비정상적 소견이다. 신부전이 진행되면 혈청 calcitriol 농도는 점진적으로 저하된다. CKD는 만성 소모성 질환이고 스트레스를 유발하는 질환이기 때문에 갑상선 호르몬(T4) 농도 감소와 코티솔호르몬 농도 상승이 일반적으로 관찰될 수 있다\\n요검사: 개의 경우, 네프론의 67%가 기능을 소실하면 등장뇨(USG 1.007~1.015)가 발생한 다.  내인성 신부전에 의한 CKD 환자에서는 요농축 능력이 100% 발휘되지 못 한다(고양이: 1.040 이하, 개: 1.030 이하). 단백뇨는 CKD가 악화되고 있다는 소견이다. 활성 침전물 없이 지속적이고 심한 단백뇨는 원발성 사구체질환을 암시하는 소견이다. 요로계 감염이 CKD 환자에서 흔히 발생한다.\\n\\n\\n\\n6. 만성 신부전증의 치료와 관리\\n영상진단: 일반적으로 CRF신장은 크기가 감소하고 표면이 매끈하지 못하다. 물론 정상 크기와 모양인 경우도 있다. 신 초음파상 특징은 일반적으로 신장 실질의 에코가 증가하고 수질과 피질의 경계가 모호해지며 공동화되는 경우가 대부분이다. 하지만 신장의 에코가 변하지 않는 경우도 있다. 전신 고혈압이 있을 경우, 좌심실 비대와 대동맥판 혈류속도의 변화 소견이 관찰될 수 있다.\\n\\n\\n\\nCRF의 신장병소는 회복이 불가능하기 때문에 원발요인에 대한 치료에도 불구하고 완전히 회 복하기가 어렵다. 때문에 치료의 요점은 활성 신장질환을 느리게 하거나 멈추게 하는 데 중점을 둔다. 감소된 신장질환에 의한 합병증을 완화시키는 치료인 보존요법(conservative medical management)이 치료의 핵심으로 1) 체액과 전해질의 불균형을 교정하고, 2) 요독증에 의한 임 상 증상을 완화시키며, 3) 내분비이상과 영양불균형을 교정하여 회복에 필요한 충분한 영양공급과 영양이상을 교정하고, 4) 신장의 추가적인 손상을 예방하는 치료와 관리를 실시한다.\\n\\n체액과 전해질의 불균형 교정\\nARF 환자에 대한 치료법에 이미 언급된 것처럼 탈수의 교정과 예방은 모든 신부전 치료에 있어 서 핵심이 되는 관리항목이다. CRF 환자는 ARF 환자와 달리 다뇨가 주증상이기 때문에 환자의 체액 항상성 유지를 위해 수액요법은 더욱 중요하다. 탈수에 대한 수액량을 계산하는 법은 제4 장 급성 신부전증 편을 참고하라.\\n다뇨기에 있는 환자의 체액균형은 보상성 다음증에 의해 유지된다. 만약 다뇨를 보상하기 위 한 충분한 수분섭취가 이루어지지 못할 경우, 탈수가 발생한다. 또한 신장이나 위장관을 통한 체 액 소실이 탈수의 원인이 된다. 탈수가 지속되고 재발이 자주되는 환자에 대해서는 보호자에게 집에서 피하주사를 놓아주게 하는 방법도 추천되고 있다. 이러한 피하주사를 이용한 수액요법은 식욕과 활력을 증진시켜주고, 변비발생을 줄여준다. 0.9% 생리식염수나 lactated Ringer’s solu- tion(Hartman)이 피하주사용 수액제로 가장 많이 사용된다. 하지만 이러한 수액제를 유지용 목적으로 장기간 투여할 경우, 순수 수분 공급량이 적어서 고나트륨혈증을 유발할 수 있다. 또한 만 성적인 피하 수액법은 일부 환자에서 과수화를 유발할 수 있다.\\n만성 신부전증 환자에게 적합한 수액제는 환자의 산-염기 상태와 전해질 상태에 따라 결정되어야 한다. 하지만 일반적으로 대사성 산증과 여러 가지 전해질이 결핍이 발생하므로 약간 산 성을 띠는 0.9% 생리식염수보다는 polyionic solution인 LRS용액(하트만)이나 Plasmalyte(acetyl Ringer solution)를 주로 사용한다.\\n칼륨고갈과 저칼륨혈증은 CRF에 이환된 고양이에서 흔히 볼 수 있는 합병증이다(약 20~ 30% 정도 이환율). 또한 신부전증에 의한 고혈압 치료를 위해 흔히 사용되는 amlodipine은 저칼륨혈증을 악화시키는 인자이다. 산성증 역시 저칼륨혈증의 발생 가능성을 높이는 위험인자이다. 마그네슘이 제한된 산성화 사료를 급여해도 저칼륨혈증이 유발된다. 저칼륨혈증성 다발성근 증, 전신적인 근허약 및 cervical ventroflexion이 저칼륨혈증의 대표적인 증상이다. 경구 보조요 법이 가장 안전하고 선호되는 칼륨의 투약방법이다. 비경구적인 치료방법은 응급상황이나 경구 요법에 반응을 보이지 않는 증례를 위해 남겨둔다. Potassium chloride를 피하용 수액제에 30 mEq/L까지 첨가한다. 환자의 크기와 저칼륨혈증의 심하기에 따라 potassium gluconate를 2~6 mEq/day까지 투약한다. Potassium citrate solution(Polycitra®-K Syrup)은 알카리화까지 유도하므로 신부전증 치료에 매우 유용하다. Potassium citrate를 처음에 40~60 mg/kg/day를 2~3 회 나누어 투여한다. 만약 근 허약증이 존재하더라도 보통 일주일 이내에 소실된다.\\n대사성 산증은 CRF환자의 대표적인 임상 소견 중 하나이다. 알카리요법은 이러한 CRF의합 병증인 대사성 산증을 교정하는 치료법이다. 이러한 알카리요법은 1) 환자로부터 요독증성 임상증상(예, 식욕부진, 기면, 구토, 근 허약증, 체중 감소)을 완화시키며, 2) 대사성 산증으로 인한 단 백질 이화작용을 막고, 3) 설사, 탈수 또는 호흡성 산증에 의한 acid stress로부터 환자의 완충 능력을 늘려주며, 4) bone buffering에 의한 골격손상(예, 탈미네랄화 및 골성장 억제)을 막아주고,\\n산성증에 의한 심맥관계 부작용(예, 심근 수축력 저하 및 혈관 수축 증가)에 교정한다. 최근 연 구에 따르면, 이러한 대사성 산증은 stage 3 CKD에 이환된 고양이의 15%에서 발병되고 요독증 증상이 있는 고양이의 50%에서 이러한 소견이 발병된다고 한다. 비교적 안정적인 CRF가 있는 개와 고양이에서, 혈중 중탄산 농도가 15 mmol/L 이하일 경우, 알카리요법을 개시해야 한다. 그러나 만약 혈액의 산도가 7.1 이하일 경우, 즉시 비경구적인 알카리요법을 실시해야 한다. 혈중 총이산화탄소 측정법은 그 정확도에 있어서 논란이 많지만, 아직까지 개와 고양이에서 산-염기 상태를 예측하는 가장 대표적인 검사방법이다. 일반적으로 총 이산화탄소 농도가 15 mmol/L 이 하이면 대사성 산증으로 판정한다. 알카리요법의 option으로는 처방식, 중탄산 및 potassium citrate 등이 있다. 일반적인 신장 처방식은 중성에서 약간 알카리를 띠기 때문에 경미한 대사성 산증의 치료에 유효하다. 경구용 중탄산 투여법이 CRF 환자에서 가장 많이 사용되는 방법이다. 하지만 구강으로 중탄산을 투여할 경우, 위산에 의한 중화작용이 어느 정도 이루어질지 모르기 때문에 개체별로 투여량을 조절해야 한다. 일반적인 추천 용량은 8~12 mg/kg을 하루 2~3회 나누어 투약하는 것이다. \\n\\n요독증에 의한 임상증상 완화\\n칼슘-인 항상성 유지를 통한 신성 부갑상선 기능항진증 발생 예방(Box 5-1, 5-2): 장관의 인-결 합제(Intestinal Phosphorus-Binding Agents)과 비타민 D를 포함한 칼슘제 공급이 CRF 환자 관리에 있어서 신성 부갑상선 기능항진증 발생을 방지하기 위해 사용된다. 중등도의 신부전증 이 있는 환자에게 aluminum carbonate을 1.5~2 g을 투약해도 1% 이상의 인 함유량을 가진 사료를 투여할 경우, 고인혈증을 교정할 수 없다. Aluminum함유 약물이 비용이 저렴하고 효과가 좋을 뿐 아니라 부작용이 적기 때문에 수의분야에서는 많이 사용되고 있다. 사람의 경우, 알루미늄 중독에 의한 뇌증, 소혈구성 빈혈이나 골연화증 같은 골질환이 보고된 바 있다. 물론 개와 고양이에서도 이와 유사한 부작용이 보고된 적은 있지만, 매우 드물게 발생한다. Calcium함유 약물은 잠재적으로 고칼슘혈증(특히, calcitriol를 보조 투여할 경우)을 유발할 수 있다. 위궤양에 많이 사용하는 sucralfate는 장관계에서 인을 흡착하여 인 농도를 낮추는 데도 유효하다. 최근에는 cationic polymer제제인 sevelamer hydrochloride(Renagel®)가 사람에서 많이 사용되고 있다. 이 약물은 고칼슘혈증을 유발하지도 않고, 알루미늄 흡수에 의한 부작용도 유발하지 않는다. 하지만 다른 약물에 비해 비용이 비싸다. 자세한 내용은 Box 5-1을 참조하라.\\n신장의 calcitriol 생산 감소에 의해 신성 속발성 부갑상선 기능항진증이 발생한다. Calcitri- ol(1,25-dihydroxyvitamin D)은 가장 활성 상태의 비타민 D로 신장에서 25-hydroxyvitamin D의 hydroxylation에 의해서 합성된다. 정상적으로 calcitriol은 PTH 합성과 분비를 억제하고 부갑상선의 성장을 억압한다. 신장의 기능성 mass의 크기가 감소함에 따라, 신장의 calcitriol 합 성량은 감소한다. 인의 저류가 일어나면, PTH 분비가 자극되고 신장에서 calcitriol 합성이 방해를 받는다. PTH 수치를 낮춤으로써, calcitriol요법은 신성 속발성 부갑상선 기능항진증에 의한 이상소견을 최소화할 수 있다. 이러한 요법으로 환자의 삶의 질과 생존기간이 길어진다.\\nCalcitriol 치료의 가이드라인: Calcitriol 치료의 목표는 신성 속발성 부갑상선 기능항진증과 이에 따른 이상소견을 예방하거나 교정하는 데 있다. 그러나 잠재적으로 고칼슘혈증의 발생 위험이 있기 때문에 calcitriol 투여는 신중히 결정해야 한다. 지속적인 calcitriol 유도 고칼슘혈 증은 GFR를 떨어뜨린다. 사람에서는 calcitriol요법에 의한 고칼슘혈증의 발병률이 30~57%로 보고되어 있지만 2.5~3.5 ng/kg/day의 투약용량을 개에서 투여할 경우, 고칼슘혈증이 거의 발생하지 않는다고 한다. 고칼슘혈증이 장관용 칼슘함유 인 흡착제(예, calcium carbonate) 투여에 의해서도 발생할 수 있다. 따라서 calcitriol를 투여 받거나 calcium carbonate를 투여 받고 있는 동물에서 인과 칼슘 농도를 주기적으로 관찰해야한다. 최적의 calcitriol 투여량은 개체별로 다르기 때문에 혈중 칼슘, 인 및 PTH 농도에 근거하여 결정해야 한다. 만약 calcitriol 투여로 고 칼슘혈증이 발생하면 하루 투여량을 두 배로 늘리는 대신 투여간격을 이틀에 한 번씩 투여하는 방법으로 전환한다. 만약 PTH농도가 지나치게 상승하고 일반적인 방법으로 혈중 PTH 농도를 떨어뜨릴 수 없을 경우, pulse calcitriol요법을 실시한다. 이 방법은 20 ng/kg의 calcitriol을 주 2 회 저녁마다 빈속에 투여하는 방법이다. 이러한 방법은 일반 투약방법을 1~2개월 동안 실시해 \\n\\nBox 5-1 만성 신부전증 환자에서 장관의 인-결합제(Intestinal Phosphorus-Binding Agents)요법\\n\\n장관 인-결합제는 장의 내강에서 인을 끌어들이고 변으로 배출되는 양을 증가시킨다. 이러한 상품 은 일반적으로 식이 인과 결합하는 능력을 극대화하기 위해 음식과 함께 주거나 먹이를 주고 2시간 이내에 줘야 한다.\\nAluminum hydroxide(Amphojel)의 시작용량은 30 mg/kg을 매 8시간마다 또는 45 mg/kg를 매 12시간마다 음식과 함께 주는 것이다. 혈중 인 농도는 6.0 mg/dL로 유지해야 한다. 필요에 따라 더 많은 용량을 사용할 수 있다. 알루미늄을 함유한 인흡착제로 치료를 하는 동안 발생할 수 있는 가장 큰 부작용은 변비이다. 개나 고양이의 경우, 이 약물들을 사람의 경우처럼 오래 사용하는 것은 아니기 때문에 결과적으로, 알루미늄 함유 인흡착제는 여전히 수의분야에서는 상대적으로 안전한 것 같다.\\nSucralfate: g당 200 mg 알루미늄을 함유한 sucralfate는 CRF 환자의 혈중 인 수치를 낮추는데 도움을 줄 수 있다.\\nCalcium Carbonate(Tums: tablet당 500 mg의 CaCO3 함유; Os Cal 500: tablet당 1.25 g의 CaCO3함유) 매 8시간마다 30 mg/kg 또는 매 12시간마다 45 mg/kg을 음식과 함께 투여한다. 인 의학에서는 알루미늄 중독의 문제로 인해 칼슘을 기초로 하는 장내 인흡착제가 개발되었다. 칼슘 아세테이트는 다른 칼슘함유 인흡착제보다 더욱 효과적이며 다른 칼슘-인흡착제보다 적은 용량을 투여해도 된다. 667 mg의 캡슐(PhosLo) 또는 타블렛(Calphron) 형태가 시판되어 있다. 사람에서 추천되는 용량은 매 식사 때마다 20~40 mg/kg을 복용하는 것이다. 칼슘함유 인흡착제를 사용하는 동물에는 고칼슘혈증의 발생 여부를 모니터링 해야 한다. 칼슘함유 인흡착제와 칼시트리올을 동시에 사용할 경우 고칼슘혈증의 발생 가능성은 더욱 높아지게 된다. CRF에 이환된 개와 고양이가 칼시트리올 치료를 받고 있다면 칼슘을 함유하지 않은 인흡착제를 사용하는 것이 더 좋다.\\nSevelamer HCl(Renagel)은 투석을 받고 있는 사람에서 사용되는 상대적으로 새로운 인흡착제이다. 하지만 이것이 자연적으로 발생한 CRF에 이환된 개와 고양이에서도 효과적인지는 아 직 밝혀진 바가 없다. Sevelamer는 polymeric resin과 교차 결합되어 있으며 인과 결합하고 염화물을 방출한다. 이 약물은 알루미늄이나 칼슘을 함유하지 않고 전신적으로 흡수되지도 않는 다. Sevelamer는 low density lipoprotein과 콜레스테롤 농도를 감소시키고 CRF에 이환된 사람이 칼슘함유 화합물을 함께 치료받을 때 발생할 수 있는 혈관과 신장의 석회화 발생 위험을 줄여줄 수 있다. 부작용이 적어 가격이 비싼 편이다. 부작용으로는 위장관계 작용(예, 변비), 그 리고 인과 마찬가지로 다른 물질(예, 담즙, 콜레스테롤, 비타민)과도 결합할 수 있는 가능성이 있다. 또한 매우 높은 용량(사람에서 추천되는 용량의 6~100배)에서 엽산과 비타민 K, D 및 E의 흡수 장애를 유발할 수 있다는 점이다. Sevelamer가 처음 보고되었을 때 인과 협착되는 효능 은 칼슘 아세테이트와 비슷하고 고칼슘혈증을 일으킬 가능성은 더욱 적은 것으로 보고되었다. 그러나 최근 연구에서는 칼슘 아세테이트가 sevelamer보다 고인혈증과 칼슘-인 생산물(Ca-P product)을 통제하는 데 더욱 뛰어난 것으로 보고되었다. 사람에서는 음식과 함께 800~1,600 mg 용량을 섭취하면 된다. 이것을 기초로 하여 소동물에서는 매 8시간 간격으로 10~20mg/kg를 음식과 함께 줄 것을 고려하면 된다. Sevelamer는 친수성이고 물에서 팽창하므로 타블렛과 캡슐을 부수거나 열어서는 안 된다.\\nLanthanum carbonate(Renalzin): 알루미늄과 칼슘을 함유하고 있지 않고, 위장관계에서 흡수되지 않으며, 효과적으로 인흡착제의 역할을 한다. 하지만 매우 비싸다. 이 약물은 칼슘 카보네이트 작용과 비슷하나 고칼슘혈증의 위험성이 없다. Lanthanum은 우선적으로 담즙을 통해 배설되고 신부전이 있는 환자에게 축적될 위험성이 없으나, 장기간 사용할 시 안전성에 대해서는 밝혀진 바가 없다. 개에게 시행된 독성 평가에서 보듯이, 치료중의 개에서는 lanthanum의 축적이 많은 조직에서 일어났다(특히, 위장관계, 뼈, 그리고 간). 치료를 중단한 후에도 6개월 이상의 기간 동안 조직에 높은 농도로 남아 있었다. 자연적으로 발생한 CRF에 이환된 개와 고양이에게 lanthanum을 인 흡착제로서 사용한 보고는 아직 없다. 하지만 다른 인 흡착제 사용의 반응에 실패하였거나 경험적으로 부작용이 있었던 환자들에게 적용해볼 만하다. 사람의 시작 용 량은 매 식사 때마다 경구적으로 250~500 mg을 복용하는 것이다. 적당한 혈중 인 농도를 얻을 때까지 매 2~3주마다 농도를 적정해야 한다. 대부분 사람들은 혈중 인 농도가 6.0 mg/dL에 도달하기 위해서는 매 식사 때에 500~1,000 mg이 필요하다. 이것을 기초로 하여, 동물들 은 8시간 간격으로 음식과 함께 3~7 mg/kg를 시작용량으로 생각할 수 있을 것이다.\\n\\n부갑상선 기능항진증이 교정되지 않는 경우 실시하는 방법이다. 만약 이러한 방법으로 반응을 보이면, 일반적인 투약방법으로 전환한다. 장관을 통한 인과 칼슘흡수를 촉진할 수 있기 때문에 calcitriol은 음식과 함께 투여하지 않는다. 자세한 내용은 Box 5-2을 참조하라.\\n전신 고혈압의 예방과 치료: 개와 고양이에서 CRF가 동맥성 고혈압의 가장 대표적인 원인이다. 또한 동맥성 고혈압이 CRF환자에서 요독증 발생과 사망률을 높이는 위험요소이다. 고양이 고혈압에서 보고된 소견으로는 기면, 실명, 망막출혈/해리, 발작 및 심실비대 등이 있다. 항고혈압 약물인 hydralazine을 투약하면 신장이식 후 발생한 고혈압에 의한 발작치료에 유효하다고 한다. 혈액측 정시“white coat”effect에 의해 일시적으로 혈압을 높게 측정할 수 있으므로, 반복 측정으로 진짜 고혈압을 감별해야 한다. 혈압이 160/100 mmHg 이상이 될 때 치료의 개시 시점으로 삼는다.\\n치료의 목표 및 가이드라인: ACE inhibitor(예, enalapril, benazepril)와 칼슘채널 차단제\\n\\n\\nBox 5-2 만성 신부전증 환자에서 비타민 D 치료 요법\\n\\n신장에서, 25-hydroxyvitamin D3은 세뇨관 상피에서 발견되는 25-hydroxyvitamin D 1a- hydroxylase(1a-hydroxylase)에 의해 vitamin D3의 활성형인 1,25-dihydroxyvitamin D3 (calcitriol)로 전환된다. 1a-hydroxylase의 양과 활성은 신장에서 철저하게 조절된다. 이 효소 분자들의 양과 활성은 PTH에 의해 증가한다. 인(P)은 유전적으로 1a-hydroxylase 형성을 억 제하고 그것의 활성을 억제한다. 이 효소의 생산은 칼시트리올 합성 정도에 따라 억제된다. 이 효소의 활성은 식이성 칼슘 섭취량에 반비례한다. 따라서 고칼슘혈증은 칼시트리올 생산을 감소시키고 저칼슘혈증은 칼시트리올 생산을 증가시킨다.\\n1,25-dihydroxyvitamin D3(calcitriol)의 주요한 작용은 1. 장에서 칼슘과 인의 흡수를 증가시키고, 2. PTH와 관련된 칼슘과 인의 골재흡수를 촉진하고, 3. 부갑상선에서 PTH 합성의 음성 적 피드백을 조절하며(CRF 환자는 상대적으로 이러한 작용이 부족하기 때문에 속발성 신성 부 갑상선 기능항진증이 발생하게 된다), 4. 신세뇨관에서 칼슘과 인의 재흡수를 증가시킨다.\\n신부전에 걸린 개들은 정상 개들과 비교하여 혈중 칼시트리올 농도가 감소한다. 그 이유는 CRF 초기에, 고인혈증에 의한 1a-hydroxylase의 억제로 인해 칼시트리올 합성이 원활하게 이루어 지지 않기 때문이다. 이러한 소견은 식이 인 제한과, 필요하다면, 인 흡착제를 투여함으로써 해 결할 수 있다. CRF후기에는 renal mass에서 필요한 양의 칼시트리올 생산이 어렵다. CRF 환자를 관리할 때 기능적으로 renal mass에서 칼시트리올을 충분히 생산하지 못하는 신부전의 전/후를 기준으로 칼시트리올을 보충하면 된다. 그 이유는 Renal mass가 충분한 양의 칼시트리올을 생산하지 못하게 되기 이전에는 증가된 혈중 PTH 농도에 의해 칼시트리올 생산을 어느 정도 유지할 수 있다. 하지만, PTH 자체가 요독소로도 알려져 있기 때문에 칼시트리올은 부갑 상선의 칼시트리올 수용체에 작용하는 피드백 능력으로 PTH 합성과 분비를 감소시키는 중요한 작용을 한다.\\n필요하다면 낮은 단백질/인 함유 식이와 경구적인 인 흡착제를 투여하여 반드시 고인혈증을 적절하게 통제한 후 칼시트리올을 사용해야 한다.\\n만약 Ca(mg/dL) X P(mg/dL) 용해 산물이 60~70 이상이면, 연부조직에 무기질 침착이 일어날 수 있기 때문에 칼시트리올 치료는 줄이거나 중지해야만 한다. 만약 현재 장내 인흡착제를 사 용하고 있지 않다면 사용해야 할 것이고, 용량 또한 증가시켜야 할 것이며, 또한 인을 통제할 수 있는 능력이 최상인 다른 종류의 인 흡착제를 사용해야 할 것이다. 칼시트리올은 혈중 인 농도 가 6.0 mg/dL 이하일 때, 부갑상선에 대한 가장 효과적인 음성 피드백 작용을 한다.\\n매일 복용 방법: 칼시트리올(2.5~3.5 ng/kg/day)의 매우 낮은 용량은 CRF에 이환된 개와 고 양이에서 속발성 신성 부갑상선 기능항진증을 예방 또는 치료할 목적으로 사용되고 있다. 고칼슘혈증이 발생하는 것을 피하고 혈중 이온화 칼슘을 측정할 목적으로 연속적으로 혈중 칼슘 농 도를 모니터해야 한다. CRF에 이환된 개와 고양이들에게 칼시트리올 치료를 실시하면, 혈중 PTH 농도를 감소시키거나 안정적으로 유지할 수 있다.\\n간헐적인 복용 방법: 일주일에 두 번씩 9.0 ng/kg 용량의 칼시트리올을 CRF에 이환된 개와 고 양이에게 적용하는 방법이다. 이렇게 적용할 경우, PTH합성과 분비를 억제하는 칼시트리올의 작용이 약 4일간 지속된다. 이 때 기간을 잘 지키는 것이 중요하다. 일반적으로 매 3.5일마다 칼시트리올을 복용할 것을 권고되고 있다(예, 일요일 오전에 투여하였다면 그 다음은 수요일 오후에 투여하면 된다). 보호자가 약을 먹이는 데 편하다. 이러한 투여방식은 매일 복용 투여방식에 의해 발생할 수 있는 고칼슘혈증의 위험을 줄여줄 수 있다. 간헐적인 복용 방법은 Ca 3 P product가 정상범위보다 높아지더라도 계속적으로 칼리트리올의 적용이 가능하다.\\nPulse dosing method: Pulse dosing과 간헐적인 복용 방법을 혼돈하여서는 안 된다. 간헐\\적인 복용 방법과 pulse dosing 모두 같은 투여간격을 이용한다. Pulse dosing은 일주일에 두 번씩 20 ng/kg 용량만큼 투여하면 된다. 간헐적인 복용 방법과 매일 복용 방법을 통한 혈중 PTH 농도 조절에 실패하였다면 pulse dosing 방법이 사용된다. Pulse dosing의 목표는 부갑상선에 있는 비타민D 수용체를 더 많이 유도하는 것이고 이 수용체가 미래에 쓰일 수 있는 칼시트리올의 낮은 용량에서도 반응할 수 있도록 하는 것이다.\\nCinacalcet(Sensipar): 칼슘유사 약물로 부갑상선의 calcium-sensing receptor의 민감도를 증가시킬 목적으로 고안된다. 이 약물은 혈중의 인과 칼슘 농도뿐만 아니라 PTH 분비도 감소시 킨다. 인의학에서는 이 약물을 속발성 신성 부갑상선 기능항진증의 치료에 사용되고 있으며, 혈 중 PTH 농도를 더 잘 조절하기 위해 대개 칼시트리올과 함께 사용된다. 수의 분야에서는 아직 제 한된 사용보고만 있어서 그 유효성이나 용법이 알려져 있지 않았다. 하지만 신성 부갑상선 기능항진증 치료에 식이성 인 제한, 인 흡착제 및 칼시트리올 용법과 함께 적용해 볼 수 있다.\\n(예, amlodipine)은 신장을 보호하는 효과도 있고 혈압을 낮추는 효과가 있어서 가장 많이 사용되는 약물이다. ACE inhibitor는 일반적으로 혈압 강하효과는 크지 않지만, 사구체 혈류량과 단백뇨를 개선시키고 renin-angiotensin system에 대한 profibrotic effect가 있다.  보통 고혈압에 대한 투약용량은 benazepril를 투약하든 enalapril를 투약하든지 간에 0.5 mg/kg을 하루에 한 번 경구 투약한다.\\n칼슘채널 차단제는 전사구체 혈관수축에 길항하므로 이론적으로 사구체 자체 고혈압에는 효과가 없다. 하지만 이러한 약물이 신장을 보호하는 효과가 있다고 한다. 개와 고양이에서 amlodipine의 정확한 효과에 대한 연구보고는 아직까지 없다. 하지만 경험에 의하면 칼슘채널 차단제는 고혈압 치료에 매우 효과적이고 부작용도 적으며, 비교적 효과가 빨리 나타난다. 개의 경우 고혈압치료에 먼저 이용되는 약물은 ACE inhibitor이다. 개의 amlodipine 투여 용량은 0.1~0.2 mg/kg, PO, BID이다.\\n빈혈의 예방과 치료: CRF에서 빈혈은 여러 가지 원인에 의해서 발생하지만 흔히 iatrogenic 원인에 의한 혈액소실을 간과하기 쉽다. 비록 내래성 erythropoietin 농도가 정상이더라도 만약 만성적인 경미한 위장관의 혈액소실에 의해 중등도에서 심한 빈혈을 유발할 수 있다. 철 결핍증, 소혈구성 빈혈 및 BUN/creatinine ratio 증가 같은 소견이 있을 경우, 잠복성 위장 출혈을 의심할수 있다.\\nCRF에 이환된 개와 고양이에서 철 결핍증은 흔히 나타나는 소견이다. 고양이의 경우, iron sulfate를 50~100 mg/day을 투여하고, 개의 경우, 100~300 mg/day를 투여한다. 경구용 철분 보조요법으로 위장관 장애나 설사를 유발할 수 있으므로 소량을 여러 번 나누어 투여해야 한다.\\n철 결핍 이외에도 단백질 결핍은 적혈구 신생에 필요한 적정 아미노산과 호르몬 농도를 유지할 수 없어서 빈혈을 악화시킬 수 있다. 비록 연구되지는 않았지만, riboflavin(vitamin B2), cobalamin(vitamin B12), folate, niacin, 또는 pyridoxine(vitamin B6) 결핍도 이론적으로 영양성 빈혈을 유발할 수 있다. 또한 진행성 CRF에서 적혈구막의 용혈소질이 높아지고 hemoglo- bin oxidation을 막는 glutachion 재생이 억압되기 때문에 적혈구 평균 수명이 줄어든다. PTH 가 골수 선조세포 성장을 방해하기 때문에 CRF에 의한 빈혈 발생에 기여한다고 한다. 하지만 임상적으로 PTH 농도와 빈혈의 정도와의 상관관계는 입증되지 못하였다. 혈중 인산 농도 역시 적혈구내 인 농도를 높이므로 이로 인하여 적혈구 내 2,3 DPG 농도가 증가한다. 증가된 2,3 DPG농도에 의하여 oxyhemoglobin dissociation curve가 우측으로 이동하여 조직의 산소포화 도가 증가하므로 erythropoietin 합성이 감소한다. 이로 인하여 빈혈발생에 기여한다고 한다.\\nAnabolic steroid는 과거에 CRF에 이환된 환자에게 빈혈을 치료하는 데 주로 사용하던 약 물이다. 하지만 최근 연구에 따르면, 이 약물들의 효능은 극히 제한적이라고 한다. 때문에 이러 한 약물 요법은 영양성 요인이나 erythropoietin이나 수혈로 교정이 안 되는 특수한 경우에 국한해야 한다.\\n빠르게 빈혈을 교정해야 할 경우(예, 수술을 해야 할 경우), 농축 적혈구나 전혈을 수혈하는 방법이 이용된다.\\n개와 고양이에서 빈혈치료에 사용되는 erythropoietin(EPO)은 사람의 재조합성 erythro- poietin인 rHuEPO이다. 이러한 요법은 보통 PCV가 20% 이하로 떨어질 때 사용된다. 추천되는 초기 투약 용량은 50~150 U/kg을 피하로 1주일에 3회 투여한다. 대부분의 개와 고양이에서는 초기에 100 U/kg으로 투약한다. PCV를 1~2주 간격으로 관찰하여 PCV가 개의 경우 37%~45% 가 될 때까지, 고양이의 경우, 30~40%가 될 때까지 치료를 지속한다. 만약 target 목표 내로 PCV가 들어오면 투여간격을 주 2회로 늘리고, 1~2주 이후에도 PCV가 target 목표 내에서 유지될 경우 투여간격을 주 1회로 늘린다. 빈혈이 심하지만(PCV가 14% 이하), 수혈이 필요 없을 경우, 처음 일주일 동안 rHuEPO를 150 U/kg으로 투여한다. 고혈압이 있고 빈혈이 심하지 않을 경우, 고혈압을 막기 위해 rHuEPO를 50 U/kg으로 투여한다. rHuEPO 치료와 관련된 부작용으로는 전신 고혈압, 발작, 주사부위의 면역반응 및 erythropoietin에 대한 항체생성등이 있다. rHuEPO치료에 의해 고혈압이 악화되고 새로이 유발되기도 한다. 하지만 rHuEPO치료에 의한 가장 중요한 합병증은 항 rHuEPO 항체에 의한 회복 불능성 빈혈과 적혈구 조혈인자 형성부전증이 있다.\\nDarbepoetin(DPO)은 합성 erythropoietin으로 작용 지속시간이 더 길고 항원성을 적게 보여서 투약 횟수와 부작용 발병빈도 및 자가 항체 생성을 획기적으로 줄인 신약이다. 비용은 erythropoietin보다 비싸지만 실제 작용 지속시간이 길기 때문에 실제로 약값은 비슷하다. 아직 정확한 적용 용량은 나와 있지 않지만, 사람의 적용증에 준하여 개와 고양이에서 0.45 ug/kg의 용량으로 1주일에 1회 피하 주사한다. PCV를 모니터하면 PCV가 지나치게 높아지거나(예, PCV 55% 이상), 예상 PCV에 도달할 경우, 2~3주 간격으로 주사한다. Erythropoietin(EPO)에 비해 아미노산 서열이 몇 개 달라서 anti-erythropoietin antibodies를 거의 생산하지 않지 만, EPO에 이미 항체가 생성된 환자에서는 darbepoetin도 작동하지 않을 수 있다고 한다.\\n향후 CRF에 의한 빈혈치료법에는 축종-특이성 erythropoietin 치료와 유전자 치료법이 있다. 아직까지 상용화되진 않았지만 이미 개와 고양이에 특이적인 erythropoietin이 개발되어 있다. \\n요독증 독소의 흡수 방지나 제거를 위해 여러 가지 악물들이 나와 있다. 대표적인 약물이 azodyl, kremezine, rubenal 같은 약물이다. 이러한 약물에 대해서는 제3장 신부전증의 치료제 와 식이요법 편을 참고하라.\\n\\n내분비 이상 및 영양 불균형 교정\\nCRF에 이환된 개와 고양이의 치료에 가장 중요한 것 중 하나가 식이요법이다. 과거에는 단백질 함량을 최소화데 초점이 맞추어져 있었다. 하지만 최근에는 물론 단백질 제한도 중요하지만, 다른 영양소의 조절 역시 중요한 것으로 알려져 있다. 신부전증이 있는 개와 고양이에 대한 추천 식이요법의 핵심은 1) 단백질, 인, 나트륨을 제한하고, 2) 비타민 B와 열량 함유량(caloric densi- ty)을 높이며, 3) 중성의 산-염기 균형을 유지한다. 고양이의 처방식에는 칼륨을 보충해준다. 개의 처방식에는 omega-3/omega-6 polyunsaturated fatty acid(PUFA) 비율을 높여주며, 섬유소 함량을 증가시켜 위장관을 통한 질소산물 배설을 촉진시킨다. 자세한 식이요법 요령은 제 3장 신부전증의 치료제와 식이요법 편을 참고하라.\\n인 함량(diet phosphate): 섭취된 인은 사구체 여과를 통해 신장을 통해 배설되고, 총 배설량은 근위 세뇨관의 재흡수율에 따라 조절된다. 일반적으로 신기능이 감소되면 인의 재흡수율도 감소되어 고인혈증이 안 일어나지만 신부전이 지속되면 이러한 보상기능이 장해를 받기 때문에 인 배설이 장해를 받아서 고인혈증이 발생하게 된다. 인 저류자체가 임상증상의 원인이 되 지는 않지만, 속발성 신성 부갑상선 항진증과 신장에 칼슘침착을 유발하여 추가적인 신기능 감소를 유발한다. 현재까지 밝혀진 바로는 stages 3과 4 상태의 CKD가 있는 환자에게 식이성 인 제한이 필요한 것으로 알려져 있다. 또한 단백질이 인의 중요한 공급원이기 때문에, 식이성 인 제한을 위해 단백질 함량을 줄이는 것이 중요하다.\\nOmega-3 polyunsaturated fatty acid(O3-PUFA): 최근 CRF에 이환된 개를 대상으로 실시한 연구에서 보면, 포화지방이나 O6-PUFA가 많이 함유된 사료를 급여한 그룹보다 O3- PUFA가 많이 함유된 그룹이 치사율이 낮고 양호한 신기능을 유지하며, 신장병소도 적고, 단백뇨와 콜레스테롤 수치도 낮았다고 한다. 또한 사구체 경화증, 세뇨관 간질성 섬유화 및 간질성 염증의 병소 또한 O3-PUFA를 투여한 그룹이 감소되는 소견을 보였다. 연구에 따르면 O3- PUFA 보조요법은 콜레스테롤 수치를 낮추고, 염증과 혈전을 억압하며(염증 전구물의 억압을 통해), 혈압을 낮추며, 신장의 혈류량을 개선하고, 항산화효과를 제공하며, 신장내 칼슘침착을 억제하는 효과가 있다고 한다. 현재까지 밝혀진 바로는 O3-PUFA 보조요법은 stages 3과 4 상태의 CKD가 있는 환자에게 가장 유효한 것으로 알려져 있으며, 최적 O3/O6-PUFA의 비율은 아 직 확실히 정립되지 않았다. 또한 이미 O3-PUFA가 함유된 처방식을 먹고 있는 환자에게 O3- PUFA를 추가적으로 투여할 필요는 없다. 고양이에서 O3-PUFA의 유효성은 아직까지 검증되지 않았다.\\n단백질 함량: CRF 환자에 유효한 최적의 단백질 함량에 대해 정립이 되어 있지 않지만, 단백 질 제한이 요독증의 임상증상을 완화시키기 때문에 stage 4 환자에게 단백질 제한이 필요하다는 사실에는 학자들 대부분이 동감하고 있다. BUN 수치는 식이성 단백질 섭취량을 나타내는 우수한 지표가 된다. 비록 urea nitrogen 자체가 중요한 요독증성 독소로 취급되지 않지만, BUN은 비단백질성 질소 대사산물의 저류를 나타내는 우수한 생화학 마커로 creatinine에 비해 더 정확하게 임상증상의 심하기를 나타낸다. 단백질 제한을 일찍부터 실시한다고 해서 특별한 부작용은 보고되어 있지 않기 때문에, 요독증의 증상이 발현되기에 앞서 신장 처방사료를 일찍부터 급여하는 것이 좋다. 하지만 stage 3 CKD에서부터 단백질 제한을 시작했을 때 신장질환의 진행이 더 늦추어진다는 보고는 없다. 일반적인 신부전의 단백질 급여량은 개의 경우 1.2~3.6 g/kg/day이고 고양이의 경우 3.8 g/kg/day이다.\\n처방식의 개시 시점: 일반적으로 수용되는 식이요법의 개시시점은 혈중 creatinine 농도가\\n2.5 mg/dL이상이거나 BUN 농도가 60~80 mg/dL 이상일 때부터이다. 최근 한 연구에 따르면, 식이성 인 제한과 O3-PUFA 급여는 혈중 creatinine 농도가 4.0 mg/dL 이하일 때부터 시작하고 단백질 제한은 4.0 mg/dL 이상일 때부터 시작해야 한다는 보고도 있다.\\n\\n6.4 신장에 대한 추가적인 손상의 예방\\n투약 중인 약물에 대한 투여량 조절: 신장은 상당수의 약물이 체내에서 제거되는 경로이고, 신기능이 감소함에 따라 신장의 약물제거율도 감소하기 때문에, 약물의 반감기가 길어진다. 나아 가 약물의 분포, 단백질 결합도 및 간 대사율 역시 변경된다. 따라서 환자가 내원할 때마다 신기능의 유지 정도, 합병증 정도 및 약물의 부작용 발현 여부에 따라 약물의 투여량을 재검토해야 한다. 약물 투약량은 GFR의 감소 정도에 따라 교정한다(예, 환자의 GFR/정상 GFR; dose frac- tion; Kf). 예를 들어, 정상적으로 8시간 간격으로 투여해야 할 약물을 GFR이 25%로 떨어진 환자에게 투여할 경우, 교정 약물투여 속도는 8시간/0.25이므로 32시간 간격으로 투약해야 한 다. 아니면, 투약 도스를 25%만큼 줄여야 한다. 따라서 만약 10 mg/kg으로 투여할 경우, 하거나 약물을 10 mg/kg 3 0.25이므로 2.5 mg/kg을 8시간 간격으로 투여해야 한다. 항생제의 경우, 심 한 기능 장애가 있을 경우, 1) 투약간격을 두 배로 늘리거나 투여량을 반으로 줄이거나, 2) crea- tinine청소율의 감소 정도에 따라 투약간격을 늘리거나, 3) 앞에서 언급한 방법으로 투여량을 교정한다. Category 1에 속하는 약물은 신장에 독성이 없는 경우를 말하고, category 2에 속하는 약물은 신장에 독성이 있으므로 GFR이 1.0 2 0.5 mL/min/kg이면 투약간격을 2배로 늘리고, GFR이 0.5 2 0.3 mL/min/kg이면 투약간격을 3배로 늘리며, 만약 GFR 0.3 mL/min/kg이 하이면, 투약간격을 4배로 늘린다. Category 3에 속하는 약물은 앞에서 언급한 Kf에 다른 교정 방법으로 투약간격을 교정한다.\\n신부전증의 진행을 최소화: 최근 연구에 따르면 aldosterone은 신장에 대한 혈역학적인 변화에 대한 작용이외에도 세포에 대한 직접적인 작용으로 신장질환의 진행에 관여하는 것으로 밝혀졌다. Aldosterone은 신장에서 fibrogenic property를 가지고 있다. 때문에 ACE inhibitor는 CRF 치료에 점점 중요해지고 있다. 염증이 진행성 신장질환의 주요한 특징이므로 향후 CRF에 대한 치료는 염증 전구물질에 특이적인 억제제를 이용하는 것이다. 면역억압제인 mycophe- nolate mofetil이 쥐에서 신장보호작용이 있는 것으로 밝혀졌고, 항섬유화제제인 pirfenidone 은 신장섬유화를 완화시켜준다고 한다.\\n만성 신부전증의 치료에 대한 감시: 치료 반응에 대한 관찰은 적절한 간격으로 이루어져야 하고 이를 통해 환자 개체별 필요에 따른 약물의 투여량이나 치료법을 변경해야 한다. 치료 개 시 이전의 자료를 충분히 확보해야 치료 이후 환자의 진행 상태를 보다 정확하게 판독이 가능하다. 신부전 상태에 따른 일반적인 치료 프로토콜은 표 5-6에 요약되어 있고, CRF에 대한 특수 치료에 따른 모니터링요령은 이미 앞에 언급되어 있다. 일반적으로 CRF치료에 있어서 초기 치료 반응이 확인될 때까지는 최소 2~4주 간격으로 검사를 실시해야 한다. 하지만 검사의 간격은 신기능 장애의 단계와 치료의 반응에 따라 변경이 가능하다. Erythropoietin이나 calcitriol를 투여 받고 있는 환자는 죽을 때까지 주기적인 모니터링이 필요하다. Stages 1과 2 CKD 환자는 6~12개월 간격으로 모니터링을 한다. Stages 3과 4 CKD 환자는 2~4개월 간격으로 모니터링을 한다. 심각한 단백뇨가 있는 환자는 보다 자주 모니터링을 실시해야 한다.\\n\\n표 5-6 만성 신부전의 치료 가이드라인. 제3장 신부전증의 치료와 식이요법 편을 참조하라.\\n원본의 Source: Brown SA. Management of chronic kidney disease. In: BSAVA Manual of Canine and Feline Nephrology and Urology, Elliott J and Grauer GF, (eds), BSAVA Gloucestershire, United Kingdom. 2007 pp 223-230.\\n\\n\\n7. 만성 신부전증의 예후\\nStage 2와 3의 CKD에 이환된 고양이는 보통 1~3년을 생존하는 반면 stage 3의 CKD에 이환된 고양이는 보통 6~12개월을 생존한다. 하지만 상당히 많은 환자들이 이보다 길게 생존한다. 일 반적으로 예후는 치료방법에 대한 보호자의 결정에 따라 많이 달라진다. 예후를 결정하는 인자로는 1) 원발성 신장질환의 양상, 2) 요독증에 의한 합병증과 임상증상의 지속시간, 3) 신장 기능개선의 가능성(신전성/신후성 요인과 후천성 원발성 신장질환의 회복가능성), 4) 내인성 신 장 기능 장애의 심각도, 5) 치료에 따른 신기능부전의 진행속도, 6) 환자의 나이 등이 있다. 뿐만 아니라 혈압과 단백뇨의 정도가 개에서 예후를 결정하는 중요한 소견이다.\\n요독증 증상의 심각도는 단기간의 예후를 평가하는 데 중요한 인자이다. 요독증의 증상이 없이 안정된 CRF가 있는 환자는 단기간의 예후가 양호하다. 반면, 여러 가지 요독증의 증상이 나타나고 있지만 치료를 하지 않고 있는 환자는 단기간의 예후가 불량하다. 신장기능부전의 심각도는 혈중 creatinine 농도와 GFR 측정을 통해 측정이 가능하고 이러한 검사소견은 환자의 임상 소견 양상보다는 비교적 부정확한 예후 판정자료이다. 뚜렷한 임상증상이 없이 평균 혈중 creatinine 농도가 2.6 mg/dL 정도인 고양이의 평균 생존기간은 397일 정도이다. 반면 하나 이상의 임상증상이 있고 혈중 평균 creatinine 농도가 3.6 mg/dL 정도인 고양이의 평균 생존기간은 313일 정도이다. 평균 혈중 creatinine 농도가 10.3 mg/dL인 요독증성 고양이의 평균 생존 기간 은 3일 이하이다. 개의 경우, 최근연구에 따르면 신장 처방식을 먹고 있는 개에서 혈중 평균 cre- atinine 농도는 생존기간과 큰 상관관계가 없다고 한다. 이 연구에 따르면 처방식을 급여한 개의 그룹중 혈중 평균 creatinine 농도가 3.3 mg/dL인 그룹의 평균 생존기간은 615일이고, 혈중 평 균 creatinine 농도가 2.0~3.1 mg/dL인 그룹 역시 615일인 것으로 관찰되었다고 한다. 반면 일 반 사료를 급여한 그룹 중 평균 creatinine 농도가 3.7 mg/dL인 그룹의 평균 생존기간은 252일이고, 평균 혈중 creatinine 농도가 2.0~3.1 mg/dL인 그룹의 평균 생존기간은 461일이었다고 한다.\\n사람의 경우, 전신성 고혈압의 발생 여부가 예후에 큰 영향을 미친다고 보고되어 있다. 개의 경우에도 초기 혈압이 예후를 결정하는 데 중요하게 기여하는 것으로 보인다. 하지만 고양이의 경우 아직까지 예후결정에 있어서 혈압의 중요성이 확립되지 못하고 있다. 미국 미네소타 대학 연구팀의 보고서에 따르면, 개에서 단백뇨의 정도가 요독증의 발생이나 사망률에 큰 영향을 미친다고 한다. 중년이나 노령의 개에서 후천성 신장질환이 발생하면 어린 개의 선천성 신장질환 (예, renal dysplasia)에 비해 그 진행속도가 느리게 관찰된다. 반면 어린 개에서 발생하는 후천 성 신장질환(예, 신독성 약물에 중독)의 진행속도는 비교적 느리다. 이러한 환자들에서, 혈중 creatinine과 BUN의 농도가 상당히 높더라도 요독증의 임상증상이 빨리 나타나지 않는 경향이 있다.\\n\\n"}