{"title": "42. 식도 이물질이 있는 72마리의 개에서 합병증 발병을 예측하는 위험 요소", "author": "채드 F 버먼", "publisher": "AOSIS", "department": "내과", "disease": "42. 식도 이물질이 있는 72마리의 개에서 합병증 발병을 예측하는 위험 요소\n이 연구의 목적은 식도 이물질이 있는 개에서 합병증에 관련된 예측 위험 요소를 결정하는 것이었습니다. 내시경으로 식도 이물질로 판단 받은 72 마리의 개에 대한 의료 기록을 후향적으로 검토했습니다. 평가된 요소에는 나이, 품종, 성별, 체중, 이물질의 위치, 크기 및 유형, 그리고 막힘 기간이 포함되었습니다. 이물질 섭취 후 합병증과 관련된 위험 요소를 파악하기 위해 범주형 변수는 적절한 경우 카이 제곱 또는 피셔의 정확한 검정과 다변량 분석을 사용하여 평가했습니다. 식도 이물질 섭취에 따른 합병증에는 거대식도증, 식도염, 천공, 열상, 게실 및 흉막염이 포함되었다. 단변량 평가 결과 이물질 섭취 후 막힘의 위치와 기간이 식도 열상 및 천공 위험 증가와 관련이 있는 것으로 나타났습니다. 다변량 평가 결과, 나이, 충격 기간, 이물질 크기가 식도 이물질이 있는 개에서 합병증 발생과 관련된 중요한 독립적 위험 요인인 것으로 나타났습니다. 결론적으로, 이러한 결과는 충격 기간이 길 고 이물질 크기가 클수록 개에서 식도 찢어짐, 천공 및 흉막염의 위험이 증가할 수 있음을 보여주었다. 키워드를 실시한다. 내시경, 식도염, 식도낭, 식도 천공, 흉막염 *연락저자 소개 식도 이물질(EFB)을 섭취한 소형 동물은 소동물 치료에서 자주 응급 치료가 필요합니다. [1 6]. 식도 벽은 점막, 점막하층, 근육막, 외막으로 구성됩니다[7]. 식도를 통과하기에는 너무 큰 일부 물질은 박혀 식도 벽을 닳게 할 수 있습니다. 결과적으로 EFB는 식도 벽의 천공 및 찢어짐과 같은 심각한 합병증을 일으킬 수 있습니다 [8 10]. 이러한 합병증은 흉막염을 포함한 생명 을 위협하는 상태로 이어질 수 있습니다. 또한 식도에는 다른 위장관 기관과 달리 장막층이 없기 때문에 식도 절개 부위의 조기 피브린 봉합이 더 느리게 발생 할 수 있습니다 [7]. 따라서 EFB는 개에서 즉각적인 제거가 필요한 응급 상태로 간주되어야 합니다. 여러 연구에서 개의 EFB를 다루었으며[11 13], 모두 EFB가 중대한 합병증을 일으킬 가능성이 있음을 강조하였다. 그러나 합병증 발병과 관련된 요인에 대한 자료가 여전히 부족하며 이러한 연구 중 EFB가 있는 개의 내시경 시술에 초점을 맞춘 연구는 거의 없습니다. 따라서 본 연구의 목적은 내시경적 회수 후 판단된 EFB가 있는 개에서 합병증을 예측하는 위험 요인 을 결정하는 것이었습니다. 재료 및 방법 본 기관의 의료 기록을 회고적으로 검토하여 2010년 10월에서 2016년 8월 사이에 EFB 치료를 받은 개를 파악했습니다. 이물질이 식도에 끼어 있는 경우에만 동물을 포함하였다. 이 물질이 위와 식도에 모두 끼어 있는 경우, 이물질이 다른 위장관, 비강 또는 귀관에 있는 경우, 또는 EFB가 위로 밀려들어가거나 수술적으로 회수된 경우 개를 제외하였다. 또한 EFB가 다 음과 같은 방법으로 해결된 경우에도 동물을 제외했습니다. 주인이 치료를 거부하거나 개가 치료를 거부하는 경우 개입이 필요합니다. 동시 질병 또는 다른 질병의 가능성이 있는 경우, 또는 진료기록과 후속조치 기록이 불완전하였습니다. 임상 증상은 소유자가 설명하거나 기록했습니다. 신체검사 시 임상의. 의료적 결정 내시경 검사는 병력, 임상 징후 및 방사선 사진의 해석. 모든 방사선 사진을 검토했습니다. 전문 방사선과 의사에 의해 개들은 마침내 진단을 받았습니다. 내시경 검사에서 식도에 이물질이 발견된 경우 EFB를 실시합니다. EFB는 이후 유연한 위내시경(Rico h imaging company LTD., 일본)을 사용하여 제거되었습니다. 집게, 회수 바구니 및/또는 올가미. 집게 집게는 널리 사용되었으며 첫 번째 선택이었습니다. 모든 유형의 EFB회수 회수바구니 및 올가미 필요한 경우 고려되었습니다. 손상을 확인하려면 식도, 식도의 루멘은 내시경으로 EFB 회수 후 재진단. 두 명의 수의사 각 이물질의 유형과 크기, 식도 내 위치 및 그로 인한 결과를 독립적으로 설명했습니다. 합병증 치료 전 진단에는 병력, 신체검사 결과, EFB 충격 지표 및 마취 반응 임상병리학적 검사 마취의 가능성을 결정 하다 혈액 수치와 혈청 생화학적 프로필. 내시경 시술 중 기도 조절이 중요한 것으로 간주되었습니다. 모든 개에게 1mg/kg을 피하 주사했습니다. 마로피탄트 시트르산염(Zoetis Inc. 미국)을 투여한 후 유도 15 20분 전에 아토로핀 황산염(Jeil Pharma ceutical Co. Ltd. 한국) 0.04 mg/kg을 근육 주사 한다. 마취의. 마취는 프로포폴로 유도되었습니다. (명문약품주식회사, 한국)은 처음에는 원래 용량의 1/4~1/3의 볼러스를 정맥 주사 프로포폴 투여량(4~6mg/kg ) 후 천천히 주입 개가 볼러스 복용량으로 적절한 마취 수준에 도달하지 못하면 나머지 프로포폴을 투여합니다. 내시경 시술 중 마취는 이소플루란(피라말)으로 유지하였습니. Critical Care Inc. USA). 마취 기간이 정의되었습니다. 마취 유도부터 마취 종료까지의 시간 흡입. 개들은 왼쪽으로 옆으로 누운 자세로 배치되었습니다. 내시경 중. EFB의 내시경 회수 후, 합병증의 유무와 식도 협착증 발생을 포함한 합병증 유형을 내시경적으로 진단했습니다. EFB 판단 당시 모든 개에 대한 기록은 다음과 같습니다. 검토됨. 분석된 요인에는 성별, 체중이 포함되었습니다. 나이, 품종 및 임상 징후. 충격 기간은 증상 발병부터 종료까지의 시간으로 정의됨 내시경 시술. EFB의 위치가 결정되었습니다. 방사선 촬영 및 내시경 검사를 통해 다음과 같이 분류되었습니다. 경부 식도, 기저부의 두개 식도 심장과 식도의 바닥 사이의 꼬리쪽 식도 심장과 횡격막 틈새. 제거된 이물질의 크기는 가장 긴 횡단면을 측정하여 진단되었습니다. 구절과 종방향 치수. EFB가 제거되었다면 조각조각으로 그들의 치수는 방사선학적으로 진단되었습니다. 내시경 검사 중. 식도에 복잡한 병변이 존재하는 경우 루멘은 [4]에서 설명한 대로 확인되었습니다. 간략히 말해서, 확산성 식도 확장과 동방운동이 확인되었습니다. 흉부 방사선 검사로 결정된 거대 식도. 식도염은 원형 및 합류성 침식으로 정의되었습니다. 열상은 식도염 관련 진행으로 정의되었습니다. 점막의 찢어짐으로 인한 출혈. 식도낭 식도의 주머니 모양의 돌출부로 정의되었습니다. 영향을 받은 섭취 물을 포함 하는 루멘과 국소화된 식도염. 식도 천공은 조영제를 사용한 방사선 사진 이나 컴퓨터 단층 촬영으로 확인 되었습니다. 흉막 삼출액은 처음에 흉부 흉막의 세균 배양이 양성인 방사선 검사 흉막염을 확진하는 삼출액 개의 식도 협착증 식도 내강을 통 한 음식 통과가 방해를 받았습니다. 추적 내시경 검사를 통해 확인됨. 통계 평가 연령(≤ 1세 대 2 6세 대 ≥ 7세), 신체 등 위험 요인 체중(≤ 3.03 vs. > 3.03 kg), 품종(페키니즈, 시추, 포메라니안, 요크셔테리어, 몰티즈, 미니어처 푸들, 치와와 및 기타 8개 품종), 성별(건전한 수컷 대 중성화된 수컷 대 건전한 암컷 대 불임화된 암컷), EFB 위치(경부 대 두개골 대 미부 식도), 이물질 유형 신체(과일 대 생가죽 대 뼈 대 선형 유형), 충격 시간(≤ 24시간 대 > 24시간), 이물질 크기(≤ 8.06 대 > 8.06 cm2 ), 합병증(거대식도증 대 식도염 대 찢어짐 대 게실증)을 검사했습니다. 백분율은 소수점 첫째 자리까지 반올림되었습니다. EFB의 발생률. 이물질 섭취 후 합병증 발생과 관련된 위험 요소를 식별하기 위해 개 합병증이 있는 경우와 없는 경우로 구분하였다. 피어슨의 χ2 검정 또는 피셔의 정확한 검정을 사용하여 진단됨 적절합니다. 단변량 분석에서 p 3.03 연령(년), 중앙값(범위) ≤ 1 2 7 ≥ 7 새끼를 낳다 몰티즈 요크셔테리어 시추 포메라니안 미니어처 푸들 페키니즈 치와와 다른 품종 EFB, 식도 이물질. 개의 수 이물질 중 19명은 의학적 검 사 및 후속 조치가 완료되지 않았습니다. 기록에 따르면 16마리는 만성 신장 감염, 점액종성 승모판 감염, 당뇨병, 수 막종, 추간판 감염, 부신피질기능항진증, 부신피질기능저하증과 같은 동반 질환을 가지고 있었습니다. 마지막으로 72마리의 개가 이 연구의 기준. 이 72마리의 개에는 수컷 35마리(중성화 26마리, 온전한 9마리)가 포함되었습니다. 그리고 37마리의 암컷(29마리는 불임, 8마리는 무사)(표 1). 중간값 이 개들의 나이는 5.90년이고 범위는 2개월에서 15년. 9마리의 개(12.5%)는 사전 검사 시 1 세 미만이었고, 38마리(52.8%) 는 1~7세 사이였으며, 25명(34.7%)은 7세 이상이었습니다. 그들의 중앙 체중은 3.03kg(범위, 1.02 9.50kg)이었고, 각각 36명이었습니다. 무게가 ≤ 3.03 kg 및 > 3.03 kg인 72마리의 개는 다음과 같습니다. 23마리의 말티즈, 15마리의 요크셔테리어를 포함한 15개 품종으로 9마리의 시추, 8마리의 포메라니안, 4마리의 미니어처 푸들, 페키니즈 3마리, 치와와 2마리, 다음 중 1마리씩 8개 품종을(를) 실시한다. 미니어처슈나우저, 웨스트 하일랜드 화이트 테리어, 코커스파니엘, 재패니스 스피츠, 보스턴테리어, 퍼그, 친칠라, 잡종. 진료 시 임상 증상에는 구토(n = 42)가 포함되었다. 구토(n = 23), 무기력(n = 13), 식욕 부진(n = 10 ), 헛구역질(n = 9), 둔함(n = 4), 침 흘림(n = 2). 모두 72 개들은 2개 이상의 임상 징후를 보였고 37마리는 2개 이상의 임상 징후를 보였습니다. 2. 72명 중 67명에서 방사선 사진 상 EFB가 의심되었습니다. 개 5마리는 직접 내시경 평가를 받았습니다. 식도 이물질이 있는 개 의 합병증 27 표 2. 식도염이 있는 38마리의 개에서 관찰된 합병 증 이물질 EFB(n=72) 59 26 58 29 3.03 (1.09.5) 36 36 5.9 (19) 59 38 합병증 (n = 38) 식도염 거대식도증 식도낭 식도 찢어짐 식도 천공 흉막염 표 3. 합병증 위험인자의 단변량 평가 합병증이 있는 개 수 (%) 식도 이물질이 있는 72마리의 개 개가없는 변수 25 21(55.3) 59 (23.7) 56(15.8) 55 (13.2) 53 (7.9) 53 (7.9) 합병증이 있는 개 합병증 (n = 34) (n=38) 성 별 23 15 59 58 54 53 52 58 남성 안 체중(kg) ≤ 3.03 > 3.03 나이 ≤ 1 81 2 7 ≥ 7 위치 경부 식도 두개식도 미부 식도 충격 지속 시간 (h) ≤ 24 > 24 이물질의 종류 과일 생가죽 뼈 선형형 이물질의 크기(cm2 ) ≤ 8.06 > 8.06 선형형 16 18 15 19 21 5 2 14 18 24 10 4 19 8 3 22 9 3 19 19 21 17 17 20 0 8 30 12 26 5 15 16 2 11 25 2 방사선학적으로 EFB의 존재를 의심하지 않고 수술을 실시합니다. 72마리의 개 중 38마리에서 합병증이 관찰되었습니다(표 2) 식도염은 가장 흔한 합병증이었으며, 합병증이 있는 38마리의 개 중 30마리에서 관찰됨(78.9%). 기타 EFB 관련 합병증에는 거대식도증(n = 9, p 값 0.803 0.863 24시간(vs. ≤ 24시간) EFB 치수 > 8.06 cm2 (vs. ≤ 8.06 cm2 ) CI, 신뢰 구간; EFB, 식도 이물질; OR, 교차비. 표 5. 식도 이물질에 의한 식도 찢어짐, 천공 및/또는 흉막염이 있는 7마리의 개들의 의료적 특성 신체 합병증 열상 천공 및 흉막염 말타 천공 및 흉막염 포메라니안 찢어짐, 천공 및 흉막염 EFB, 식도 이물질; ND, 결정되지 않음. 새끼를 낳다 똥개 몰티즈 요크셔테리어 중성화 수컷 일본 스피츠 화이트 테리어 단변량 평가에서는 여러 요인이 서로 다르다는 것을 보여주었습니다. 합병증이 있는 개와 없는 개에서 유의미하게 나타났으며, 여기에는 나이(p < 0.001) 및 EFB 차원(p 8.06 cm2 ). 대조적으로, gen 식도 이물질이 있는 개의 합병증 29 der, 체중, EFB 유형 및 EFB 위치는 포함되지 않았습니다. 합병증과 관련이 있습니다. 또한 EFB가 뼈가 있는 유형의 이 물질이 있는 개에서 자주 발생합니다. EFB 유형은 위험 요소가 아니었고 소시지는 부드럽고 깨지기 쉬운 재료는 다음과 같은 심각한 합병증을 유발할 수 있습니다. 식도 천공 및 흉막염. 이전 연구도 뼈 폐쇄가 비교적 연관되어 있음을 보여주었습니다. 개에서 높은 합병증 발생률[1, 6, 11 15]. 날카로운 모서리 뼈 형태의 이물질은 식도 근육층을 쉽게 손상시킬 수 있는 반면, 매끄러운 이물질은 소시지와 같은 가장자리는 할 수 없습니다. 그럼에도 불구하고, 날카로운 모서리가 없고 비교적 큰 크기의 소시지가 식도에 24시간 이상 머물러 있으면 식도염을 유발할 수 있습니다. 식도 궤양과 같은 심각한 합병증이 발생합니다. EFB의 막힘이 더 오래 지속되는 것과 관련이 있습니다. 더 나쁜 결과를 보이는데, 이는 장기간 EFB 충격이 더 클 것이라는 가정에 의해 설명될 수 있습니다. 식도 궤양이나 천공을 유발 할 가능성이 높습니다[16]. 또한 식도에 충격을 받은 둔한 물체 식도 천공을 일으키는 것은 지속적인 결과일 수 있습니다. 허혈성 압박 손상[1]. 본 연구에서는 식도 장기간 소시지에 갇힌 상태로 인해 심각한 찢어짐이 생긴 두 마리의 개에 서 협착이 발생했습니다(막힘 기간 = 120시간). 저희의 결과는 지속 시간 을 나타냅니다. 충격의 발생을 예측하는 데 중요합니다. EFB의 날카로운 모서리 여부에 관계없이 합병증이 발생할 수 있습니다. 임상 증상의 지속 기간은 다음과 같습니다. 경미한 식도염이 있는 개에서 중등도에서 중증 식도염이 있는 개보다 상당히 짧으며 [12], EFB가 있는 개의 입원 기간은 기간에 따라 달라질 수 있습니다. 임상 증상은 진료 전 [13]에 나타났습니다. 인간의 경우, 충격 지속 시간 은 환자 간에 유의하게 달랐습니다. 그리고 합병증 없이[17]. 이러한 결과를 종합해 보면, EFB의 신속한 제거의 중요성을 강조합니다[18]. 우리는 또한 나이가 합병증 발병의 위험 요인이라는 것을 발견했습니다. 이와 대조적으로, 개에 대한 이전 연구에서는 EFB를 사용한 결과 연령에 따른 유의한 차이가 나타나지 않았다. 경증 및 중등도에서 중증 식도염이 있는 개들 사이에서는 [12] 통계 평가 이 없었지만 합병증의 발병. 인간의 의학에서 나이가 식도 기능의 악화와 관련이 있음 강 직 증가 및 1차 및 2차 연동 감소를 포함합니다[19]. EFB는 삼키는 것으로 섭취됩니다. 식도에 끼어 있는 근육질의 튜브로 입에서 위장까지[7]. 첫 번째 연동 운동은 다음에 의해 자극됩니다. 구인두 단계, 반면 식도 내의 음식 2차 연동운동을 자극합니다[20]. EFB가 식도, 연동운동이 감소하거나 없어지며 특히 노령견의 경우 내성 기간이 발생합니다[20]. 부상은 점막층을 넘어 확장될 수 있습니다. 현재까지 인간의 식도에서만 보고된 연동운동 은 노령견에서는 약화되어 식도염이 증가합니다. 경직. 따라서 약해진 근육은 쉽게 손상될 수 있습니다. 점막에 영향을 미쳐 심각한 합병증을 유발합니다. 연구에는 다른 질병이 없는 개만 포함되었으며 30 신보혜, 김학현, 장동우, 강지훈, 강병택, 양만표 동시 장애는 연령에 따라 증가할 수 있습니다. 게다가 연령은 EFB가 있는 인간의 합병증에 대 한 위험 요소가 아니었습니다[17]. 우리가 아는 한, 지금까지 개에서 연령과 식도 근육 약화 간의 상관관계를 진단한 연구는 없습니다. 따라서 추가 연구가 필요합니다. 우리는 또한 합병증이 있는 개와 없는 개 사이의 EFB 치수에 있어서 유의한 차이를 관찰 했습니다. 이전 연구에서는 입원 기간과 EFB 사이에 유의한 연관성이 없다고 보고했지만 [13], 그 연구에서는 EFB 치수를 진단했습니다. 더욱이, EFB 치수는 합병증이 있는 인간 환자 와 없는 인간 환자 사이에서 유의한 차이가 있었습니다[17]. 가장 흔히 영향을 받는 부위는 심장 바닥과 횡격막 틈새 사이의 미부 식도였습니다. 그러나 EFB 위치와 합병증 발병 사이에는 상관관계가 없음을 발견했습니다. 개에 대한 일부 연구 에서는 대부분의 EFB가 미부 식도에 위치한다는 것을 보여주었습니다[11, 13, 14, 21 23]. 한 연구에서는 개에서 EFB와 위 이물질의 위치가 합병증이나 사망/안락사의 위험 요소가 아니 라고 보고했습니다[21].반면 다른 연구에서는 미부 식도에 EFB가 위치하면 입원 기간이 길어진다고 보고했습니다[13].거의 모든 EFB가 미부 식도에 위치한다는 것을 보여주는 연구에서는 내시경 검사가 성공적이거나 실패한 대상 간에 EFB 위치에 유의미한 차이가 없음을 발견했습니다[13].EFB 위치는 인간의 합병증 발병에 대한 위험 요소가 아니었습니다[17]. 식도가 물리적으로 좁아지면 이물질에 영향을 줄 가능성이 높습니다. 합병증의 위험 요인은 위치가 아니라는 사실을 알아냈음에도 불구하고, 찢어짐, 천공 및/또는 흉막염이 있는 모든 개에서 식도 하부에 EFB가 있는 것을 관찰하였습니다. EFB 위치와 합병증 사이의 연관성이 부족한 것은 표본 크기가 작기 때문일 수 있으며, 이는 추가 조사의 필요성을 시사합니다. 본 연구에서 EFB 막힘의 의료적 징후에는 구토, 구토, 무기력, 식욕 부진, 헛구역질, 과다 한 침 흘림이 포함되었으며 이전 보고에서 관찰된 징후와 유사했습니다[13, 21, 24]. 이러한 임상적 징후 중 어느 것도 합병증이 있는 개와 없는 개에서 유의하게 다르지 않았습니다. 그러 나 이 결과는 임상의의 판단 접근 방식에 어느 정도 반영되었습니다. 연구에 따르면 식도 손상 의 심각성은 의료적 징후의 심각성에 따라 달라졌습니다[12, 25]. 우리가 진단한 개 중 다수는 토이 품종이었는데, 이는 우리 병원이 위치한 지역의 독특한 특성을 반영합니다. 테리어 품 종, 특히 웨스트 하일랜드 화이트 테리어와 푸들은 EFB가 막힌 개에 대한 연구에서 과대 표현되었습니다[1, 6, 15, 21, 24]. 후향적 설계 외에도 이 연구는 몇 가지 다른 제한 사항이 있었습니다. 치료법 및 추적 기록 이 완료되지 않은 개는 제외되었으며, 이로 인해 선택 편향이 발생했을 수 있습니다에 대한 주요 항목이 논의된다. 또한, 이 연구는 합병증의 심각도를 비교하지 않았습니다. 게다가, EFB가 3차원 구조임에도 불구하고 이 연구는 그 부피를 진단하지 않았습니다. 그럼에도 불구하고 장기 영어를 실시한다. 상부 및 하부 식도에 영향을 미치는 est 측면은 근육층 손상의 중요한 결정 요인이될 수 있습니다. 품종 간식도 직경의 차이를 설명하기 위해 EFB의 크기는 개별 동물의 식도 크기 에 맞게 정규화 되어야 합니다. 또한 장기적인 추적 평가가 필요합니다. 결론적으로 이 연구에서는 고령, 긴 막힘 기간 및 더 큰 EFB 크기가 EFB가 있는 개에서 합병증 발병의 위험 요인일 수 있음을 발견하였습니다. EFB는 흔하고 비교적 판단하기 쉽지만 병력, 방사선 검사 및 임상 징후를 기준으로 EFB의 합병증은 쉽게 간과될 수 있습니다. 이 연구에서 확인된 합병증의 위 험 요인은 예후를 예측하는 데 중요할 수 있습니다.\n"}