{
    "title": "임상가를 위한 소동물신장학 진단과 치료지침",
    "author": "현창백",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n임상가를 위한 소동물 신장학\n진단과 치료지침\nCHAPTER07\n가족성 신장질환*\n1. 서론\n대부분의 가족성 신장질환은 어린 나이에 CRF로 진행되는 경우가 많지만 일부 가족성 신장질 환은 세뇨관 결손(Basenji종 개의 Fanconi syndrome), 혈뇨(Pembroke Welsh의 renal telang- iectasia)만이 임상 증상으로 나타나는 경우도 있다. 이러한 가족성 질환은 근친관계의 집단에 서 그 발병률이 더 높고, 동일한 유전자 결함이 있거나 발생기 중에 동일한 환경적 요인에 의해 노출되었을 가능성이 높다. 대다수 환자는 태생기 때는 정상적인 신장을 가진 것처럼 보이지만 얼마 지나지 않아 신장의 구조적, 기능적 손상을 겪게 된다. 모든 가족성 신장질환에서 신장 이 형성(renal dysplasia)이 나타나는 것은 아니지만 태아기 네프론의 잔존이나 신장의 간질에 태아기 간엽세포가 잔존하는 형태의 신장 이형성이 흔히 관찰된다. 또한 드물게 후신관(meta- nephric duct)의 잔존, 무정형의 세뇨관 상피 형성 및 상피성 화생(dysontogenic metaplasia)이 드물게 관찰된다.\n본문내용의 일부는 다음의 도서에 나와 있는 내용입니다. 원저자와 저작권 소유권자(Elsevier)의 허락을 받아 사용되었음을 밝혀둡니다.\nChew DJ, DiBartola SP, Schenk P (2011) Canine and Feline Nephrology & Urology, 2nd edition, Elsevier\n2. 진단상 특징\n많은 가족성 신장질환의 질병의 심각도와 진행속도는 개체마다 다양하게 나타난다. 대부분의 경우 진행성으로 결국은 생명을 위협하게 되며, 치료는 CRF에 준한 보존적 치료에 국한된다. 무엇보다도 대다수의 가족성 신장질환의 병인, 즉 유전성 소인의 대부분은 아직 밝혀져 있지 않다.\n표 7-1에 개와 고양이에서 나타나는 여러 가지 가족성 신장질환에 대해 요약되어 있다. 이러한 질환은 주로 순종에서 발생하지만 이러한 순종과 피가 섞인 잡종에서도 산발적으로 발생하기도 한다. 가족성 신장질환이 시작되는 시기는 대게 생후 6개월에서 5세 사이이고, 대부분 2살 이전에 발병하기 때문에 어린 연령의 동물에서 만성 신부전이 관찰된다면 수의사는 반드시 가족 성 신장질환의 가능성을 고려해 보아야 한다. 신성 아밀로이드 침착증을 보이는 비글과 잉글리쉬 폭스하운드, 사구체 기저막질환을 갖는 비글, 말초 혈관 확장증을 보이는 웰시 코기의 경우는 더 늦은 나이에 발병한다(5세 이상). 다낭성 신장질환(PKD)을 보이는 케른 테리어와 웨스트 하이랜드 테리어에서는 더욱 어린 연령(5~6주령)에 발병하기도 한다. 대다수 환자에서 성별에 따른 발생 빈도의 차이는 잘 관찰되지 않는다.\n병력상 특징은 대부분 만성 신부전에서 볼 수 있는 증상들이다(예, 식욕부진, 무기력, 발육지 연 또는 체중감소, 다뇨증, 야뇨증, 다음증, 구토, 피모 불량 등). 판코니 증후군을 보이는 바센지는 다뇨, 다음, 체중감소, 탈수 및 허약 등의 증상을 동반할 수 있다. 신장 말초혈관 확장증을 갖는 펨 브룩 웰시 코기에서 혈뇨, 배뇨곤란 및 심한 복통을 호소하기도 한다. 다병소성 신장 낭선암종 (multifocal renal cystadenocarcinomas)에 이환된 독일산 셰퍼드에서 혈뇨가 관찰될 수도 있다. 신체검사상 특징은 역시 만성 신부전에서 볼 수 있는 증상들이다(예, 허약, 탈수, 창백한 점 막, 심한 입냄새, 요독성 구강 궤양, 작고 불규칙한 모양의 신장).만성 신부전증에 의해 성장기 환자는 섬유성 골이형성증의 소견이 가끔 발견될 수도 있다. 고혈압을 동반하는 경우가 많기 때문에 관련 합병증 평가(예, 망막출혈, 망막박리)를 위하여 혈압측정과 기본적인 검사가 수행되어야만 한다.\n실험실검사상 특징은 만성 질환에 의한 빈혈(보통 비재생성)과 스트레스에 의한 림프구 감소증이 일반적이다. 신성 말초혈관 확장증에 이환된 웰시 코기에서 실혈성 빈혈이 나타날 수도 있다. 혈청화학적 검사상 특징은 일반적인 만성 신부전증과 유사하다(예, BUN과 혈청 크레아 티닌 상승, 고인혈증, 다양한 혈중 총 칼슘 농도, 보상성 대사성 산증, 저알부민혈증과 고콜레스 테롤혈증). 뇨검사상 특징은 대부분 환자가 만성 신부전에 의해 저비중뇨나 등장성뇨를 보인다는 점이다. 또한 사구체질환을 동반하는 환자는 심각한 단백뇨가 특징이고(예, 비글, 샤페이 아 비니시안의 사구체성 아밀로이드 침착증, 버니즈 마운틴의 막증식성 사구체신염), 세뇨관질환 을 동반한 환자는 심각한 당뇨와 아미노산뇨가 특징이며(예, 노르웨이언 엘크하운드의 원발성 신성 당뇨, 바센지의 판코니 증후군), 신성 말초혈관 확장증을 동반한 웰시 코기와 다병소성 신장 낭선암종을 동반한 독일산 셰퍼드에서는 혈뇨가 특징이다.\n영상 진단학적 소견은 많은 경우, 복부 방사선검사에서 작아진 신장이 관찰되며, 초음파에 서는 불규칙한 윤곽, 증가된 음영, 피질과 수질의 경계가 불명확해진 신장을 볼 수 있다. 다낭성 신장질환을 지닌 환자는 초음파상 다수의 무에코성 신장 낭포가 특징이다. 신장 말초혈관확장을 보이는 웰시 코기에서 만약 혈전에 의한 요관폐색이 존재한다면, 신장의 석회화 또는 수신증의 소견이 관찰된다.\n조직병리학적 소견은 주로 원발성 신장 이형성 병변, 보상성 병변 및 퇴행성 병변을 특징으 로 한다. 많은 경우, 이차적인 퇴행성 병변이 기저질환인 원발성 이형성 병변을 가려서 정확한 진단을 어렵게 한다. 대표적인 원발성 신장 이형성 병변으로는 1) 미성숙 또는 태아기 사구체, 2) 수질 집합관의 과형성 또는 샘모양 증식, 3) 신장 수질 내에 잔존한 태생기 중배엽조직 등이 있다. 이러한 원발성 이형성 변화는 라사 압소, 시추, 소프트코티드 휘튼 테리어, 스탠다드 푸들, 차우차우, 미니어처 슈나우저 등에서 가장 흔하게 발생한다. 사모예드, 잉글리쉬 코커 스파니얼, 불 테리어의 유년기성 신장질환은 사구체 기저막의 type IV 콜라겐 이상에 의해 발생하는 것으로 유사한 사람의 질병모델로 연구되고 있다. 가족성 신장질환에서 관찰되는 대표적인 속발성 퇴행성 병변으로 간질성 섬유화, 단핵성 염증세포에 의한 간질 침윤, 이영양성 석회화 및 낭성 사구체 위축 등이 있다.\n알래스카 말라뮤트(의사 신장 이형성) 만성 신부전을 보이는 3마리의 동배 말라뮤트(4~11개월령)에서 신장 이형성과 관련된 조직학 적 병변이 보고된 바 있다. 이러한 병변에는 미성숙“( 태아기”) 사구체, 낭성 사구체 위축, 사구체 경화, 사구체주위 섬유화, 세뇨관의 선모양 과증식, 잔존성 중배엽조직 등이 포함되었다.\n바센지(세뇨관 기능 장애) 바센지의 판코니 증후군은 잘 알려진 가족성 신장질환으로 신장에 비특이적으로 사구체 위축과 간질성 섬유화를 유발하여 세뇨관 기능 장애에 따른 다양한 임상 증상을 유발한다. 이 질환을 의심케하는 대표적인 소견으로는 과염색성의 핵을 지닌 신세뇨관세포의 종창(신세뇨관세포의 거대핵)이며 발병한 환자는 병세가 급속히 악화되며, 유두 괴사 또는 화농성 신염을 동반한 급성 신부전에 의해 죽을 수도 있다. 제9장 세뇨관성 신장질환 편에 보다 많은 자료가 나와있다.\n비글(아밀로이드 침착증, 의사 기저막 장애)\n사구체성 아밀로이드 침착증과 단백뇨, 고콜레스테롤혈증 및 신부전을 특징으로 하는 신성 증 후군이 특정 비글 가족군에서 발생한 예가 있다. 이들 중 일부는 신수질에도 경미한 아밀로이드 침착 소견이 동반되어 있었다. 과망간산염 산화반응을 통해 아밀로이드 AA단백질의 존재가 확인되었다. 단백뇨, 속발성 신부전 및 사구체 기저막의 다층 분열(multilaminar splitting)을 동반한 가족성 신장질환이 또 다른 비글 가족군에서 보고된 바도 있다.\n버니즈 마운틴(가족성 사구체신염)\n사람에서 보이는 막증식성 사구체신염 type I과 유사한 막증식성 사구체 신염이 버니즈 마운틴 종 개에서 보고된 바 있다. 주로 어린 수컷과 성년의 암컷(2~5세)에서 발생한다. 실험실 검사상 대표소견은 단백뇨, 고콜레스테롤혈증 및 저알부민혈증뿐만 아니라 CRF관련 실험실검사 소견을 보였다. 유전방식을 조사해본 결과, 상염색체 열성 유전방식이 감지되었다. 전자현미경상에 서 사구체 기저막(주로 내피하)에 고밀도의 침착물이 축적되는 소견이 관찰되었다. 면역 글로블린 M과 보체의 제3인자가 환자의 사구체를 면역 염색할 때 관찰되었다. 대부분의 환자에서 Borrelia burdorferi에 대한 높은 항체가 관찰되었지만, 면역조직화학검사를 통해 병원체를 확인할 수 없었다.\n브리타니 스파니엘(가족성 사구체신염)\n막증식성 사구체신염이 브리타니 스파니엘에서 보고되고 있으며, 이 환자들은 보체의 제3인자가 결손되어 있었다.\n불테리어 기저막 장애(유전성 신염)\n만성 신부전을 초래하는 가족성 신장질환이 1~8세령의 불 테리어에서 보고되고 있다. 이 질환은 수컷과 암컷 모두에서 발생하고 상염색체 우성 형질로 유전된다. 단백뇨는 초기에 나타나는 증상으로 환자의 원발성 사구체 병변과 밀접한 연관이 있다. UPC가 0.3 이상을 보이는 2세이 상의 성견에서는 명백한 신부전 증상이 없더라도 이 질환에 대한 이환 여부를 신중하게 평가해 야 한다. 환자에 따라 혈뇨가 나타나는 경우도 있다. 조직학적으로 사구체 경화, 사구체주위 섬 유화, 미미한 염증을 동반하는 간질의 섬유화 및 보우만 주머니의 낭성 확장 소견이 관찰된다. 전자 현미경 연구에서 사구체 기저막의 박층화, 상피하 주름, 공포화 및 막내 전자밀도의 침착 물 등이 특징적으로 관찰되었다. 또한 사구체에서 족세포 돌기의 탈락과 사구체간질의 기질 팽 창 소견도 관찰된다. 면역 염색에서 제4형 콜라겐이 신장조직에서 관찰된다.\n불 테리어(다낭성 신장질환)\n이 질환은 다수의 낭조직이 양측 신장의 피질과 수질에 발생하고 상염색체 우성 형질로 유전되는 질환이다. 이러한 낭조직은 신장에서만 관찰되고 간을 포함한 다른 장기에서는 관찰되지 않는다. 상피성 낭조직은 네프론이나 집합관에서 유래한 것이며, 이에 따른 이차적 신장 병변으로 위축성 사구체, 보우만 공간의 확장, 신세관의 상실, 신세관의 확장, 간질의 섬유화 및 염증 등이 관찰된다. 신부전 소견은 환자가 중년이 될 때까지 발생하지 않는다. 다낭성 신장질환(polycyc- tic kidney disease; PKD)과 유전성 신장염이 몇몇 불 테리어에서 동시에 발생할 수도 있다.\n불마스티프(가사 기저막 장애)\n분절성 사구체 경화(segmental glomerular sclerosis)를 특징으로 하는 가족성 사구체병증이 불 마스티프에서 보고되고 있다. 유전학적 연구에서 상염색체 열성 유전방식이 의심되었고, 수컷과 암컷 모두에서 발생하는 양상을 보였다. 통상 질병에 의한 폐사에 이르는 나이는 2.5~11세 사이였다. 임상증상은 비특이적이지만 CRF관련 증상이 주로 나타난다. 질병의 개시는 점진적으로 일어나지만, 일부 환자는 죽기 바로 전까지도 건강한 상태를 유지하기도 했다. 요 검사상, 심각한 단백뇨와 증가된 UPC 소견이 관찰된다. 사구체 병변에는 콜라겐에 의한 사구체간질 기질의 분 절성 팽창(즉, 경화), 확장된 공간내에 세포 수의 증가 및 보우만 공간의 확장(낭성 사구체 위축)이 포함된다. 이차적 병변에는 간질성 섬유화, 신세관 위축 및 림프형질구 세포의 침윤 등이 관찰되었다. 면역 글로블린의 침착은 미미하여 이차적 병변으로 간주되었다. 사구체 기저막 장애가 강하게 의심되며, 이 질환의 사람의 분절성 사구체 경화증과 유사한 조직학적 특징이 나타난다.\n케른테리어와 웨스트 화이트 테리어의 다낭성 신장질환\n어린(보통 6주령) 케른 테리어의 상염색체 열성 다낭성 신장질환은 간과 신장에 여러 개의 낭조 직이 존재하는 특징을 가지는 가족성 신장질환이다. 이와 유사한 상염색체 열성 다낭성 신장질 환이 어린(보통 5주령) 웨스트 화이트 테리어에서도 보고된 바 있다.\n차우차우(의사 신장 이형성)\n친족 관계의 어린 차우차우 6마리(수컷 5마리와 암컷 1마리)에서 발생한 만성 신부전증은 신장 이형성증을 의심하케 하는 소견을 보였다. 이 두 가족에서 신부전이 4마리는 6개월령 이전에, 2 마리는 1년령 이후에 발병하였다. 이러한 환자들에서 조직학적 관찰된 미성숙 (“태아기”) 사구 체와 신세관에서 위중층 원주상피의 존재 같은 소견은 신장 이형성증을 의심케한다.\n잉글리쉬 코카 스파니엘(기저막 장애)\n잉글리쉬 코카 스파니엘의 유년기성 신장질환은 사람의 상염색체 열성 유전성 신장염과 유사 한 질환이다. 이 질환은 사구체 기저막에 있는 제4형 콜라겐 이형삼합체 사슬(type IV collagen heterotrimer component chains)를 구성하는 3개의 유전자(즉, COL4A3, COL4A4, COL4A5) 중 하나의 결함에 의해 발생한다. 잉글리쉬 코카 스파니엘의 상염색체 열성 유전성 신장염은 COL4A4 유전자의 exon 3번 돌연변이에 의해 제4형 콜라겐에 결함이 발생하는 질환이다. 환자의 사구체 기저막에서 관찰되는 제4형 콜라겐 이형삼합체 a3.a4.a5(IV)의 결손에 의해 진행성 사구체 병변이 발생한다. 이러한 소견은 X 염색체-우성 유전성 신장염이 발생하는 사모예드와 노바소타 텍사스 개에서 관찰되는 병리소견과 유사하다. 이 품종의 개에서도 COL4A5 유전자 돌연변이에 의해 사구체 기저막에 a3.a4.a5(IV)가 결손되어 있다.\n이러한 질환은 수컷과 암컷 모두에서 발병하며 주로 6~24개월령 사이에 주로 발병한다. 가장 초기(5~6개월령)에 발견되는 임상 소견은 단백뇨이며, 이후(7~17개월령) 성장 지연, 요농 축 기능 이상 및 질소혈증 등의 임상 소견이 뒤이어 나타난다. 가장 주요한 병리소견은 사구체 기저막의 비후와 다층 박편성 분열이다. 이와 유사한 병변이 X 염색체-연관 유전성 신장염을 보이는 사모예드에서도 똑같이 관찰된다. 이 질환은 결국 미만성 사구체 경화와 사구체주위 섬 유화를 초래하고, 이차적으로 신세뇨관성 간질성 질환으로 진행되기 때문에 위험하다.\n달마시안(기저막 장애)\n이 질환은 상염색체 우성 형질을 보이며 암수 모두에서 발생할 수 있다. 이 품종에서 신부전이 발병하는 시점은 평균 18개월령이다. 지속적인 UPC상승소견(. 0.3)의 관찰로 질병은 조기에 진단할 수도 있다. 조직병리학적 특징은 분절성 사구체 경화, 신세뇨관-간질의 염증 및 간질 섬 유화 등이다. 전자 현미경상에서 상피하 주름을 동반하는 사구체 기저막의 박층화, 공포화, 간혹 보이는 막내 침착물 등 소견이 관찰될 수 있다. 면역 조직학 특수염색에서 a1에서 a5까지 모든 제4형 콜라겐 사슬이 정상적으로 관찰되었다.\n도베르만 핀셔(의사 기저막 장애)\n기저판의 박층화를 동반한 사구체 기저막의 미만성 비후 또는 다병소성 불규칙한 비후를 특징으로 하는 사구체병증이 도베르만 핀셔에서 보고되어 있다. 간혹 면역 글로블린 침착물이 사구 체 모세혈관 벽에서 검출되기도 하지만, 이러한 소견은 기저막의 원발적 결함에 의해 비특이적으로 면역복합체가 침착된 결과로 발생하는 것 같다. 편측성 신장 무형성이 일부 이환된 암컷 도베르만 핀셔에서 관찰되었다. 기타 사구체 병변에는 사구체 모세혈관 고리의 엽상 강화, 증가 된 사구체간질의 기질, 과세포성, 사구체내 부착, 섬유-상피성 크레센트 형성 및 사구체주위 섬 유화 등이 있다.\n\n잉글리쉬 폭스하운드(아밀로이드 침착증)\n신성 아밀로이드 침착증이 친족관계인 잉글리쉬 폭스하운드 성견에서 보고되고 있다. 이 질환은 신장비대와 유두괴사가 특징이고 급성의 경과를 보인다. 침착된 단백질이 과망간산염 산화 검사에 반응하는 것으로 보아 아밀로이드 AA단백질 존재를 암시한다.\n독일 셰퍼드(신장 낭샘암종)\n양측성 다병소성 신장 낭샘암종(renal cystadenocarcinoma)은 주로 5~11세령 사이에 발병하 고 식욕부진, 체중감소, 다음증, 위장관계 이상 같은 비특이적인 증상을 주로 호소한다. 신장 병 변과 함께 피부와 피하 결절(피부섬유증; dermatofibrosis)이 관찰되며 암컷에서는 다발성 자궁 횡문근종이 동시에 관찰되었다. 이 질환은 상염색체 우성 형질로 유전되는 것으로 생각된다.\n골든 리트리버(의사 신장 이형성)\n만성 신부전이 어린 골든 리트리버(3세 이하)에서 보고된 바 있다. 대부분의 환자에서 원발성 사구체 질환에 대한 뚜렷한 증거는 관찰되지 못했지만 고콜레스테롤혈증이 공통적으로 관찰되었다. 고칼슘혈증 역시 공통적으로 관찰되었고 이는 혈청내 칼슘복합체 농도 증가에 의해 발생한 것이다. 낭성 사구체 위축과 사구체주위 섬유화가 공통으로 관찰되었지만, 미성숙 (“태아기”) 사구체는 모든 환자에서 관찰되지 않았다. 원시성 후신관(primitive metanephric ducts)을 나타내는 집합 관의 샘모양 증식(adenomatoid proliferation)이 일부 환자에서 관찰되었으며, 이러한 소견은 신장 이형성증을 나타내는 소견이다. 신우신염이 간혹 이 질환에 합병되어 나타나기도 한다.\n라사 압소와 시츄(의사 신장 이형성)\n라사 압소와 시츄에서 발생하는 신장 이형성증은 사구체 수의 감소, 사구체 위축, 과세포성과 눈 에 띄지 않는 모세혈관 내강을 지닌 작고 미성숙 (“태아기”)한 사구체가 특징이다. 신세뇨관의 병 변으로 위축, 확장 및 상피성 과증식 등이 관찰된다. 간질성 섬유화가 신장 수질에서 특히 심하게 관찰되는 반면 간질성 염증 소견은 경미하다. 증가된 간질성 수질 조직, 미성숙 사구체와 함께 잔 존한 중배엽조직 등은 이 질환이 신장 이형성증에 의해 발생한다는 사실을 암시하고 있다.\n미니어처 슈나우저(의사 신장 이형성)\n신장 이형성을 시사하는 만성 신부전이 4개월령에서 3년령 사이의 친족관계인 미니어처 슈나 우저 8마리에서 보고된 바 있다. 주요 조직학적 소견이 미성숙 (“태아기”) 사구체, 사구체 경화 증과 심각한 간질성 섬유화였다고 한다.\n뉴펀들랜드(사구체 신장병증)\n뉴펀들랜드의 사구체 신장병은 콜라겐에 의한 사구체간질의 팽창(사구체 경화)이 특징이고 1 세 이하의 3마리 수컷과 암컷에서 발견되었다. 이 환자들은 모두 동배의 새끼들로 8마리 중 3마 리가 심각한 신부전으로 폐사하게 되었다. 관찰된 임상증상에는 단백뇨, 저알부민혈증 및 심각 한 신부전 등이 있다.\n노르웨이언 엘크하운드(의사 신장 이형성, 신장성 당뇨)\n노르웨이언 엘크하운드의 신장 이형성증은 주로 초기에는 사구체주위 섬유증이 관찰되고 조금 더 진행되면 사구체 경화와 위축을 동반하는 전반적인 간질성 섬유증이 특징적으로 관찰된다. 집합관의 과증식 소견이 관찰되나 미성숙 (“태아기”) 사구체는 관찰되지 않는다. 이 품종에서 만성 신부전과 관련 없는 원발성 신성 당뇨 소견도 관찰될 수 있다.\n로트와일러(의사 기저막 장애)\n6~12개월령의 8마리 로트와일러(암컷 5마리와 수컷 3마리)에서 만성 신부전증이 발생하였고 역학 조사결과 이 환자의 일부는 친족 관계에 있었다. 이환된 환자들은 질소혈증, 고인혈증 및 저단백질혈증을 보였으며, 일부 환자에서는 고콜레스테롤혈증도 보였다. 요 스틱검사에서 등장 뇨와 단백뇨가 관찰되었으며, UPC증가가 관찰되었다. 조직학적 소견은 확장된 보우만 공간, 사구체 간질의 과세포성과 기질 팽창, 사구체 모세혈관 고리의 불규칙한 비후, 간혹 보이는 크레센트, 사구체 경과증, 신세관 위축 및 간질의 섬유화 등이다. 전자 현미경상 특징은 사구체 기저막의 광범위한 비후와 기저판의 분열이다. 사구체 족세포의 돌기 탈락 소견 역시 관찰된다. 이러 한 소견은 원발성 기저막 장애(primary base membrane disorder)와 유사하다.\n사모예드(기저막 장애)\n이 질환은 유전성 사구체병증으로 X 염색체에 있는 제5(IV) 콜라겐 사슬에 대한 COL4A5 유전 자의 exon 35 돌연변이에 의해 발생한다. 주로 어린 연령의 수컷에서 다발한다. 통상 2~3개월 령에서 단백뇨, 당뇨, 등장뇨 같은 임상증상이 발생하고, 6~9개월령에서 질소혈증이 관찰되며, 12~16개월령에서 심각한 신부전에 의해 폐사하게 된다. 수컷은 X 염색체가 하나밖에 없기 때문에 돌연변이된 COL4A5 유전자 하나만 가지게 되므로 사구체 기저막에서 a3.a4.a5(IV) 콜 라겐이 완전히 결손된다. 따라서 8~10개월령 수컷에서 사구체간질 비후, 사구체 경화 및 사구 체주위 섬유화 같은 조직학적 병변이 발생하게 된다. 캐리어 상태 암컷은 하나의 COL4A5 정상 유전자와 하나의 돌연변이 유전자를 가지고 있다. 하지만 X 염색체의 random inactivation 현상에 의해 태생기 때 a3.a4.a5(IV)는 사구체 기저막에 모자이크성 발현양상을 보인다(일부 부위는 정상 발현, 일부 부위는 콜라겐 결핍되는 양상). 캐리어 상태의 암컷은 2~3개월령에 단백 뇨가 나타나기도 하지만, 저체중 소견 이외에는 성견이 될 때까지(5세 이상) 특별한 임상증상을 보이지 않는다.\n이환된 수컷 사묘예드는 태어날 때는 사구체 기저막이 형태적으로 정상이지만, 1개월령에는 기저판의 중복과 이층 분열이 전자현미경상에서 관찰되고, 8~10개월령에는 다층 분열, 비후 및 사구체 경화로 발전하게 된다. 캐리어 암컷에서는 단지 사구체 기저막의 국소적 분열만 나타나며 일반적으로 유년기 개시 진행성 질환으로 발전되지 않는다. 단백뇨와 진행성 신장질환은 제 IV형 콜라겐의 비정상적인 가교에 의해 약화된 기저막이 닳고 찢어지기 때문에 발생한다. 이환된 수컷에서 발생하는 기저막의 훼손과 신부전의 발병은 어린 연령에서부터 저단백과 저인 식이를 실시하여 지연시킬 수는 있지만 막을 수는 없다. 또한 ACE inhibitor 또는 cyclosporine A를 투여하면 병의 진행을 늦출 수 있다.\n잡종(Navasota)견의 유년기 신장질환은 X 염색체에 있는 a5(IV) 콜라겐 사슬에 대한 COL4A5 유전자 exon 9의 돌연변이에 의해 유발되는 유전성 사구체질환이다. 현재 이 질환에 걸린 환자군은 텍사스 A&M 대학에서 사육되고 있다. 이 질환의 기본적인 발병기전, 조직학적 임상학적 특징은 사모예드에서 관찰되는 신장질환과 기본적으로 동일하다.\n샤페이(아밀로이드 침착증)\n샤페이의 아밀로이드 침착증은 관절염, 이상열을 동반한 심각한 신부전증이 특징인 질환으로 주로 어린 연령(평균 4세)의 암수 샤페이에서 발생한다. 실험실적 검사 소견은 주로 단백뇨와 신증후군(예, 저알부민혈증, 고콜레스테롤혈증)이며, 증상의 심하기는 사구체 병변의 심하기에 따라 달라진다. 일부 샤페이는 단편적인 관절 종창(보통 경골과 발목 사이의 관절)과 치료와 상관 없이 수일 내에 회복되는 고열의 병력이 관찰된다. 전신적인 아밀로이드 침착증에 의해 결국 만성 신부전에 이르는 어린 샤페이의 재발성 발열과 관절 종창은 사람의 familial Mediter- ranean fever와 유사한 질병양상을 가지고 있다. 샤페이의 아밀로이드 침착증은 상염색체 열성 형질로 유전된다고 한다. 샤페이는 중등도에서 심각한 정도로 신장 수질의 아밀로이드 침착을 보이지만 증례의 2/3에서만 사구체에서도 침착이 확인된다고 한다. 기타 병소는 말기 신장질환에서 흔히 볼 수 있는 것들이다. 아미노산 서열 분석을 통해 샤페이에서 발견된 아밀로이드 침착물에 아밀로이드 A 단백질이 포함되어 있음이 입증되었다. 신장과 더불어 많은 다른 기관에서도 아밀로이드 침착이 관찰될 수 있다(예, 간, 비장, 위장관계, 갑상선). 황달, 간비대 및 간혹 혈복강을 동반한 간 파열이 간에 아밀로이드가 심하게 침착된 샤페이에서 발생할 수도 있다.\n소프트-코티드 휘튼 테리어의 가족성 신장질환\n이 질환은 신장 이형성 또는 막증식성 사구체신염의 특징을 보이고 병리학적 특징은 신장 이형성 소견을 암시한다. 대표적인 조직학적 병변에는 간질 섬유화, 사구체주위 섬유화, 낭성 사구체 위축, 사구체 수의 감소 및 미성숙 (“태아기”) 사구체 등이 있다. 집합관 상피의 샘모양 증식 또한 특징적으로 관찰된다. 다수의 작은 낭, 고에코성 신장 피질, 피질과 수질 경계의 불투명 등이 초음파에서 관찰될 수 있다.\n소프트-코티드 휘튼 테리어에서는 단백질 소실성 장병증, 단백질 소질성 신병증 또는 둘 다 발생하는 경향이 있다. 식이 민감성과 장 투과성 증가가 아마도 말기 신장으로 진행되는 면역 복합 사구체신염을 유발하는 것 같다. 식이 민감성검사와 식이 제한검사의 결과, 식이 과민반응이 관련된 것이 입증되어 있지만 글루텐 과민반응은 관계가 없는 것으로 보인다. 이 질환은 소 프트코티드 휘튼 테리어의 10~15% 정도에서 발병되며 중년 이상의 개가 주로 이환되고 암컷에서 조금 더 호발한다. 유전 방식은 불명확하다. 단백질 소실성 신장병증을 소견을 보이는 환자는 임상적으로 다뇨, 구토, 체중 감소 소견이 관찰되고, 단백뇨, 저알부민혈증, 고콜레스테롤 혈증, 질소혈증, 고인혈증 및 비재생성 빈혈 등의 실험실적 특징이 관찰된다. 간혹 고혈압이 발생되기도 하며, 단백질 소실성 신장병증을 보이는 소프트-코티드 휘튼 테리어 중 12%에서 혈 전색증의 합병증이 발생하였다. 신장 병변에는 사구체 경화, 사구체주위 섬유화 및 만성 간질성 신염으로 진행되는 막성 또는 막증식성 사구체신염 등이 있다. 면역 글로빈 A(IgA), 면역 글로 빈 M(IgM), 보체 등의 사구체간질 침착물이 면역 형광염색으로 확인되었으며, 이는 소프트-코 티드 휘튼 테리어의 신장질환이 사람의 IgA 신장병증 또는 IgM 사구체성 간질성 신장병증과 유사함을 나타내고 있다. 이 질환은 진행성으로 치료는 대증 완화요법밖에 없고, 예후는 불량하다. 비만세포 안정화와 소장 투과성을 감소시키기 위하여 sodium chromoglycate와 단백질 가수분 해 식이(신부전에 의해 금기시되지 않는 경우)가 단백질 소실성 신장병증을 보이는 소프트-코 티드 휘튼 테리어의 치료에 주로 이용되고 있다. 단백질 소실성 신장병증에 의해 만성 신부전증을 보이는 환자는 신부전 환자를 위해 적절한 식이가 제공되어야 한다. 또한 단백질 소실성 신장병증을 보이는 소프트-코티드 휘튼 테리어는 단백뇨를 감소시키기 위하여 ACE inhibitor처 방이 지시된다. \n스탠다드 푸들(의사 신장 이형성)\n이 질환에 이환된 환자는 낭성 사구체 위축과 많은 수의 미성숙 (“태아기”) 사구체가 관찰되며, 주로 3~4개월령에 발증을 한다. 피질의 간질에서 분절성 섬유소 침착증의 영역이 관찰되는 반면 수질에는 좀 더 미만성 병변이 관찰된다.\n웰시 코기(신장 모세혈관 확장증)\n웰시 코기의 신장 모세혈관 확장증이 있는 환자의 신장에는 피질과 수질 경계부에 연접한 신장 수질부에 붉은색에서 검정색 결절들이 다수 관찰된다. 또한 응고된 혈액이 이러한 병변과 신우에서 자주 발견된다. 수신증(아마도 요관 폐쇄에 의한)이 이환된 환자의 약 50%에서 발생한다.\n비슷한 결절성 병변이 피하, 비장, 십이지장, 전종격동, 흉벽, 후복막강과 중추신경계 등의 다른 조직에서도 발견될 수 있다. 조직학적으로 이러한 병변은 내피로 둘러싸인 혈관으로 채워진 공 간인 해면상이며, 혈전은 동(sinus) 내에서 자주 발견된다. 단층 내피로 둘러싸인 이러한 공간들 은 혈관 기원의 양성 종양이라기보다는 혈관 기형인 것으로 보인다.\n"
}