{
    "title": "임상가를 위한 소동물신장학 진단과 치료지침",
    "author": "현창백",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n\n임상가를 위한 소동물 신장학\n진단과 치료지침\nCHAPTER08\n사구체성 신장질환\n\n1. 서론\n소동물에서 사구체질환은 신장질환과 신부전을 유발하는 드물지 않은 원인으로 소동물의 신장 질환의 43~90%에서 사구체 병변이 관찰되고 있다.  네프론의 구 성은 사구체와 세뇨관으로 되어 있고 이들은 서로 유기적으로 밀접한 관련성이 있기 때문에 사 구체에서 시작된 병변이 진행성으로 치료되지 않을 경우, 종국에는 간질, 세뇨관 및 신장 혈관 계까지 손상을 주게 된다. 따라서 사구체질환은 궁극적으로 사구체 경화증과 말기 단계 신장질 환으로 진행하게 된다. 개와 고양이에서 가장 흔하게 접할 수 있는 사구체질환은 아밀로이드 침 착증(amyloidosis)과 사구체신염(glomerulonephritis)이며 둘 다 면역 매개성 요인에 의해 발 생한다(표 8-1). 사구체신염은 크게 1) 막성 사구체병증(membranous glomerulopathy), 2) 막 증식성 사구체신염(membranoproliferative glomerulonephritis), 3) 증식성 사구체신염(pro- liferative glomerulonephritis; IgA 신증을 일부 포함)으로 나뉜다. 개와 고양이의 유전성 신염 (hereditary nephritis)과 미세변화 사구체병증(minimal change disease)은 상대적으로 흔치 않은 사구체질환에 속한다.\n2. 발병기전\n미세변화 사구체병증(minimal change glomerulopathy)\n\n\n사구체는 혈장의 초여과 기능을 갖는 변형된 모세혈관망의 구조물로 수분과 작은 용질들을 자 유롭게 통과시키며 세포들과 단백질 같은 대부분의 고분자들을 여과하는 필터 역할을 하는 장 기이다. 자세한 사구체의 정상 구조와 기능은 제1장에 자세히 기술되어 있다.\n\n면역 매개성 요인에 의한 사구체 손상\n많은 사구체질환이 면역 매개성 요인에 의해 발생하는 것에 대해서는 잘 알려져 있지만 어떤 요 인에 의해서 면역활성이 일어나는지는 아직 정확하게 밝혀져 있지는 않았다. 다만 여러 요인에 의해 사구체 기저막에 축적된 항원물질이 사구체 손상을 유발하는 것으로 알려져 있다. 따라서 감염, 염증, 기생충, 종양 및 퇴행성 질환에 의해 발생하는 항원자극이 궁극적으로 면역 매개성 사구체 손상을 일으킬 수 있다. 개와 고양이에서 사구체 손상을 유발할 수 있는 요인에 대해서 는표 9-2와표 9-3에 자세히 나와 있다. 이러한 항원 자극 물질들이 사구체 손상을 유발하는 기 전에는 1) 순환 중인 면역복합체의 사구체 기저막에 축적(사구체 기저막에 면역복합체가 축적 되면 cytokines, nitric oxide, eicosanoids, complement, growth factors 같은 여러 가지 면역 관 련 물질들이 관여하는 사구체 손상이 발생), 2) 외래 항원이나 사구체 자체 항원에 대한 항원항 체반응, 3) 세포 매개성 면역반응, 4) 보체 매개성 면역반응, 5) 아밀로이드 단백질 축적, 6) 혈역 학적 변화(사구체 기저막에 항원–항체복합체 축적으로 사구체 내압이 증가하여 신혈류량을 증 가시키고 사구체 고혈압을 유발), 7) 고지혈증(사구체의 알부민 소실에 의한 lipoprotein생성\n\n\n\n\n\n\n\n\n장애에 속발하여 발생), 8) 신장혈관 내 응고(주로 사구체 손상이나 염증 매개물질들이 복합작 용으로 유발) 등이 관여하고 이중 6), 7), 8) 기전은 면역 매개성 사구체 손상에 속발하여 발생하 는 기전들이다.\n\n사구체 손상의 임상적 결과(합병증)\n신혈류량(RBF)와 GFR: 사구체 손상의 정도에 따라 달라지기는 하지만 사구체가 손상되면 사 구체 내압이 오르게 되고 이는 사구체로 유입되는 신장혈관계에 혈관 저항성을 증가시킨다. 이 러한 혈관저항성 증가에 따라 GFR은 사구체가 손상되어도 초기에는 저하되지 않지만 시간이 지나면 이런 보상 효과만으로 GFR이 떨어지는 것을 막을 수 없다. 결과적으로 사구체 고혈압은 전신 고혈압으로 진행하여 심장에 작업부담을 증가시킨다.\n단백뇨: 흔히 사구체질환의 특징이 심한 단백뇨라고 한다. 단백뇨가 발생하는 주요 원인은 사구체에 대한 손상으로 사구체로 유입되는 단백질에 대한 permselectivity(선택적으로 특정 단백질을 재흡수하여 혈액으로 되돌려 보내는 기능) 기능이 장애를 받아서 심각한 단백뇨가 발 생한다.\n부종 형성(edema formation): 여러 요인들에 의해 사구체질환에서 부종형성을 유발한다. 심한 신증후군에서는 혈장 교질삼투압의 감소로 간질조직 내로 체액의 누출이 일어나고 결과 적인 유효혈장량의 감소에 따라 레닌–안지오텐신–알도스테론계(RAAS)의 활성이 증가하고 수분과 염분이 저류되면서 부종이 더욱 악화된다. 하지만 대부분 사람의 신증후군에서는 혈량감 소 또는 혈장 레닌/알도스테론 활성이 증가하지 않는다. 따라서 주로 원발성 염분저류가 부종형 성에 원인이 된다. 원발성 신장 나트륨 저류의 기전으로는 근위 세뇨관 재흡수 증가와 더불어 각각의 네프론 사구체 여과율의 감소, cytokine에서 유래된 원위 세뇨관 재흡수의 변성으로 ANP(atrial natriuretic peptide)와 같은 나트륨 이뇨호르몬에 대한 저항성 유발 등이 제시되고 있다. 사람의 연구에 따르면, 혈청 알부민 농도가 3 g/dL 이하로 떨어지기 전에는 신장의 나트륨 저류가 부종형성의 가장 중요한 요인이 된다고 한다. 혈장 알부민 농도가 그 이하로 떨어지면, 혈장 교질 삼투압이 충분히 낮아지게 되어 체액이 혈관 구획에서 간질공간으로 누출된다. 개의 경우, 저알부민혈증에 의한 부종 형성이 잘 일어나지 않기 때문에, 일반적으로 부종은 혈청 알 부민이 1.5 g/dL 이하가 되기 전에는 발생하지 않는다. 이 시점에서는 혈장량이 감소될 수 있으 므로 부종치료를 위한 이뇨제 치료는 상대적으로 비효과적이고 급성 신부전과 혈전색증의 위 험이 크다.\n혈액 응고 장애–혈전: 단백뇨가 심한 환자에서 혈액 응고장애는 흔히볼수 있는 소견이다. 이 러한 환자에서 V, VII, VIII, X는 증가하고 anti-thrombin III는 감소되며 혈소판 기능이 변조되어 과응고 상태(hypercoagulable state)를 만들고 이러한 상황들이 혈전을 잘 유발하게 한다. 혈전은 개의 사구체신염의 약 5%에서, 아밀로이드 침착증의 14%에서, 모든 형태의 사구체질환의 13% 에서 발생한다는 보고가 있다. 혈전색증을 임상적으로 실제 발견하기가 어렵기 때문에 개의 사구 체질환에서 발생하는 혈전색증의 실제 발생빈도는 더욱 높을 수 있다. 혈전색증의 위험도는 막성 신증과 아밀로이드증과 같은 신성 단백뇨를 유발하는 질환에서 더 높다. 폐의 혈전색증이 가장 빈발하지만 다른 혈관에도 전색으로 인한 패색이 발생할 수 있다. 예를 들어 장간막 동맥, 신동맥, 장골동맥, 상완동맥, 관상동맥 또는 간정맥 등이다. 수의학에서는 항트롬빈 III(antithrombin III; AT III)의 요중 손실이 발병기전으로 주목되고 있지만 일반적으로 과응고 상태를 유발하는 원인 은 여러 가지 인자 때문이다. AT III는 세린 단백분해효소 억제제(serine protease inhibitor)로섬 유소원 형성을 변화시키며 헤파린은 이런 반응을 촉매한다. AT III 의 분자량은 65,000 dalton으 로 하전된 전하와 크기가 알부민과 유사하여 혈청 AT IIII의 활성도는 혈청 알부민 농도와 밀접한 관련이 있다. 따라서 혈청 알부민 농도가 2 g/dL 이하가 되면 혈전색증의 위험도가 증가되고 혈청 AT III 활성도가 정상수준의 75% 미만으로 떨어진다. 하지만 다른 인자들도 관여하기 때문에 AT III의 활성도가 항상 혈전색증의 발생과 관계되는 것은 아니다. 알부민은 또한 아라키도닉산 (arachidonic acid)과 결합하는데 만일 비결합 부분이 생기게 되면 thromboxane B2와 같은 prostaglandin의 생성을 통해 혈소판의 응집을 촉진할 수 있다. 따라서 저알부민혈증이 혈소판 과응집현상과 관계가 있다. 고콜레스테롤혈증(hypercholesterolemia)은 세포막 구성의 변화를 가져와 세포막부착효소와 수용체 활성에 영향을 주게되고 혈소판의 과감작반응을 초래한다. 과 응고증 발생과 혈소판 과감작 및 많은 사구체질환에서 발생하는 혈소판 증가증(thrombocytosis) 이 혈전발생을 더욱 조장하는 조건이 된다. 사람에서는 300 mg/dL 이상의 섬유소원 농도의 증가 현상이 신증후군에서 관찰되며, 이로 인해 섬유소 복합체 형성 증가와 혈소판 과응고증이 발생한 다. 혈전색증은 a2 macroglobulin, a2 antiplasmin, procoagulant cytokines, 응고인자(coagula- tion factors) V, VII, VIII, X 등의 농도 증가와 혈장 점성과 간질액 압력의 증가, 혈장 plasmino- gen 농도 저하, 혈장량과 혈류량 감소, 내피세포 손상과 감염 등으로 더 발생하기 쉽다. Warfarin 과 aspirin이 혈전색증을 예방하기 위해 사용되어 왔다. 하지만 warfarin의 높은 혈장단백질 결합 능과 150% 정도의 PT 연장 소견 때문에 적절하게 농도를 유지하기 어려워서 저알부민혈증 증례 에서는 처방이 권장되지 않는다. 대체 약물인 저용량 aspirin용법은 저렴하고 투여가 쉬우며 더 나가 단백뇨를 줄이는 데 이로운 작용을 한다.\n동맥성 고혈압: 전신 고혈압은 사구체질환의 대표적인 합병증이다. 기전은 이미 앞에서 설 명을 했고 이러한 사구체질환에 의한 고혈압은 거의 80% 이상의 환자에서 보고된 바 있다. 만 약 이런 전신 고혈압 적절하게 치료되지 않은 신장질환이 더욱 악화되는 악순환이 일어나게 된 다. 사구체질환과 관련된 고혈압 발생기전은 원발성 신장 나트륨저류에 의한 혈장량 증가로 생 각되지만 renin, angiotensin II, endothelin 같은 여러 혈관활성인자들의 생성증가가 혈관을 수 축시켜 고혈압 발생에 관여할 수 있다. 산화질소 결핍증(nitric oxide deficiency)도 고혈압을 유 발하는 데 중요한 역할을 할 수 있다. 고혈압으로 인한 손상의 표적기관은 신장, 중추신경계, 안 구, 심장 등이 포함된다. 실명 소견이 고혈압 환자에서 나타날 수 있는데 망막 박리가 가장 흔한 원인이지만 망막의 출혈, 부종, 혈관사행, 퇴행, 전방출혈, 속발성 녹내장 등도 발생할 수 있다. 고혈압성 뇌증이 기면, 정신활동 장애, 행동 장애, 발작, 균형 장애 등의 증상으로 나타날 수 있 다. 고혈압에 의한 심장변화에는 수축성 심잡음과 갤롭음, 좌심실비대 등이 있다. 고혈압이 진행 성 신장 손상에 중요한 위험인자가 되므로 모든 사구체질환이 있는 증례에서는 반드시 혈압을 측정해야 된다.\n고지혈증(hyperlipidemia): 고콜레스테롤혈증(hypercholesterolemia)은 개의 사구체신염 증례의 79%, 아밀로이드증의 86%에서 보고되는 합병증이다. 사구체신염이 있는 개 69마리의 평균 콜레스테롤 농도는 312 mg/dL이었지만 749 mg/dL까지 상승된 증례도 있었다. 아밀로이 드 침착증의 23마리의 개에서 평균 콜레스테롤 농도는 350 mg/dL이었다. 총 혈장 콜레스테롤 과 초저밀도 지질단백(very-low-density lipoprotein; VLDL), 저밀도 지질단백(low-density lipoprotein; LDL) 등이 사구체질환에서 증가한다. 고지혈증의 발생기전은 저알부민혈증이 지 질단백질을 포함한 간의 단백질합성을 자극하여 고콜레스테롤혈증을 유발한다. 혈청 알부민 농도와 혈장 삼투압은 고콜레스테롤혈증의 심하기와 반비례한다. 하지만 저알부민혈증 또는 혈장삼투압 감소가 합성을 증가시키는지는 확실치 않다. 지질 이화작용의 변화도 고지혈증 발 생기전에 관여할 수 있다. 사구체의 permeselectivity 유지에 중요한 역할을 하는 orosomucoid 가 사구체질환이 있을 경우, 소변 중으로 소실이 증가된다. 이렇게 orosomucoid 소실이 증가되 면 사구체의 단백질 재흡수가 억제되어 단백뇨를 더욱 악화시키는 동시에 간접적으로 정상 지 단백 지방분해효소의 보조인자인 간의 황산 헤파린 생산을 감소시킨다.\n3. 사구체질환의 임상 소견\n사구체와 세뇨관간질의 손상을 유발할 수 있다. LDL과 산화된 LDL이 간질세포의 기능을 변화 시키고 간질의 기질 합성을 증가시켜 사구체 경화증을 유발할 수 있다. 또한 사구체와 세뇨관간 질의 지단백 침착과 지단백 유래 세포독성이 신장 손상을 초래할 수 있다. \n\n\n\n개의 사구체질환은 어느 연령대에서도 이환될 수 있으나 대부분 중년층과 노령견에서 많이 발 생한다. 사구체 투과율 증가의 지표가 되는 microalbuminuria의 발생비율을 조사해 본 결과, 연령이 높을수록(특히 6년령 이상) 많이 관찰되었다. 사구체질환의 발생 빈도는 성별에 차이가 관찰되지 않았다. 하지만 일부 사구체질환(예, 샤페이 아밀로이드 침착증)은 특정 나이나 성별 에 호발하는 경우도 있다. 또한 사구체질환은 다른 질환의 진행과정 중에 속발하여 발생할 수도 있다. 어린 연령과 중년 동물의 경우 감염 및 비감염성 염증질환이 속발성 사구체질환의 원인이 되고, 노령 동물에서는 종양이나 퇴행성 질환이 속발성 사구체질환의 주요 원인이 된다. 가족성 사구체질환은 매우 어린 연령에서 발현되며, 표 8-2에 소동물에서 발생하는 대표적인 사구체질 환이 열거되어 있다.\n\n병력 및 임상증상\n사구체질환의 가장 주요한 임상 소견은 심각한 단백뇨와 이에 따른 여러 합병증(말초 부종, 고 혈압, 고지혈증)들이다. 이러한 임상증상은 단백뇨의 정도와 신부전 발생의 유무에 따라서 크게 달라진다. 많은 환자들이 무증상으로, 건강검진 시에 우연히 단백뇨가 검출되기도 한다. 사구체 질환의 증상에 앞서 사구체질환을 속발한 원발성 염증성, 감염성 또는 종양 등과 관련된 특징적 인 증상들이 먼저 발현되기도 한다(표 8-3, 8-4). 사구체질환의 임상증상은 체중 감소, 기면 등 과 같이 비특이적 전신증상과 다뇨, 다음, 식욕부진, 구토, 구취 등과 같은 만성 신부전이나 요독 증 시 나타나는 소견과 유사하다. 또한 요를 통한 단백질 손실이 심해지면 복수, 말초 부종 등의 체액정체와 혈전색증으로 인한 호흡곤란, 다리(특히, 후지)의 기능 소실 등이 나타날수 있다. 전신 고혈압이 발생하면 중추신경계와 안구 또는 심근의 비대증에 의한 이차적인 임상증상들 이 나타나기도 한다.\n\n\n신체검사 소견\n개의 사구체질환에서 가장 뚜렷하게 관찰되는 신체검사 소견으로는 피모불량과 불량한 신체조 건 같은 비특이적인 소견들이다. 더 나가 사구체질환이 악화되면 신부전이 발생하면서 구강 궤 양과 창백한 점막, 탈수 같은 소견이 나타날 수 있으며, 무엇보다도 단백소실에 의한 피하부종, 복수 같은 소견이 나타날 수 있다. 때때로 개에서 혈전색증에 의한 호흡곤란, 말초의 맥박 감소 나 소실 같은 심각한 임상증상이 나타날 수 있다.\n신체검사를 통해, 염증이나 감염 상태 및 종양 같은 사구체질환의 원발요인을 확인할 수 있 는 경우도 있다. 신장 촉진 시, 다양한 크기의 신장이 촉진된다. 만약 이미 만성 신부전으로 진행 된 경우, 작고 견고하며 불규칙한 모양의 신장을 촉진할 수 있는 반면 경미한 증례이거나 초기 일 경우, 정상 크기이거나 반대로 더 커진 신장을 촉진할 수도 있다.\n\n실험실검사 및 영상진단 소견\n사구체질환의 가장 큰 특징은 단백뇨로서 혈뇨나 염증이 소변샘플에서 UPC가 0.5 이상이면 병 적인 단백뇨로 판단할 수 있다. UPC 값만으로 특정 신장질환을 진단할 수 있는 것은 아니지만 심각한 단백뇨 소견과 1 이상의 UPC수치는 사구체질환을 강하게 암시하는 소견이다. 지속적으로 미세알부민뇨가 심해지는 개에서는 이러한 미세알부민뇨가 단백뇨로 진행하는 지 여부와 어떤 요인에 의해 사구체 여과장막의 손상이 발생하여 이러한 소견이 발생하였는지 를 밝혀내야 한다.\n소동물 사구체질환에서 요비중은 가변적이어서 증례의 37%에서는 1.035 이상의 고비중을 보였고 증례의 29%에서는 등장뇨가 관찰되었다. 하지만 63% 증례의 아밀로이드 침착증에서 는 1.016 이하의 희석뇨가 관찰되었고 5.1%에서만 1.035 이상의 농축뇨가 관찰되었다. 신장의 농축능력은 정상이면서 질소혈증이 존재하는 경우를 사구체-세뇨관 불균형(glomerulotubu- lar imbalance)이라 말하며, 이러한 특징이 사구체질환을 나타내는 지표가 된다.\n개의 사구체질환에서는 원주상뇨(cylindruia)가 흔한데 가장 많이 관찰되는 요원주(cast)는 초자양(hyaline)원주이지만 과립상(granular), 왁스양(waxy), 지방(fatty)원주도 나타날 수 있 다. 이런 원주들은 신장 세뇨관 상피의 손상을 방지하기 위해 단백질들이 뭉쳐져 생성된 것으로 여겨진다.\n사람에서 신장원성 혈뇨는 IgA 신증(IgA nephropathy), 사구체간질 증식성 사구체신염(me- sangial proliferative glomerulonephritis)과 같은 사구체 손상과 관련되어 많이 발생하지만 개의 사구체병증에서는 흔하게 나타나는 증상은 아니다. 비정상 사구체 모세혈관망 구조 때문에 소변 으로 배출된 적혈구는 종종 모양이 변형되어 있다. 따라서, 소변 내 적혈구의 형태를 통하여 다른 원인에 의한 혈뇨와 사구체원성 혈뇨를 감별할 수 있다.\n저알부민혈증이 사구체신염이나 아밀로이드 침착증 증례에서 각각 60%, 70%에서 관찰되 었다. 심한 사구체 증례에서는 주로 신부전에서 관찰되는 질소혈증, 고인산혈증, 대사성 산증 등 이 나타날 수 있다. 신부전 또는 전신성 질환에 이환된 개체에서 속발성 비재생성 빈혈이 많이 나타나며 기타 혈액학적 이상이 관찰되는 경우 근본적인 전신질환을 나타내기도 한다. 혈소판 증가증과 고섬유소원혈증(hyperfibrinogenemia)은 개의 사구체질환에서 흔히 관찰되는 소견 이다. 저알부민혈증, 단백뇨, 고콜레스테롤혈증, 부종 등의 신증후군(nephrotic syndrome)은 사구체질환 특유의 증상이지만 사구체신염의 약 15% 정도에서만 보고된 바 있다. 부종이나 복 수가 없는 불완전 신증후군이 더 보편적으로 발생하며 이러한 형태는 약 49% 증례에서 보고되 어 있다. 신증후군은 심한 단백뇨와 관련된 아밀로이드 침착증, 막성 신증, 미세변화 사구체 병 증 등에서 더 흔하게 나타난다.\n복부 방사선 사진에서 신장은 정상 또는 작고 불규칙한 모양으로 나타날 수 있으나 반대로 크기가 커진 신장도 관찰될 수 있다. 초음파검사에도 크기나 모양의 유사한 변화를 볼 수 있고 신장 피질부의 증가된 에코음영과 피질수질 경계부가 소실된 형태도 관찰할 수 있다. 신우는 다 뇨 증상이 있거나 체액이 충만된 경우 경미하게 확장될 수 있다.\n단백뇨 증상을 보이는 개체는 내재 가능성 있는 감염성, 염증성 질환 또는 종양 등을 확인하 기 위해 총체적이고 세밀한 실험실검사와 진단검사가 수행되어야 한다.\n\n조직 병리학적 소견\n신장 생검을 통해 병변의 심각도와 질환별 형태적 특징에 대한 중요한 임상적 실마리를 제공하 여 사구체질환을 확진을 내리는 데 도움이 된다. 하지만 원발요인을 치료함으로써 단백뇨 증상 이 개선되거나 이미 말기 단계의 신장질환으로 진행된 경우라면 신장 생검을 굳이 실시할 이유 가 없다. 하지만 정확한 조직학적 진단이 사구체질환의 치료와 성공적인 관리 및 예후 판단에 중요한 요소가 될 수 있다.\n사구체 손상의 정도에 따라 장해 정도를 분류할 수 있는데 거의 모든 사구체가 이환된 병변 이 있는 경우 광범위한(generalized) 장해, 50% 정도의 사구체가 손상된 경우 국소적인(focal) 장해로 구분할 수 있다. 사구체 개별로 평가하는 경우 사구체 전체가 손상되었다면 미만성(dif- fuse/global)으로, 사구체의 일부 소엽만이 손상되었다면 분절성(segmental) 또는 국소성 (local)으로 분류할 수 있다.\n루프스성 신염은 여러 가지 염증세포들의 간질성 침윤과 급성 세뇨관 손상이 특징인 질환이 며 일부 사구체 병변이 동반되는 경우도 많다. 반월(crescent) 병변은 굳이 정의를 내리자면 보 우만 내강(Bowman’s space)에 두 층 또는 그 이상의 세포층이 있는 것을 지칭하고 심각한 손\n\n\n4. 사구체질환의 치료와 예후\n상이 있음을 의미한다(그림 8-2). 50% 이상의 사구체에서 반월 병변이 발생할 경우 반월성 사 구체신염으로 진단할 수 있는데 개와 고양이에서는 흔하지 않다. 개와 고양이의 원발성 막성 사 구체병증에서 형성되는 면역 복합체나 1형 막증식성 사구체신염과 증식성 사구체신염에서 발 견되는 순환 면역복합체가 침착되면 면역형광염색에서 양성반응을 나타낸다. 소동물의 사구체 질환은 면역복합체 침착이 특징이므로 면역형광염색을 통해 모세혈관이나 사구체간질부에서 불연속적인 형광발색을 관찰하여 진단을 내릴 수 있다. 하지만 사구체간질은 사구체 모세혈관 벽으로부터 유래된 고분자 파편을 제거하는 중요한 역할을 하기 때문에 사구체 내에 면역글로 불린이 존재해도 이 소견이 비특이적 소견으로 사구체의 면역학적 손상과는 관련 없는 가능성 도 있다. 따라서 면역염색결과가 양성이면서 사구체질환의 증거를 발견할 수 없는 경우 확진을 위한 추가 검사가 필요하다.\n\n\n사구체질환에 대한 치료는 크게 원인에 따른 특이치료와 일반적인 증상에 대한 보존/대증요법 으로 나눌 수 있다. 하지만 소동물 임상에서는 사구체질환의 정확한 유형을 파악하기가 쉽지 않 기 때문에 치료는 1) 잠재적인 원발요인에 대한 치료, 2) 단백뇨의 완화, 3) 요독증 및 신부전과 관련된 기타 합병증의 관리에 포커스를 두고 있다.\n개의 많은 사구체병증은 전신적인 감염, 염증, 종양 등에 속발해서 발생되는 것으로 보고 있 다. 그러나 사구체 증상을 처음 보이는 시점에서 원발질병은 이미 치료가 되어 있거나, 원발질 병이 자극요인이 명백하지 않을 수 있다. 지속적인 단백뇨에 대한 가장 먼저 해야 할 조치 역시 잠재적으로 악화요인이 되는 질병을 치료하거나 제거하는 것이다. 더불어 단백뇨 완화 정도를 지속적으로 모니터해야 하며 만일 단백뇨가 해소되지 않거나 오히려 더 악화된다면 사구체질 환의 정확한 진단을 위해 신장 생검을 실시하는 것이 좋다.\nEnalapril 같은 ACE억제제는 개의 사구체신염에서 단백뇨의 감소와 질소혈증의 진행을 지 연시키는 데 상당히 효과적인 약물로 현재 사구체질환의 치료의 가장 기본이 되는 약물이다. ACE 억제제는 여러 가지 기전을 통해 단백뇨를 완화시키고 신장 기능을 보존할 수 있다: 1) ACE 억제제는 수출성 사구체 동맥저항(efferent glomerular arteriolar resistance)을 감소시켜 사구체의 모세혈관의 정수압을 낮추어 단백뇨를 감소시킨다. 2) 황산 헤파린(heparin sulfate) 의 사구체 손실과 사구체 모세혈관 내피구멍(glomerular capillary endothelial pores)의 크기 를 감소시키며 지단백질의 대사를 개선시키고 사구체간질의 성장과 증식을 지연시킬 뿐 아니 라 bradykinin의 분해도 억제시킨다. 기본적으로 enalapril은 0.5 mg/kg을 하루에 한 번 경구투 여하며 2~4주 후에도 단백뇨가 완화되지 않는다면 하루에 두 번 정도로 투여 빈도를 증가시킨 다. 일반적으로 50%의 증례가 하루에 두 번 투여되고 있다. 혈청 크레아티닌 농도를 지속적으 로 모니터 해야 하지만 enalapril 단독 투여로 질소혈증이 악화되는 경우는 드물다.\n고혈압 증상이 있는 개에서 적절한 혈압조절을 실시하여 단백뇨 증상을 개선시키고 질병의 경과를 늦출 수 있다. ACE 억제제는 상대적으로 약한 항고혈압제제이기 때문에 ACE 억제제 치 료를 실시한 후에도 지속적으로 수축기 혈압이 170 mmHg 이상인 경우 amlodipine(0.1 mg/kg, BID, PO)과 같은 추가적인 항고혈압제제가 필요하다.\n혈소판과 thromboxane이 사구체신염의 병리기전의 중요한 역할을 할 수 있다. Throm- boxane은 혈소판 응집의 유도인자이며 호중구의 주화성 인자이다. 호중구는 단백분해효소의 방출로 GBM의 손상을 유발한다. Thromboxane의 방출에 의해, 혈관과 사구체간질세포의 수 축이 일어나 GFR이 감소될 수 있다. 실험적으로 유발시킨 사구체신염이 있는 개에서 throm- boxane 합성효소 억제제를 투여하였을 때, 단백뇨가 감소되는 효과가 관찰되었다고 한다. Aspirin은 비특이적인 cyclo-oxygenase 억제제로 사구체 염증의 감소와 혈소판 응집억제 목적 으로 사용되는데 추가적으로 혈전색증의 예방 효과도 가지고 있다. 이론적으로 매우 적은 용량 의 aspirin (0.5 mg/kg, BID, PO)은 이로운 효과를 지닌 prostacyclin 형성 저해 없이 선택적으 로 혈소판 cyclo-oxygenase를 억제할 수 있다.\n식이 단백질의 제한도 사구체신염 관리에 유용할 수 있다. 사람과 설치류의 사구체질환에서 식이 단백질 제한을 통해 혈청 알부민 농도는 변화 없이 단백뇨 증상완화가 관찰되었다. 고단백 질 사료는 요중 단백질 소실을 악화시키기 때문에 사용을 피해야 된다. 또한 개의 신장 처방사 료에서 볼 수 있는 오메가-6에 비해 강화된 오메가-3 지방산과 염분 및 인의 제한된 사료 포뮬 라가 사구체 병증에 도움이 될 수 있다. 오메가-3 지방산은 개의 신부전 증례에서 신장보호 역할 과 사람의 신증후군 증례에서 고혈압 완화, 혈청 중성지방과 콜레스테롤 농도 저하 등의 기능을 보인다. 이런 긍정적인 효과는 3-계열 prostaglandin의 생성을 매개하여 일어난다. 염분 제한은 고혈압과 체액축적을 조절하는 데 이롭게 작용한다.\n\n\n적절한 운동은 부종과 복수를 줄이는 데 도움이 된다. 저알부민혈증과 부종이 있는 동물에 서 혈장용적이 감소될 수 있기 때문에 호흡 장애를 치료하는 경우를 제외하고는 이뇨제의 사용 은 피해야 한다.\n복수나 부종에 대한 처치를 위한 나트륨/체액 불균형 교정을 위해 furosemide (1~2 mg/kg, PO, BID)를 필요에 따라 처방할 수 있다. 하지만 환자가 지나친 체액 소실로 GFR이 감소되지 않게 주의를 해야 한다. 만약 복수나 부종이 재발성이고 잘 조절되지 않으면 spironolactone (1~2mg/kg, BID, PO)를 첨가할 수 있다. 이러한 처방은 환자가 저칼륨혈증이 있을 때 더욱 유 용하다. 복수가 너무 심하거나 이뇨제요법을 사용할 수 없을 경우, 복수천자를 통해 복수를 제 거해도 된다. 이뇨제에 의한 순환 혈량 감소가 걱정되고 지나친 알부민 소실이 문제가 될 경우, 혈장 수혈이 복수나 말초부종 관리에 도움이 될 수 있다.\n사람과 개의 사구체질환 치료에서 면역억제제의 사용은 많은 논란이 있는 치료법이고 불행 하게도 개에서는 사구체질환에 대한 corticosteroids 치료 효과에 대한 연구실적이 거의 없다. 다만 한 보고서에 따르면 corticosteroid를 과다 투여한 개에서 단백뇨가 관찰되었고 이는 속발 적으로 사구체 병변을 유발하였다. 또한 개의 유전성 신염에서 prednisolone의 투여로 가역적 인 단백뇨의 증가현상이 관찰된 바 있다. 면역억제제는 전신홍반성 루프스(systemic lupus ery- thematosus)와 같이 스테로이드 반응성 질환에서 속발성 사구체신염의 발생을 억제하기 위해 사용할수 있고, 원발성 막성 신증(primary membranous nephropathy) 같은 질환에서도 적용 을 고려해 볼 수 있다. Cyclosporine이 개의 사구체신염에서 유일하게 연구된 약물인데 긍정적 인 효과를 볼 수 없었다. 하지만 실험 모집단에 사용된 개들에 대한 정확한 사구체질환의 원인 이 모호하였기 때문에 결과를 검증하기 위한 추가적인 연구가 필요한 것 같다. 더 나가, 개의 원 발성 막성 신증, MCD, 또는 루프스 신염 같은 질환에서 면역억제제 사용에 대한 체계적인 연구 가 필요하다. 따라서 최종적인 연구결과가 도출되기 전까지는 면역억제제의 사용은 매우 신중 하게 결정하고 세심하게 그 효과를 모니터해야 한다.\nUPC, 요분석, 체중, 신체 상태, 혈청 알부민과 크레아티닌 농도는 매월 모니터하고 기존의 치료계획이 수정될 때마다 실시되어야 한다. 만약 개의 임상증상이 안정적이고 치료적 변동이 없는 경우에는 3~6개월마다 실시되어야 한다. 단백뇨를 평가하는 UPC의 경우, 미세한 일일 변 화가 일어날 수 있기 때문에 수치 자체보다는 UPC의 변화추세를 평가함으로써 보다 정확하게 평가할수 있다. 혈청 크레아티닌 농도상승을 동반하지 않고 UPC 값이 단백뇨의 개선 소견(이 상적으로 50% 이상 저하)이 확인되면 치료에 대한 개선 효과를 의미한다. 전신 혈압도 3~6개 월 마다 측정해야 하며 난치성 고혈압인 경우 더 자주 실시해야 한다. 신장기능이 개선되더라도 조직학적 병변은 꼭 회복되는 것은 아니기 때문에 생검을 반복하는 것은 불필요하다.\n개와 고양이의 사구체질환의 예후는 다양하고 여러 인자들의 복합작용에 의해 달라진다. 사 구체질환이 있는 많은 동물에서 진행성 질병을 예상할 수 있지만 자연적으로 치료되는 경우와 특이치료에 대한 반응을 보이는 경우도 있다. 더욱이, 질병 경과 초기에 확진하여 조기치료가 가능하다면 진행을 더디게 할 수 있고 상대적으로 정상적인 생활을 하게 할 수 있다. 사람의 경 우, 질소혈증과 심한 단백뇨, 전신성 고혈압과 심한 세뇨관 간질성 병변 등을 부정적 예후의 지 표로 삼고 있다. 개와 고양이에서도 이와 유사한 소견이 예후에 영향을 미칠 것으로 생각된다.\n\n5. 사구체질환의 종류와 특징\n질소혈증을 보이는 사구체신염에 이환된 개의 경우, 생존기간은 3개월 이하였다. 폐사하거 나 안락사시키지 않은 사구체신염이나 아밀로이드 침착증에 이환된 53마리의 개의 연구에서 평균 생존기간은 발현 후 단지 28일이었고 중요한 점은 이 개들의 생존기간이 어떠한 생화학적 지표와도 크게 관련성이 없었다는 점이다. 따라서, 다양한 소동물 사구체질환의 경과와 예후를 정립하기 위해서 더욱 많은 연구가 필요하다.\n\n\n과거 수의학에서는 여러 가지 사구체질환들을 총체적으로 사구체신염이라는 형태로 분류하고 치료와 관리를 하였다. 이러한 접근법은 개와 고양이에서 발생하는 여러 가지 사구체질환을 효 과적으로 치료와 관리를 하는 데 여러 가지 불리한 점이 많았다. 사람의 경우, 이러한 사구체질 환들을 세분하여 발병기전을 밝히고 질병의 본태를 이해하여 질환별 최적화된 치료기법과 좀 더 명확한 예후 판단의 기준이 세워져 있다. 따라서 이번 소단원에서는 소동물에서 발생하는 여 러 가지 사구체질환을 사람의 사구체질환의 연구에서 밝혀진 정보를 바탕으로 세분하여 살펴 보고자 한다.\n\n막증식성 사구체신염\n막증식성 사구체신염(membranoproliferative glomerulonephritis; MPGN)은 개에서 가장 흔 한 사구체질환으로 생각되지만 면역형광염색이나 전자 현미경검사로 정확하게 진단을 내리지 않는한 정확하게 입증하기가 쉽지 않다. 따라서 다양한 종류의 사구체 병변을 MPGN으로 판정 내리기 쉽다. 따라서 개에서 MPGN의 이환율은 상당히 과대평가되고 있다. 사람에서 발생하는 MPGN은 선진국보다 감염성 질환 및 위해한 환경물질 등에 쉽게 노출될 수 있는 개발도상국에 서 더 흔히 발생한다. 따라서 개에서 MPGN이 가장 흔한 사구체 병변일 수 있지만 아마도 현재 보고된 이환율보다는 적게 발생할 것이다.\n한 연구에 따르면, MPGN에 이환된 개의 평균 연령이 10.5년이었고 암컷과 수컷 모두에서 동등한 이환율을 보였다. 개의 MPGN의 진행과정에 대해 연구된 결과가 부족하지만 사람에서 MPGN의 경우, 점진적인 진행성 경과를 보이며 50%에서 신증후군이 발병한다고 한다. MPGN은 Bernese mountain dogs에서 유전성 소인이 있는 것으로 알려져 있다. 세뇨관 괴사와 간질성 염증을 동반하며 빠르고 치명적인 MPGN소견을 보이는 사구체질환이 Borrelia\n\n\nburgdorferi 에 감염된 개에서 보고된 바 있고, 이 환자들의 평균 연령은 5.6년이었다. MPGN은 Labrador retrievers와 Golden retrievers에서 호발한다는 보고도 있다.\nMPGN에는 두 가지 형태가 있는데 1형 MPGN 또는 사구체간질 모세관성 사구체신염(me- sangiocapillary GN)은 감염성 질환에 의해 발생하며 GBM의 내피 하층에 침착되는 면역 복 합체가 특징적이다. 2형 MPGN은 막내 고밀도 침착현상(intramembranous dense deposits)이 특징이며 고밀도 침착병(dense deposit disease)으로 일컬어진다. 2형 MPGN은 감염성 질환과 관련이 없으며 정확한 발병원인은 밝혀지지 않았다. 또한 개에서 흔하게 발생하는 형태는 아니 다(그림 8-3). 이 질환에서 면역복합체 또는 치밀 침착물의 축적이 사이토카인 매개 활성을 유 발하고 사구체간질의 확장과 백혈구들의 유입을 유발한다. 2형 MPGN에서는 보체계의 대체경 로(alternate pathway) 활성이 우세한 반면 1형에서는 고전 경로(classic pathway)가 활성화된 다. 사람의 MPGN 증례에서는 저보체혈증(hypocomplementemia)이 매우 흔하여 저보체혈증 성 사구체신염이라 일컬어지기도 한다. 저보체혈증은 고전경로(classic pathway)의 면역 복합 체 활성에 따라 속발하거나 신장 요소(nephritic factors)로 알려진 항보체 자가항체(anticom-plement autoantibodies) 때문에 발생된다. 정확한 저보체혈증의 발병기전에 대해서는 알려지 지 않았다. 흥미롭게도 Brittany spaniels 견종과 선천성 C3 결핍증 사람에서도 1형 MPGN이 발생한다.\n조직 병리학적 특징은 1) 두꺼워진 모세혈관 고리와 해당 간질부위에 3개 이상의 핵이 있는 사구체간질세포 과다증(mesangial hypercellularity)이 존재하면 MPGN으로 진단할수 있다 (그림 8-4). 사구체는 확장될 수 있으며 분절 혹은 엽상 모양으로 나타날 수 있다. 광학 현미경 하에서 활성화된 간질세포는 모세혈관벽과 내피하층 공간(subendothelial space)까지 확장될 수 있어서 두 줄 모양의 윤곽 또는 기찻길(railroad) 모양을 나타낸다. 면역형광염색 시에 1형 MPGN은 과립형태의 C3 침착물 면역복합체의 축적이 IgG, IgM, IgA와 동시에 축적되거나 면 역글로불린의 침착 때문에 축적되어 GBM과 간질 혹은 둘 모두에서 확인될 수 있다.\n치료는 원발요인에 대한 적절한 처치와 일반적인 사구체질환의 보존요법이 주가 된다. 혈소 판의 활성작용이 질환의 병리기전에 관여하기 때문에 항혈소판 제제(혈전예방약)의 사용이 필 수적이다. 약물을 사용해야 한다. 예후를 판단할 수 있는 정보가 개에서는 부족한 실정이고, 사 람의 자료에 따르면 질소혈증, 심한 단백뇨, 전신성 고혈압, 세뇨관 간질성 병변 등이 예후를 나 쁘게 하는 인자이다.\n\n막성 신증\n정확하진 않지만 막성 신증(membranous nephropathy; MN)은 개에서 발생하는 보고된 임상 증례의 사구체질환 중 10~45% 가량을 차지하며 두 번째로 발병률이 높은 사구체질환의 형태 이다. 사구체 또는 간질부위에 염증\n\n소견이 거의 없기 때문에 사구체신염이라는 명칭보다는 사구체 병증(glomerulopathy) 또는 신 증(nephropathy)이라고 불린다.\nMN은 사람에서처럼 개에서 1.75: 1, 고양이에서는 6: 1 정도로 수컷에서 보다 더 흔히 발생 한다. 현재까지 연구된 결과를 바탕으로 이환된 개의 평균 연령은 8년이었으나 1~14년에 이르 기까지 발생연령의 범위가 상당히 광범위하다. \n조직 병리학적 특징은 상피하 공간에 침착되는 면역 복합체로 인해 정상적으로 레이스 모양 이어야 하는 GBM이 두꺼워지거나 더 견고해지며(그림 8-6) 새로운 기저막 물질이 면역침착물 주위에 축적되는 소견이다. 진행된 증례에서는 불규칙하게 두꺼워지고 뒤틀린 모세혈관벽과 부 분적으로 확장된 사구체간질이 나타날 수 있다. 면역형광염색법을 이용하면 면역복합체의 침착 부위를 확인하는데 매우 도움이 된다. 염색된 면역복합체는 GBM을 따라 구슬모양으로 나타나 는데 매우 심한 경우 선의 형태로 보이기 때문에 구분이 어려울 수 있다. 속발성 증례에서는 사 구체간질 부위도 양성반응을 보이며 MN 증례의 개의 경우 IgG와 C3가 가장 흔하게 확인된다. 사구체 모세혈관 고리(loop)에서만 염색 양성반응을 보인 증례가 보고된 적이 있는데 이 경우 원발성 혹은 특발성 질환이라 생각할 수 있다. 전자 현미경 소견에 따라 질병의 진행단계를 5단 계로 분류하는데 이러한 분류법에 대해서는 교과서나 참고서적을 참고하기 바란다.\n치료는 유발요인을 파악하는 것과 단백뇨와 면역억압 치료 같은 비특이적 치료가 단백뇨를 완화시키는데 효과적일 수 있다. 특히 특발성 또는 원발성 질환이며 질소혈증이 없는 경우 이러 한 치료에 대한 효과가 더 두드러지게 나타난다. 유사한 임상증상을 보이는 사람의 증례에서는 corticosteroids와 cyclophosphamide나 chlorambucil 같은 알킬화 약물(alkylating agent)을 병용한 면역 억압치료가 효과적인 것으로 알려져 있다. 가장 효과적으로 인증된 치료 프로토콜 은 methylprednisolone(2 mg/kg)과 chlorambucil을 격일로 6개월간 투여하는 방법이 있다.\n\n\nCyclosporine은 corticosteroids와 알킬화 약물(alkylating agent) 반응이 없는 환자에서 사용할 수 있는 대체 면역 억압제로 사용할 수 있다. 치료가 초기에 효과적일지라도 재발할 수 있기 때 문에 지속적인 환자 모니터가 필요하다. 증례에 따라, 기타 사구체질환의 보존요법이 면역 억압 요법과 같이 적용될 수 있다.\n이 질환은 진행성 질환처럼 보이지만 실제로 그 속도가 매우 느려서 많은 환자들이 상대적 으로 정상적인 삶을 유지하는 경우가 종종 있다. 개에 대한 생존율 연구는 부족한 실정이지만 아마도 고양이와 유사할 것으로 추정되며, 알려진 생존 기간은 최저 4일부터 최장 3년 이상이다. 사람의 MN의 경우, 자연 재발률은 20~30%인 반면 20~40%의 증례는 신부전으로 진행된다. 심한 단백뇨와 질소혈증이 있는 환자는 질병 경과가 더 빨리 진행되는 경향이 있다.\n\n증식성 사구체신염\n증식성 사구체신염(proliferative glomerulonephritis; PGN)은 모세혈관과 사구체간질 내 증식 소견이 특징이며, 개의 사구체질환의 2~16% 정도를 차지한다. 보고된 증식성 사구체신염 증례 의 평균 발생 연령은 7~9년이었고 단백뇨와 신부전이 주요 증상이 였다. 신부전 증상은 경–중\n\n등도이고 ARF나 CRF모두 발생할수 있다. 사람의 경우, 미세 또는 육안적인 혈뇨 소견이 종종 관찰되지만, 개에서는 현재까지 조사된 바 없다.\n증식성 사구체신염은 면역복합체 매개질환으로 사람에서는 항-GBM 질환(anti-GBM dis- eases)이 증식성 사구체신염을 유발하지만 이러한 질환은 아직까지 소동물에서는 보고되어 있 지 않다. 사람에서 모세혈관 내 증식(endocapillary proliferation)이 특징인 감염 후 사구체신 염(Postinfectious glomerulonephritis)이 Streptococcus spp. 감염이나 Staphylococcus spp. 감 염과 관련되어 주로 발생한다. 이런 형태의 사구체질환은 일정기간의 감염에 의하여 발생되는 데 사구체질환이 진행되어 응급한 상황이 일어나기 전에 원발질환이 치유되면서 자연 치유되 기도 한다. 장기간 감염 상태가 지속되면 MPGN이나 MN으로 진행되기 쉽다.\n조직 병리학적 특징은 간질 증식성 사구체신염과 모세혈관 내 증식성 사구체신염(endocap- illary proliferative glomerulonephritis)이 특징이다(그림 8-7). 면역형광염색을 통해 GBM과 사구체간질에 IgG, IgM 또는 둘 모두의 미세한 과립 침착을 확인할 수 있다. 가끔 면역복합체가 모세혈관 벽에서 발견될 수 있지만 증식성 사구체신증(proliferative glomerulonephro- pathies)이 전신성 질환에 속발하여 발생할 수 있기 때문에 면역복합체는 주로 사구체간질에서 확인된다.\n이 질환의 분류가 아직 애매한 실정이라 권장되는 특이적 치료법은 아직 정립되어 있지 않 았다. 잠재적으로 면역 복합체를 형성할 수 있는 원인을 제거하고 사구체질환에 대한 비특이적 보존요법을 실시해야 한다. 개에서 이 질환에 대한 예후에 대해 정확하게 연구되지 않았으나 만 성 신부전, 반월(crescents) 형성 혹은 두 가지의 모든 증상이 있는 경우, 예후가 훨씬 불량할 것 으로 기대된다.\n\n면역글로불린 A 신증\n사구체질환에 이환된 개를 대상으로 실시한 한 연구에서 IgA 신증(immunoglobulin a neph-ropathy)을 암시하는 면역형광염색 소견이 확인된 바 있다. 그러나 개의 IgA는 사람과 달리 polymeric IgA가 현저하게 많기 때문에 비특이적으로 사구체간질세포에 포획되기 쉽다. 따라 서 다른 종류의 사구체질환을 오진하는 경우가 많다. IgA 신증으로 진단을 하기 위해서는 IgA 면역형광 염색검사에서 IgA의 양성반응이 다른 면역글로불린이나 보체(예, IgG, IgM, 또는 C3)에 비해 강하게 염색되어야 한다. 임상적으로 정상인 개를 대상으로 한 연구에서 85%가 IgA 침착이 확인되었고, 또 다른 연구에서는 100마리의 개 중 47마리에서 IgA 침착이 관찰되었 다. 이러한 연구결과가 의미하듯이 사구체간질 내 IgA 침착현상은 세포의 증식과 관련되어 증 가될 수 있다. 소화관이나 간의 질환이 있는 개에서는 IgA의 청소율 감소로 IgA 침착현상이 더 욱 높게 나타날 수 있다. 개에서 보고된 바에 따르면, IgA 신증으로 확진된 3마리의 증례가 모두 수컷이었으며 나이는 4~7년이었다. 임상 소견으로 혈뇨(육안적으로 확인 가능하거나 잠혈검 사로 확인된), 단백뇨 및 다양한 정도의 신부전 소견이 관찰되었다. 가장 심하게 이환된 개에서 난치성 고혈압 증상이 관찰되었고, 이 환자에서는 사람에서 불량한 예후의 지표로 알려진 IgG, IgM(혹은 두 가지 모두)의 침착이 같이 확인 되었다.\nIgA 신증의 치료는 우선적으로 전신적인 질환에 대한 치료에 중점을 두어야 하며 고혈압에 대한 치료가 더불어 중요하다. 오메가-3 지방산이 풍부한 생선 기름을 섭식한 사람에서 신장질 환의 경과가 느려지는 소견이 보고되어 있지만 이 보조요법으로 단백뇨가 완화되지는 못하였다.\n\n아밀로이드 침착증\n아밀로이드는 면역단백질로 단백가수 분해효소에 분해되지 않는 베타 주름판(beta-pleated sheet)형태를 취하고 있다. 사람에서는 여러 다양한 단백질들이 침착되어 아밀로이드를 형성할 수 있으나 동물에서는 아밀로이드 형성 유발 단백질에 대해 관여하는 단백질에 대해 별로 밝혀 진 것이 없다. 이런 아밀로이드 단백질들은 특정 조직에 대한 친화성을 보이고, 선호하는 조직 에 축적되어 그 조직이나 장기에 기능 장애를 유발한다.\n개는 아밀로이드 침착증이 가장 자주 발생하는 동물이다. 개에서 이러한 질환은 원발성으로 발생할 수도 있고 속발성으로 발생할 수도 있다. 아밀로이드 침착증은 개에서 가장 흔한 사구체 질환 중에 하나로 사구체질환 중 23%를 차지한다. 개의 아밀로이드 침착증에서 가장 흔한 형태 는 반응성 아밀로이드 침착증(reactive amyloidosis)이며 신장 아밀로이드 침착증(renal amy- loidosis)은 노령견에서 더 많이 발생한다. 이환된 개의 평균 나이는 9.2년이었으며 그 중 85% 가 7년령이거나 그 이상이었다. 암컷에서 더 높은 발생률(1: 1.7)을 보였고 종별로는 Beagles, Collies, Walker hounds에서 발생 위험이 높을 수 있다. 또 Beagles과 English foxhounds 종에 서는 가족성 질환일 수 있다.\n신장 아밀로이드 침착증 증례에서 주로 관찰되는 임상증상은 다른 사구체질환에서 흔히 볼 수 있는 소견과 유사하다. 심한 단백뇨가 가장 대표적인 소견이고 아밀로이드 침착증 증례 7마 리중 6마리가 사구체의 분자크기–선택성 여과 기능(size-selective properties)을 소실했을 때 나타나는 비선택적 단백뇨 증상이 관찰되었다고 한다. 간, 비장, 부신, 위장관과 같은 다른 기관 들에도 영향을 주지만 개의 경우, 이러한 소견은 드문 편이다. 반응성 아밀로이드 침착증에 이 환된 개의 32~53%에서 만성 감염성, 비감염성 염증성 질환이나 종양 같은 속발성 요인이 확인 이 되었다고 한다. 개의 아밀로이드 침착증에서 다른 기관, 특히 간이 이환되어 임상증상을 유 발하기도 한다.\nShar Pei 종의 신장 아밀로이드 침착증은 다른 견종과 달리 어린 연령에서도 발생하며 평균 발생연령이 4.1년으로 빠르고 성별 차이는 암컷에서 1: 2.5의 비율로 더 많이 발생한다. Shar Pei 종에서는 아밀로이드가 주로 신장 수질에 침착하는데 어떤 보고에 따르면 64% 증례가 사구체 에서도 아밀로이드 침착이 확인되었다고 한다. 또한 이환된 Shar Pei의 25~43% 에서 단백뇨 소견이 확인되었다. 다수의 Shar Pei에서 신장 아밀로이드 침착증 소견이 관찰되기 전에 회귀성 발열과 경골발목허리 관절의 종창 등이 발생한다. Abyssinians 종에서 발생하는 아밀로이드 침착증은 사구체에서 도 발견되지만 우선적으로 신장 수질에 침착된다.  AA는대 식세포에서 방출되는 cytokine인 IL-1, IL-6, TNF 등의 자극으로 간세포에서 합성되어 방출된 다. 조직 손상 후에 SAA 농도는 100~1,000배 이상 증가한다. 따라서 만성 염증과 이에 반응하 여 지속적으로 증가된 SAA가 반응성 아밀로이드 침착증을 유발하는 요인이 된다. 하지만, 만성 염증이 있는 동물 중 적은 비율만이 아밀로이드 침착증이 발생한다는 점은 만성 염증 외에 다른 요소들이 병리기전에 작용한다는 사실을 시사하고 있다.\n조직 병리학적 특징은 간질과 사구체 기저막 전체에 걸쳐 나타나는 베타 주름판(beta-pleat- ed sheet)형태의 아밀로이드 침착이다(그림 8-8). 아밀로이드의 사구체 침착은 거의 미만성 또 는 구형이지만 때로는 국소, 분절형으로 일어나기도 한다. 심할 경우, 아밀로이드 침착이 작은 혈관 벽이나 세뇨관 기저막 및 간질조직 내에서도 발견될 수 있다. Congo red염색법을 이용하 여 신장에 축적된 아밀로이드를 확인할 수 있고, 과산화망간칼륨을 이용한 탈색법으로 반응성 아밀로이드 침착증을 진단할 수 있다.\n\n\n아밀로이드는 단백분해효소에 저항성을 보이는 불용성 물질이므로 특별한 치료법이 없다. Shar Pei fever와 유사한 양상을 보이는 사람의 가족성 지중해열 증례에서는 colchicine이 신장 아밀로이드 침착증의 예방효과를 보였으며 지속적 회귀성 발열(recurrent febrile) 증상의 환자 에서도 효과가 있었다. 이런 연구 결과를 토대로 Shar Pei 종의 신장 아밀로이드 침착증을 관리 하는데 colchicine요법이 권장된다. 이상적인 적용방법으로는 재발성 발열과 비절의 종창이 특 징인 침착 전기(predeposition phase)에 투여하는 것이다. 더 나아가 colchicine은 아밀로이드 의 침착이 형성된 이후에도 단백뇨 증상을 완화시킬 수 있다. 하지만 신부전이 이미 일어난 아 밀로이드 침착증에서 colchicine치료가 효과가 있는지 여부는 알려져 있지 않았다. 치료기전에 대해서는 정확하게 밝혀져 있지는 않지만 colchicine이 미세소관(microtubules)과 결합하여 SAA의 분비를 방지함으로 간세포로부터 SAA의 방출을 억제한다. 또한 colchicine은 아밀로이 드 강화인자(amyloid-enhancing factor)를 억제할 수 있다. Colchicine 적용 용량은 0.01~0.03 mg/kg을 하루에 한 번 경구투여하는 것이고 부작용으로는 위장관계 장애가 있다. Dimethylsulfoxide(DMSO)의 정확한 치료효능에 대해서는 논란이 많지만 신장 아밀로이드 침착증이 있는 소수의 개에서 개선 효과를 나타내었다. DMSO를 빠른 침착 단계(rapid deposi- tion phase)에서 투여하면 SAA의 농도를 감소시키고 조직 침착물을 용해하게 된다. 하지만 많 은 양의 아밀로이드가 이미 침착된 경우, DMSO의 용해효과는 기대할 수 없다고 한다. DMSO 는 항염증작용이 있어서 간질성 섬유화와 염증을 감소시켜 신장 기능을 개선하고 단백뇨 증상 을 줄일수 있다. DMSO적용 시 가장 큰 문제거리는 역한 약 냄새와 오심과 식욕부진 같은 위장 관계 부작용이다. DMSO의 권장되는 용량은 90 mg/kg을 일주일에세 번, 경구 투여 또는 피하 주사를 하면 된다. 피하 주사 시 통증을 줄이기 위해 1:4의 비율로 멸균된 물과 희석하여 투여한 다. 명심할 점은 환자가 일단 침착 고원기(plateau phase)에 이르게 되면 DMSO나 colchicine 요법 모두 효과가 없다는 사실이다. 소동물의 신장 아밀로이드 침착증의 예후는 대체로 불량하 다. 개 아밀로이드 침착증의 연구 결과, 진단한 시점에서 58%가 죽거나 안락사되었다고 한다. 생존한 개들에서 생존 기간은 2~20개월이었고, 1년 이상 생존한 경우는 겨우 8.5% 이었다. DMSO로 치료받은 개체가 생존기간이 더 길었다고 한다.\n\n유전성 신염\n유전성 신염(hereditary nephritis; HN)이라는 명칭은 기저막 콜라겐(basement membrane collagen)의 결손을 초래하는 다양한 유전성 사구체질환을 의미한다. 유전성 신염은 유전성 질 환이기 때문에 어린 연령에서 단백뇨를 유발하는 신장질환들과 감별 진단이 필요하다. 개에서 여러 품종에서 이러한 유전성 신염이 보고되어 있고 보다 자세한 내용은 제6장 급성 신부전을 유발하는 질환들 편을 참조하기 바란다.\n\n\n미세변화 사구체병증\n미세변화 사구체병증(minimal change disease; MCD)은 소동물에서 흔히 볼 수 없는 질환이지 만 사람(특히 어린이)에서 신증후군을 유발하는 사구체질환 중 하나이다. 확진을 위해 전자현 미경검사가 필요하기 때문에 소동물에서 간과되는 경우가 많다. 이 질환은 사람에서 nil dis- ease, 유지질 신증(lipoid nephrosis), 특발성 신증후군(idiopathic nephrotic syndrome) 등으 로 불리고 있다. MCD는 드물게 발생하고 심한 단백뇨와 신증후군이 특징이다. 사람에서 원인 은 주로 특발성이고 기능 장애를 보이는 T 세포가 림포카인을 과다 분비하여 사구체 기저막 (GBM)의 투과도를 증가시기고 이온 전하 선택성 여과기능을 소실시켜 단백뇨를 유발하는 것 으로 추정하고 있다. 결과적으로 발생된 단백뇨는 상당히 선택적인데 알부민이 주로 소실되는 단백질이다.\n조직 병리학적 특징은 광학 현미경상 사구체의 병변을 거의 발견할 수 없다는 점이다. 또한 면역형광염색 시에도 특이 면역 글로불린의 침착이 관찰되지 않는다. 따라서 진단은 전자현미 경을 이용하여 두드러진 사구체 발돌기의 소실을 확인하여 내려진다(그림 8-9).\n사람의 경우, corticosteroid 치료에 대해 80~90% 정도 매우 양호한 반응을 보인다고 한다. 개의 MCD에 대한 예후는 알려지지 않았지만 사람의 경우, 양호한 편이지만 75~85%의 환자 에서 한 번 이상의 재발이 발생한다고 한다.\n\n사구체 경화증\n사구체 경화증(glomerulosclerosis)은 사구체 손상에 대한 말기 병변을 말한다. 국소 또는 광범 위한 경화증이 원발성으로 발생할 수도 있고 다른 사구체질환에 의해 발생할 수 있다. 개에서 연 령에 따라 예상할 수 있는 사구체 경화증의 비율이 정립되어 있지는 않았지만 일반적으로 노령 화가 될수록 사구체 경화증의 발생률이 높아진다. 사구체 경화증은 개의 병변에서 뚜렷하게 관 찰할 수 없는 경우가 많기 때문에 종종 MPGN으로 잘못 인식된다. 한 연구에 따르면, 사구체 경 화증이 개의 사구체질환 중 10% 정도를 차지하였고, 수컷과 암컷의 구분 없이 발생하고 평균 발 생연령은 8.5년이었다.\n사람의 사구체 경화증은 당뇨성 신증(diabetic nephropathy)에 의해 자주 발생한다. 개역 시, 당뇨병으로 인해 사구체 경화증과 단백뇨가 발생할 수는 있지만 임상적인 연관성은 밝혀지 지 않았다. 사구체 경화증은 고혈압성 신장 손상(hypertensive renal damage)에 의해서도 발생 할수 있다.\n국소 분절성 사구체 경화증(focal segmental glomerulosclerosis; FSGS)은 개에서 확인된 특이적인 사구체 질환이지만 이 질환의 특징에 대해서는 아직 정립되어 있지 않다. 사람에서는 FSGS가 신증후군 원인의 35%에 이를 정도로 흔한 질환이다. FSGS 환자에서 단백뇨의 원인이 되는 국소 분절성 경화 소견이 관찰은 되지만, 경화증을 설명할 수 있는 다른 사구체 병변은 관 찰되지 않는다(그림 8-10). 이환된 환자는 면역형광염색 시 음성이어야 하지만 비특이적인 면 역 글로불린과 C3의 포합이 경화부위에서 관찰될 수 있다.\n사람에서는 신문주위형(perihilar), 세포형(cellular), 첨단형(tip), 허탈형(collapsing), 비특 이형(not otherwise specified)으로 세분화되며 각각의 유형에 따라 임상적 특징이 다소 차이가 있지만 주요 소견은 진행성 단백뇨와 신부전이다.\n\n"
}