{"title": "임상가를 위한 소동물신장학 진단과 치료지침", "author": "현창백", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "\n\n임상가를 위한 소동물 신장학\n진단과 치료지침\nCHAPTER09\n세뇨관성 신장질환\n\n1. 서론\n신세뇨관은 사구체를 통해 여과된 다양한 혈액 구성요소들을 흡수하는 역할을 한다. 이렇게 여 과된 많은 구성요소들 중에서 혈중으로 재흡수되는 것들은 포도당, 아미노산, 전해질 등이다. 또한 세뇨관은 약물과 전해질의 배설, 산-염기 균형의 조절, 체액 유지에도 관여한다. 세뇨관의 결함은 세뇨관의 일부나 전체에서 발생할 수 있고 선천적 및 후천적으로 구분되기도 한다. 사구 체 여과율(glomerular filtration rate; GFR)은 신장 기능을 판단하는 중요한 요소이며 세뇨관 에서는 최종 생성된 요의 구성 성분을 조절한다. 혈액 생화학검사와 혈액 가스분석, 요분석 등 을 통하여 세뇨관의 기능을 평가 및 모니터할 수 있다.\n신세뇨관은 기능과 해부학적 위치에 따라 근위 곡세뇨관(proximal convoluted tubule), 헨 레고리(loop of Henle), 원위 곡세뇨관(distal convoluted tubule), 집합세뇨관(collecting tubule), 집합관(collecting duct)으로 구분 지을 수 있다(제1장 참조). 신세뇨관질환의 발병은 전해질이나 유기물질(당, 아미노산), 산-염기 완충물질(acid-base buffer; 제1장 참조) 및 수분 의 재흡수과정 장애가 주요인이 된다. 따라서 이러한 환자에서는 주로 시스틴 결석(cystine cal- culi)의 형성, 대사성 산증(metabolic acidosis), 당뇨(glucosuria), 아미노산뇨(aminoacid- uria), 전해질 장애(electrolyte disorders), 요농축 부전(failure of urine concentration) 같은 임상 소견이 관찰된다.\n\n\n\n2. 아미노산뇨증\n이러한 발병기전과 관련되어 수의사들이 명심해야 할 사실은 다음과 같다: 1) 신장의 세뇨관 질환은 주로 전해질이나 산-염기 완충물질을 운반하는 기전 등의 원발적 문제 때문에 발생하는 경우가 많다. 또한 이러한 환자는 전해질이나 산-염기 완충물질의 운반이 중요한 기능인 소화 관(예, 장)이나 다른 장기에서도 유사한 문제를 일으킬 수 있다. 2) 이러한 결함은 신기능 단위 인 네프론 자체에 문제가 있음을 의미하기 때문에 결손된 네프론(세뇨관)이 어떤 물질에 대한 운반능력을 소실했는지, 그 결손의 정도가 얼마나 심한지에 따라 어떤 특정 물질 또는 특정 그룹의 물질이 재흡수되지 못하고 요로 배출될 수 있다. 예를 들어 당 재흡수기전에 문제가 생기 면 신장원성 당뇨가 발생할 수 있고, 그 결손이 심하면 세뇨관질환 환자에서 심한 당뇨가 관찰될 수 있다. 3) 세뇨관질환이 감염이나 중금속중독 등에 의해서도 후천적으로 발생할 수 있지만, 대다수 세뇨관질환은 유전성이고 어떤 특정 운반단백질(carrier protein)에 대한 결함이거나 어떤 특정 메커니즘에 대한 결손에 의해 발생한다. 4) 네프론의 에너지 생산장애나 구조적 결함이 발생하면 단일 장애 소견을 보이는 세뇨관질환이 아닌 여러 가지 세뇨관 기능의 장애를 보이는 판코니 증후군(Fanconi syndrome) 같은 복합적인 세뇨관질환이 발생하게 된다. 5) 세뇨관질환 의 치료목표는 세뇨관이 재흡수를 하지 못해 결핍된 물질을 대증적으로 보충해주는 것이다.\n\n\n\n사구체를 통과한 L-타입 아미노산들(L-amino acids)의 95~98%는 근위 세뇨관에서 재흡수되 어 다시 혈액으로 보내진다. 만약 세뇨관에 해부학적 결함이나 아미노산 수송과 관련된 기전에 문제가 생기면 아미노산이 재흡수되지 않고 요로 배설되어 아미노산뇨를 유발한다. 이러한 아미노산뇨는 특정 아미노산 한 가지일 수 있고, 같은 그룹의 아미노산들이 될 수도 있으며, 모든 아미노산일 수 있다. 이러한 아미노산뇨가 발생하는 대표적인 발생기전은 크게 다음과 같다.\n\n과적 또는 신전성 아미노산뇨\n여과된 아미노산의 양이 너무 많아서 충분히 세뇨관을 통해 재흡수되지 못하는 경우를 말한다. 이 경우는 신세뇨관의 결함 때문에 발생하는 것이 아니다.\n\n근위 세뇨관의 운반단백질의 결함\n대표적인 원발성 세뇨관질환의 원인으로 특정 아미노산을 운반하는 운반단백질(carrier pro- tein)에 결함이 발생하여 아미노산뇨가 발생하는 경우이다.\n\n다른 아미노산의 방해 작용\n이 경우는 유사한 아미노산끼리 유사한 운반기전을 공유하기 때문에 서로 경쟁적으로 흡수되면서 다른 아미노산의 흡수를 방해하기 때문에 발생하는 경우를 말한다. 예를 들어, 우리가 헤르페스바이러스(Herpesvirus) 치료에 많이 사용하는 lysine은 arginine의 흡수를 방해한다. 따라서 lysine급여로 arginine결핍이 유발될 수 있다.\n\n역류\n세뇨관의 선조연(brush border; 표피조직 표면으로부터 조밀하게 줄지어 나 있는 미소 융모)이 나 기저측면 막(basolateral membrane)이 너무 느슨해지면(leaky) 특정 운반기전을 압도하여 아미노산이 세뇨관 관강내로 다시 역류(backflux)되어 들어갈 수 있다. 이러한 현상은 특정 유형의 판코니 증후군에서 볼 수 있고 이 경우 단일 아미노산이 아닌 모든 아미노산이 세뇨관 관 강 내로 새어나간다.\n\n다른 대사산물의 축적에 속발\n유전적으로 과당이나 유당 불내성이 있는 환자에서 이러한 당분의 대사산물이 세뇨관 상피내에 축적되어 아미노산의 운반기전을 방해해서 생기는 전체적인 아미노산뇨를 말한다.\n소동물 임상에서 가장 흔히 관찰되는 세뇨관의 아미노산 운반관련 결함에 의한 질환이 바로 시스틴뇨증(cystinuria)이다. 시스틴뇨증은 특정 아미노산에 대한 재흡수부전(운반기전 장애) 을 보이는 근위 세뇨관의 유전적 결함이 원인이 되어 발생한다. 여러 아미노산들 중에서 시스틴 이 상대적으로 요에 용해되지 않기 때문에 산성뇨에서 시스틴 결석을 형성하게 되지만 이환된 동물의 혈장 시스틴 농도는 정상이다. 결함에 대해 아직 정확히 밝혀지지 않은 부분이 많다. 어떤 품종의 개에서는 시스틴의 손실만 일어나는 반면, 어떤 종에서는 여러 가지 아미노산의 종합 적으로 재흡수 부전 상태를 보이기도 한다. 많은 견종에서 시스틴뇨증이 보고되어 있다. 자주 발생하는 견종은 English bulldogs, Aus- tralian cattle dogs, dachshunds, mastiffs, basset hounds, Newfoundlands, Staffordshire bull terriers, French bulldogs 등이 있고 잡종견에서도 역시 발생한다. 유전학적 연구결과, 부분적으로 유전되는 상염색체 열성유전이나 X 염색체 관련 유전 소견이 관찰되었다.\n시스틴뇨증을 보이는 모든 개에서 결석이 발생하는 것은 아니다. 결석이 형성되는 평균 연령은 4.5년이며 시스틴뇨증의 병증의 심하기는 개체별로 다르지만 연령에 반비례한 것으로 추정된다. 임상적으로 수컷에서 훨씬 더 많은 시스틴 결석이 보고되었으나 암컷에서는 결석이 동 반되지 않는 시스틴뇨증이 보고되어 있다. Newfoundland에서는 수컷과 암컷의 구분 없이 결석 형성과 심한 시스틴뇨증을 보이고 다른 견종에 비해 더 어린 개체에서 호발하는 경향이 있다.\n시스틴 결석형성과 관련된 임상증상으로는 배뇨곤란, 빈뇨, 혈뇨 등이 있으며 수컷에서는 속발성으로 요도폐색이 생길 수 있다. 이환된 개의 요침사검사에서 시스틴 결정뇨(cystinecrys- talluria)를 확인할 수 있다(그림 9-1). CBC나 혈청 생화학검사는 진단에 도움이 되지 않는다. 영상진단방법으로 결석을 확인할 수 있지만 결석의 크기, 모양, 방사선 밀도 등은 다양하다. 큰 결석의 방사선 밀도는 연부조직의 밀도와 차이가 있어서 방사선 사진 상에서 확인할 수 있지만\n\n\n\n\n\n작은 결석의 경우 확인이 불가능하기도 하다. 방사선 촬영으로 확인이 불가능할 경우, 초음파와 방광요도조영술이 진단에 도움이 된다.\n치료는 결석의 수술적 제거 또는 약물적 용해, 그리고 재발 방지를 위한 장기적인 관리이다. 수술적 처치는 요도폐색 증례에서 적용되며 정확한 진단을 하기 위해서는 결석의 정량분석이 필요하다. 세균성 비뇨기계 감염은 적절한 항생요법으로 치료하며 용해와 재발을 방지하기 위 해 단백질 제한 처방식을 실시한다. 시스틴은 요 pH가 6.5일 때에 비해 pH 7.8에서두 배의용 해성을 갖기 때문에 요의 알칼리화가 필요하다. 특정 단백질 제한 처방식(Hill’s canine u/d)을 섭식시키면 알칼리뇨를 형성하게 된다. 하지만 처방식이 원하는 수준의 요 pH를 유지하지 못한 다면 구연산칼륨(potassium citrate)을 경구 투여하는 방법이 추천될 수 있다. 캔 사료를 급식하거나 저단백음식 또는 건사료에 물을 섞어주는 방법 등으로 이뇨를 유도하는 것도 도움이 된다. 시스틴 결석 형성을 줄이는 데 사용되는 약물은 타이올(thiol)제제인 D-penicillamine과 2- mercaptopropionylglycine(2-MPG)이 있다. 시스틴은 두 분자의 시스틴이 disulfide결합을 통 해 형성된다. Thiol형태의 약제는 시스틴과 disulfide결합을 하여 수용성이 강한 시스틴-타이 올 약물 복합체를 형성한다. 두 가지 약물 모두 효과적이지만 D-penicillamine는 중금속 킬레이트(metal chelation)작용과 위장관계 부작용 때문에 선호되지 않는다. 2-MPG를 30~40 mg/kg 용량으로 하루에 두 번씩 경구 투여하는 것이 일차적 치료법이며 시스틴 결석의 용해와 생성을 방지하기 위해 식이조절도 병행하는 것이 좋다. 결석의 용해에는 보통 3개월 정도 소요된다. 2- MPG는 과민반응을 유발할 수 있고, 면역매개성 용혈성 빈혈이나 피부발진(skin eruption)을 유발할 수 있다. 만약 식이요법만으로 예방이 되지 않는 환자라면 저용량의 2-MPG(5~15\nmg/kg, BID)를 투여할 수 있다.\n카르니틴(carnitine)은 황화기를 포함하는 비필수 아미노산으로서 에너지 생성에 사용되는 지방산을 세포질로부터 미토콘드리아로 운송하는 데 필요한 조효소이다. 개의 시스틴뇨증 증례 에서 카르니틴뇨증이 같이 보고된 적이 있다. 개의 확장성 심근증 중 이러한 카르니틴 결핍과 관련되어 발생하는 심근증이 있다. 이러한 심근증 환자에서 발생하는 카르니틴 결핍현상은 생합성 결핍, 조직흡수 및 보유의 결함 및 신장의 과다배설 등이 원인으로 추정되고 있다. 시스틴뇨증의 관리측면에서 고지방, 저단백 사료가 권장되지만 사람에서 고지방 식이는 신장의 카르니틴 배설\n\n\n3. 신성 당뇨증을 증가시킨다. 건강한 개에서 저지방이나 고지방사료를 급여해도 배설되는 카르니틴의 양에는 차이가 없었다. 하지만 아미노산 재흡수의 변화로 시스틴뇨증을 보이는 개에서 고지방 사료를 섭식시킨 경우 과량의 카르니틴이 요로 배설됨을 확인할 수 있었다. 이런 동물에서 만성적인 카르니틴 배설은 궁극적으로 카르니틴 결핍을 유발하게 되어 심근증을 초래할 수 있다.\n\n\n\n정상 상태의 사구체에서 여과된 포도당은 근위 세뇨관에서 나트륨 이온과 공동수송(cotrans- port)기전인 촉진확산으로 재흡수된다(그림 9-2). 촉진확산은 단순확산에 비하여 이동속도가 빠르고 특이성, 포화, 경쟁성 등의 특징을 보이나 이동의 원동력은 전기-화학적 경사이므로 대사에너지를 필요로 하지 않는다.\n스트레스성 고혈당증(stress hyperglycemia), 진성 당뇨(diabetes mellitus) 같은 고혈당증 (hyperglycemia)등으로 인해 포도당 수송기전의 최대 수용능력을 초과하게 되면 당뇨가 발생 하게 된다. 개에서 포도당 수송의 최대 수용능력은 개와 고양이에서 각각 혈당수치 180~220 mg/dL, 260~310 mg/dL 정도이다.\n원발성 신성 당뇨증(renal glucosuria)은 드물지만 Scottish terrier, Basenji, Norwegian elkhound와 같은 견종에서 보고된 적이 있다. 이 질환은 세뇨관의 당 수송기전에 선천성 결함이 생겨 발생하는 것으로 상염색체성 열성유전되는 것으로 보고 있다. 이 질환의 가장 대표적인 소견은 정상 혈당치를 보이는 환자가 다른 질환 없이 당뇨 소견을 보이는 것이다. 이 질환에서 다른 용질이나 전해질의 수송장애 소견은 관찰되지 않고 오직 당 수송결함만이 발생한다. 이질 환은 관리가 가능한 질환이고 나트륨 의존성 당 운반기전에 관여하는 유전자 돌연변이가 원인으로 추정되고 있다.\n\n4. 판코니 증후군\n지속적인 당뇨 현상은 임상적으로 무증상일지라도 전형적으로 삼투압성 이뇨를 유발하여 다뇨와 다음을 일으키게 된다. 신성 당뇨증을 진단하기 위해서는 당뇨현상의 원인이 될 수 있는 고혈당증을 배제시켜야 하기 때문에 연속적인 혈당측정 또는 혈청 fructosamine 농도를 확인 해봐야 한다. 지속적인 당뇨현상에서 세균 또는 진균의 비뇨기계 감염이 빈번히 발생하기 때문 에 정기적인 모니터링과 적절한 항생요법이 중요하다. 원발성 신성 당뇨증의 치료법은 없다. 하 지만 적절한 체액유지와 비뇨기계 감염의 조절이 이루어진다면 장기적인 예후는 좋다고 할 수 있다. 일부 증례에서는 신성 당뇨증이 아래의 판코니 증후군의 초기 소견으로 발생하기도 한다.\n\n\n\n\n사람에서 판코니 증후군(Fanconi syndrome)은 유전성 근위 세뇨관의 결함 때문에 발생하며 당뇨(glucosuria)와 아미노산뇨(aminoaciduria), 단백뇨(proteinuria), 인산뇨(phosphaturia), 저인산혈증(hypophosphatemia) 등을 특징으로 하는 복합적인 세뇨관질환이다. 개에서도 사람과 유사한 판코니 증후군이 보고되고 있는데 주로 Basenji와 Border terrier에서 발생한다. Basenji집단내 발병율은 약 10~30% 정도이며 유전된다고 생각되지만 유전방식은 확실하지 않다. Border terrier에서는 신장이형성이 주로 발생하는데 이러한 신장 이형성이 판코니 증후군 을 유발하는 원인인지에 대해서는 아직 밝혀지지 않았다. 이러한 특발성과 유전성 판코니 증후군은 다른 견종에서는 발생보고가 드물지만, 유사 증후군이 Yorkshire terriers, Shetland sheep- dog, Whippet, Norwegian Elkhound에서 보고된바 있다. 후천성 판코니 증후군은 aminogly- coside 계통 항생제에 의한 신부전, 중금속 중독(예, 납, 수은, 카드뮴), 부동액 중독(ethylene glycol toxicity), 원발성 부갑상선 기능저하증(primary hypoparathyroidism 칼슘과 칼시트리올 치료로 증상을 개선시킬 수 있음)과 관련되어 발생한 보고가 있다. 고농도의 독소에 노출 되어 간효소치가 올라간 개에서 판코니 증후군과 근위 신세뇨관성 산증(renal tubular acidosis; RTA)이 발생한 적도 있다. 또한 중국제 간식을 먹고 신부전이 생긴 환자에서도 판코니 증후군 의 증상을 보인 적이 있다.\n판코니 증후군 환자의 근위 세뇨관에서 이러한 용질 수송결함이 일어나는 기전에 대해서는 크게 2개의 가설이 세워져 있다(그림 9-3). 이러한 기전에 의해서 많은 용질들이(예, 당, 아미노산, 전해질, 중탄산) 비정상적으로 세뇨관을 통해 재흡수되지 못하고 배설된다. 포도당 재흡수 장애로 발생하는 당뇨와 삼투성 이뇨현상이 가장 대표적인 증상이다. 아미노산 재흡수의 장애는 개체별로 다양하지만 일반적으로 시스틴의 재흡수 장애와 관련한 소견이 대부분 증례에서 관찰된다. 중탄산과 나트륨, 칼륨, 요산 등의 재흡수 장애도 일어난다. 신성 요붕증(Nephro- genic diabetes insipidus)의 결과로 나타나는 당뇨 및 삼투성 이뇨현상에 앞서 등장뇨가 가끔 관찰된다.\n이환된 Basenji에서 임상증상이 발현되는 연령은 주로 4~8연령이고, 수컷에 비해 암컷에서 3: 1. 32 정도의 비율로 많이 발생한다. 임상증상은 전형적으로 다음, 다뇨, 체중감소, 거친 피모, 허약, 탈수 등이 있다. 실험실 검사상 특징은 당뇨, 정상혈당, 등장뇨가 대표적인 소견이다. 질병 이 진행될수록 고염소혈증성 대사성 산증(hyperchloremic metabolic acidosis)과 신부전이 발생하게 된다. 임상적으로 심각한 저칼륨혈증이 발생하면 환자는 근육쇠약 증상을 보인다. 사구 체 여과율은 초기에는 정상이지만 질병이 경과함에 따라 점차 감소한다. 가장 대표적인 조직병리학적 소견은 신세뇨관 상피세포의 과염색성핵비대(hyperchromatickaryomegaly)이다. 질병의 결과는 다양하기 때문에 어떤 경우는 임상증상 발현 후 1~2개월 만에 신부전이 발생하는가 하면 수년 동안 정상 상태로 지속되는 경우도 있다.\n\n5. 신세뇨관성 산증\n3\n세뇨관 결손에 대한 치료법은 없기 때문에 보존요법을 실시한다. 환자는 다양한 정도의 아미노산뇨가 발생하므로 양질의 사료를 급여하여 환자의 영양 상태를 양호하게 유지하는 것이 중요하다. 대사성 산증을 모니터링하고 비뇨기계 감염과 질소혈증도 정기적으로 검사해야 한 다. 만성 대사성 산증을 치료하기 위해 중탄산나트륨(sodium bicarbonate)을 경구투여하면 중 탄산뇨증(bicarbonaturia)이 더욱 악화된다. 중탄산나트륨 대신 구연산칼륨을 이용하여 요를 알칼리화시키면 중탄산뇨증을 야기하지 않으면서 칼륨을 공급할 수 있다. 알칼리화(Alkaliza- tion)의 목적은 혈청 HCO2 농도를 12 mEq/L 이상으로, 칼륨 농도를 4~6 mEq/L 정도로 유지 하는 것이다. 신부전은 단백질제한 식이조절, 수액요법, H2차단요법, 고혈압치료 등을 통해 어느 정도 관리가 가능하다. 후천성 판코니 증후군의 치료는 장애를 유발하는 근본적인 질병원인 을 제거하는데 중점을 두며 보전요법을 병행한다. 단기 관리의 예후는 진단 시점의 질소혈증의 정도에 따라 다양하지만(fair-guarded), 장기관리의 예후는 대체로 불량한 편이다(poor).\n\n\n\n3\n신세뇨관은 다음 2가지 기전을 이용하여 산-염기 항상성을 유지한다(제1장 참조): 1) 근위 신세뇨관에서 여과된 HCO2의 80~90%를 재흡수, 2) 비뇨기계 완충액(urinary buffers)과 원위 신세뇨관에서의 암모니아 배설로 산을 배출. 신세뇨관성 산증(renal tubular acidosis; RTA)은고 \n\n3\n염소혈증성 대사성 산증(hyperchloremic metabolic acidosis; normal anion gap)을 유발하는 희귀한 세뇨관 장애이다. 이환된 신세뇨관 부위에 따라 다양한 형태의 신세뇨관성 산증이 유발 된다. 근위 신세뇨관성 산증(2형)은 근위 세뇨관에서의 중탄산이온(HCO2)의 손실 때문에 발생하며(그림 9-4A), 원위 신세뇨관성 산증(1형)은 원위 세뇨관에서의 수소이온(H1)을 배설하지 못하기 때문에 일어난다(그림 9-4B). 4형 신세뇨관성 산증은 원위 신세뇨관성 산증과 함께 저 알도스테론 증에 속발한 고칼륨혈증(알도스테론 결핍증)이 원인이 되어 발생한다(그림 9-4C).\n\n근위 세뇨관성 산증\n근위 세뇨관성 산증(type II proximal tubular acidosis; type II RTA)은 기저측면 막(basolater- al membrane)의 Na1/HCO2 공동수송기전의 결함 때문에 세뇨관강내로 중탄산이온(HCO2)\n3 3\n3\n의 누출이 발생하는 것을 의미한다. 이와 같은 장애는 단독으로 발생하기도 하고 판코니 증후군 등의 다른 임상적인 세뇨관 결함의 일부분으로서 나타날 수 있다. 쉽게 설명하면 세뇨관의 중탄산 재흡수가 차단되어 요를 통한 중탄산 배설이 늘어나는 질환이다. 지속적인 중탄산의 손실로 혈장 농도가 감소되지만 원위 세뇨관의 산의 배설기전 때문에 대사성 산증은 일시적으로만 나타 난다. 만일 혈장 중탄산 농도를 정상화하기 위해 중탄산나트륨(NaHCO3)을 경구 투여한다면 원 위 세뇨관으로 향하는 HCO2의 양이 증가하게 되고 원위 완충계(distal buffering system)의 수용능력을 초과하게 되므로 중탄산뇨증이 악화되게 된다.\n3\n3\n근위 세뇨관성 산증은 다음과 같은 요 pH(, 5.5~6.0)와 고염소혈증성 대사성 산증(hyper- chloremic metabolic acidosis: normal anion gap acidosis), 정상 사구체 여과율 소견으로 진단 한다. 알칼리제제 투여시의 혈장 HCO2 농도가 정상화되면 사구체 여과율은 증가하고 요의 pH도 상승하며(pH 6이상), 요의 FE(HCO2요의 중탄산 부분배설률)이 15% 이상 상승하는 소 견 또는 정상혈당 당뇨를 보이는 소견은 근위 신세뇨관성 산증을 지지해주는 소견이 된다.\n근위 신세뇨관성 산증의 치료를 위해 10 mEq/kg/day 이상의 알칼리를 투여해야 하는 경우 도 많기 때문에 심각한 저칼륨 혈증이 유발되기 쉽다. 따라서 중탄산의 손실로 발생하는 대사성 산증은 교정이 매우 어렵다. 구연산칼륨이 장기간 사용 시에는 중탄산나트륨보다 치료에 더 적합하다. 540 mg의 구연산나트륨 알약 하나가 5 mEq의 칼륨과 1.7 mEq의 구연산을 생성하며 대사과정을 통해 5 mEq의 중탄산 이온을 생성한다.\n\n원위 세뇨관성 산증\n원위 세뇨관성 산증(type I distal tubular acidosis; type I RTA)은 원위 세뇨관의 H1의 분비 장애가 특징으로 요의 산성화가 저해된다. 결과적으로 신장은 전신적 대사성 산증을 중화시킬 수 있는 보상반응인 요의 산성화를 제대로 수행할 수 없게 된다. 정상상태에서 원위 세뇨관은 H1-ATPase펌프를 이용하여 H1이온을 배설할 수 있다. 이 세뇨관 분절은 폐쇄소대(tight junc- tions)로 이루어져서 산 성분이 다시 역행하는 것을 억제하며, 형성된 암모니아가 H1을 포합하여 암모늄 이온의 형태로 수소를 배설시킨다. 발병기전에는 proton pump의 결함(secretory defect), 전기적 구배결함(voltage defect), 수소이온의 역확산(permeability defect) 및 암모니아의 공급부족(NH3 defect)이 관련된 것으로 추정하고 있다. 요산 결석이 있을 경우, Dalmatians이외의 견종에서는 간 기능검사가 필요하다. 요산 결석 은 전형적으로 작고 매끈하며 노란색에서 녹색, 검은색에 이르기까지 다양한 색상을 지닌다.\n치료법은 결석을 제거하거나 용해시키며 재발방지를 위해 장기간 관리가 지속되어야 한다. 결석용해 요법에는 결석용해를 촉진하는 처방식(Hill’s u/d), xanthine oxidase억제 약물의 투 여, 요의 알칼리화, 속발성 감염증의 해소, 등장뇨(isosthenuria)유도 등이 포함된다. 처방식인 Hill’s canine u/d와 같이 결석형성이 가능한 광물질을 적게 함유하는 퓨린제한 처방식(purine- restricted diet)이 권장된다. 합성 xanthine oxidase억제제인 allopurinol이 요산 요결석증의 치료와 예방에 사용되고 있으며 혈청 및 요의 요산 농도 모두를 감소시킬 수 있다. Allopurinol은 xanthine결석 형성의 위험 때문에 퓨린제한 처방식을 섭식하는 개에만 투여해야 한다. 요의 알칼리화는 신장 세뇨관에서 암모니아의 생성을 감소시켜 요산과 복합체를 형성하는 요중 암모 늄 이온(ammonium ions)의 생산을 감소시킨다. 경구용 중탄산나트륨(Sodium bicarbonate [NaHCO3])과 구연산칼륨(potassium citrate)과 같은 알칼리화 제제의 용량은 요의 pH가 7에 서 7.5 정도 유지되도록 조절하여 투여한다. 단백질 제한 처방식은 신장 수질의 농축능력을 감소시키므로 등장뇨 생성에 도움이 될 수 있다. 요도폐색이 발생한 경우와 용해요법에 반응을 보이지 않는 개에서는 외과적인 결석 제거를 고려해야 한다. 요산 결석의 용해에 걸리는 평균시간 은 대략 3개월 반 정도인데 그 범위는 한 달에서 18개월까지 다양하다. 때로 용해현상이 문맥혈관기형의 치료에 의해 자연히 발생할 수도 있지만, 근본적인 간의 결함이 해소되지 않고서는 결석은 용해되지 않는다. 요산 결석의 원인이 여러 가지이기 때문에 allopurinol치료는 간의 결함 이 있는 증례에서는 권장되지 않는다.\nDalmatians종에서 결석의 재발에 대한 예후는 예의주시(guarded)에서 양호(fair)이며, 이러한 예후는 보호자의 지속적인 관심과 환자에 대한 모니터 비용에 따라 예후가 달라진다. 근본 적인 간질환을 가지고 있는 개에서는 간질환이 확실히 치유된다면 좋은 예후를 보이지만 복구 가 불가능한 간질환의 경우 예후는 guarded에서 poor이다.\n\n고크산틴요증\n크산틴결석(xanthine calculus)은 수의학에선 드물다. 크산틴(xanthine)은 식이성 퓨린으로부 터 생성되고 xanthine oxidase(XO)의 활성에 의해 요산으로 대사된다. 효소에 의한 전환과정 이 감소되면 xanthine의 요 배출이 증가하는데 요중의 요산과 비슷한 용해성을 갖는다. 크산틴 이 포함된 결석형성 증례의 대부분은 요산 결석 때문에 allopurinol을 투여 받는 개체에서 발생 한 것이다. 선천성 고산틴요증이 Cavalier King Charles spaniels와 Wirehaired dachshund에서 보고 되어있다. 요산 결석을 예방하기 위해서 allopurinol을 투여 받는 개는 크산틴 결정뇨를 보 다 철저히 모니터링 해야 크산틴 결석의 형성을 예방할 수 있다.\n\n"}