{
    "title": "임상가를 위한 소동물신장학 진단과 치료지침",
    "author": "현창백",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n\n임상가를 위한 소동물 신장학\n진단과 치료지침\nCHAPTER10\n기타 신장질환\n\n1. 개의 양성 특발성 신장성 혈뇨증 질환은 신장에서 유래하는 출혈이 특징이지만 원인이 정확하게 밝혀져 있지 않다. 출혈은 한 쪽 신장에서 보통 발생하지만, 양쪽 신장 모두에서 출혈이 발생하는 경우도 있다. 좌측 신장에서 출혈의 발생률이 더 높게 보고되어 있다. 초기에는 보통 한쪽 신장에서만 출혈이 발생한다. 신장절제술로 임상증상을 완화시킬 수는 있지만 시간이 지나면 반대편 신장에서도 출혈이 발생하는 경우가 많다.\n수술 시 이환된 신장을 검사해보면 혈괴가 신우, 요관 또는 모두에서 확인된다고 한다. 기타 육안으로 확인되는 조직학적 병소는 관찰되지 않는다. 어떤 환자에서는 조직학적으로 만성 신우염 소견이 있었던 경우도 있었지만 이 환자 역시 세균배양에서는 음성 소견을 보였다고 한다. 또 다른 이환견에서는 혈종과 유사한 비정상적인 혈관이 신우표면에서 관찰되기도 했다. 전자 현미경상 사구체 기질(glomerular mesangium)에서 비정상적인 물질 축적이 확인되었지만, 이 물질이 임상적으로 어떤 연관성이 있는지는 알려져 있지 않았다. 또 다른 증례에서는 쐐기모양 의 경색병변이 관찰되기도 하였지만, 이 병소는 만성적인 것이어서 실제 신장 출혈과 관련이 없는 것으로 보였다.\n어느 연령에서든지 발생할 수 있지만 주로 어린 개에서 자주 나타난다. 대부분 환자는 5살 미만 인 경우가 많다. 주로 Weimaraners, Boxers, Labrador retrievers 같은 대형품종에서 발생 하고 보고된 증례의 1/3은 1살 미만에서 발병한 증례이다. 성별에 따른 발병률의 차이는 보고된 바 없다.\n\n병력\n때로 배뇨통 병력이 청취되기도 하지만, 대다수의 보호자는 환자가 특별한 통증을 호소하거나 배뇨량의 변화없이 다량의 혈뇨만을 보인다고 진술한다. 배뇨기 전반에 걸쳐 혈뇨가 관찰되고 혈괴가 오줌에 섞여 나오는 경우도 많다. 출혈 소견이 간헐적으로 나타나 수일 또는 수주에 걸쳐 혈뇨가 나타나다가 갑자기 혈뇨가 수개월간 사라졌다가 다시 나타나기도 한다. 외상의 흔적이나 병력은 관찰되지 않는다.\n\n신체검사\n신체검사상 특별한 이상 소견은 발견되지 않는다. 혈액응고 장애의 소견(예, 점상출혈이나 반상 출혈)이 신체의 다른 부위에서 관찰되지 않고 혈액응고계 검사상 모두 정상 소견을 보인다.\n\n진단검사\n혈액검사상 중등도-심한 재생성 빈혈이 관찰되고 이러한 빈혈 소견은 급성 빈혈 소견(예, 다염 색성, 대혈구증, 세망적혈구증)을 동반하기도 하고, 만성 철결핍성 빈혈 소견(예, 소혈구성, 저 색소성)을 보이기도 한다. 혈청 BUN/creatinine 수치는 정상이며 요비중은 약간 농축뇨 소견을 보인다. 혈액응고계 검사와 혈소판 숫자 모두 정상이다. 요배양검사에서 아무런 이상 소견이 관찰되지 않는다.\n혈괴에 의해 상부 요로계 폐색이 일어날 수 있기 때문에, 배설성 조영촬영 시 이환된 신장에서 hydronephrosis 또는/과 hydroureter 소견을 볼 수 있다. 또한 방광에 축적된 혈괴로 인해 양성적 방광 조영촬영 시 filling defect 소견을 관찰할 수도 있다. 이러한 소견들은 복부 초음파검사를 통 해서도 확인이 가능하다. 암캐의 경우, 방광경을 통해 혈액이 흘러 들어오는 요관을 가시적으로 확인할 수 있기 때문에 이환된 신장을 확인하는 데 용이할 수도 있다. 만약 방광경검사가 불가능 할 경우, 방광을 열고 요관내부에 직접 카테터를 삽입하여 혈뇨의 기원을 추적해 볼 수도 있다.\n신장종양, 신장외상, 신장 결석, 신장혈관기형(예, Welsh corgis 종의 신장모세혈관 확장증) 등과 감별이 필요하다.\n\n치료 및 예후\n만약 출혈이 편측성이고 빈혈을 유발할 만큼 심할 경우, 신장절제술을 고려해야 한다. 편측성 신장 출혈의 경우, 신장절제술로 대부분 치료가 되지만, 일부 환자는 시간이 지나서 반대쪽 신장에서 출혈을 다시 보여 혈뇨가 재발되기도 한다고 한다. 따라서 신장절제술의 여부는 신중하 게 판단해야 한다. 일부 환자는 출혈이 간헐적으로 일어나기 때문에 일정 기간 동안 출혈을 보 인 후 장기간 출혈 소견이 나타나지 않는 경우도 많다. 이 경우, PCV를 주기적으로 체크하여 환자 상태만 모니터하는 것이 신장절제술보다 선호된다. 편측성 신장 출혈과 심한 빈혈이 동반된 환자나 심한 양측성 신장 출혈이 있는 환자에서 수혈이 필요한 경우도 있다. 혈괴에 의해 상부 요로계가 폐색되어 수신증이 심하게 발생할 경우, 외과적인 신장절제술이 필요할 수도 있다. 이환된 환자에서 신장기능은 정상적으로 유지되므로 편측성 출혈 소견을 보이는 환자에서는 혈 괴에 의한 요관폐색이나 심한 빈혈이 있을 때 신장절제술이 지시된다. 비침습적으로 신장혈관 을 선택적으로 경색시켜 출혈을 차단하는 치료법이 현재 개발되고 있다.\n\n2. 신장주위 가성 낭종\n환자의 예후는 심한 실혈로 한쪽 신장을 제거해도 예후는 양호하다. 하지만 수술 전에 보호 자에서 떼어내지 않은 반대쪽 신장에서도 출혈이 일어날 가능성이 있다는 사실을 미리 고지하 는 것이 좋다. 경증의 간헐적인 출혈 소견을 보이는 경우, 예후는 매우 양호(fair)하거나 양호 (good)하다. 이러한 환자에서는 출혈기와 장기간의 무증상기가 반복해서 나타나기도 한다. 만 약 양측성이고 심한 빈혈을 동반한 경우라면 예후는 예의주시(guarded) 수준이다.\n\n\n\n신장주위 병소는 흔하지 않지만, 농양, 혈종 및 가성 낭종 등이 형성될수 있다. 가성 낭종이란 신 장 주위에 체액이 저류되어 피낭을 형성하는 질환을 말한다. 주로 누출액이 신장 피막과 신장 실질 사이에 축적되어 있다(그림 10-1). 일반적인 피낭의 경우 상피세포층으로 쌓여져 있지만, 신장 주위 가성 낭종(Perinephric Pseudocysts; PNP)의 경우, 이러한 상피층이 관찰되지 않기 때문에 가성 낭종이라는 용어를 사용한다. 낭종은 주로 신문(renal hilus)에서 기시되지만, 드물게 신극 (renal pole)에서 기시하는 경우도 있다. 낭종내 누출액은 세포수와 단백질 함량이 낮고 BUN/creatinine 수치도 혈액과 비슷한 수준이다. 신장주위 가성 낭종은 주로 편측성(약 60%)으 로 나타나고 양쪽 어느 신장에서든 발생할 수 있다. \n\n신체검사\n복부팽만이 신체검사의 주요 소견이고, 복부 촉진 시 큰 종괴를 촉진할 수 있다. 보통 편측 또는 양측 신장이 크게 종대된다(약 8~12 cm까지). 하지만 촉진만으로 가성 낭종인 신종대인지 감별하기란 쉽지 않다. 만약 환자가 만성 신부전이 병발된 경우라면, 만성 신부전과 관련된 신체검사 소견을 보일 수 있다(예, 쇠약, 탈수, 피모불 량). 만성 신부전에 의해 고혈압이 있을 수 있기 때문에 전신 혈압측정이 필요하다. 갑상선 종대 증이 고혈압이나 만성 신부전을 유발할 수 있으므로 갑상선검사가 필요할 수도 있다. 일반적으 로 가성 낭종이 있는 환자는 갑상선 수치가 약간 증가하거나 정상수준이다.\n\n진단검사\nCBC는 보통 정상 소견을 보인다. 하지만 환자가 진행된 만성 신부전 소견을 보이는 경우, 비재생 성 빈혈이 나타나기도 한다. 생화학검사 소견은 경도에서 중등동의 만성 신부전을 나타내는 소견 인 경우가 많다(예, 경-중도의 BUN/creatinine의 상승). 보통 요비중은 등장성 소견(평균 요비중 1.016, 정상 범위 개: 1.015~1.045, 고양이: 1.035~1.060)을 보이는 경우가 많다. 낭종내 체액은 대 부분 누출액의 특징을 보인다(세포수 400/mL 이하, 비중 1.010~1.034, 단백질함량 2.5g/dL 이하; Box-1). BUN/creatinine 수치는 말초혈액과 같거나 약간 높다. 낭종액을 배양해도 세균이 자라는 경우는 없다. 복부 방사선상 심한 양측성 또는 편측성 신종대 소견이 확인된다. 배설성 조영술로 낭종을 확인할수 있다. 복부 초음파검사가 가성 낭종의 진단에 가장 유용한 검사법이다. 초음파검사시, 무에코성 체액과 얇은 피막에 둘러싸인 신장실질을 확인할 수 있고 낭종이 신장보다 2배 이상 크게 보이는 경우도 있다. 만약 낭종의 에코가 불균질하게 혼합성 에코를 보일 경우, 농양이나 혈종을 먼저 의심해 보아야 한다.\n감별진단 목록에는 기타 신장주위질환(예, 농양, 혈종), 신종대를 유발하는 질환(예, 수신증, 다낭성 신장질환, 신장 림프종, 육아종성 신염-FIP, 신장농양) 등이 포함된다.\n\n치료 및 예후\n낭종벽을 절제하는 것이 최선의 치료법이다. 낭종액은 복강으로 유입되지만 흡수를 통해 전신 순환으로 제거된다. 일부 증례에서 경도-중등도의 복수가 발생하지만, 보통 환자에게 불편함을 주지는 않는다. 이 경우, 주기적으로 저류된 낭종액을 초음파 가이드를 통해 제거해주면 된다. 아주 드문 경우이지만, 낭종 제거 후 심한 복수가 발생하는 경우도 있다. 이환된 신장을 제거해 서는 안된다. \n변조 누출액(modified transudate): 주로 혈장 정수압 상승으로 발생(림프관 폐색이나 심장질환), 세포수는 1,000~8,000/uL이며 세포는 mononuclear cell들이다. 단백질함량 2.5~5.0 g/dL 사이이다.\n삼출액(exudate): 주로 염증에 의해 세포 투관성이 증가되어 발생하며 세포수는 5,000/mL 이 상이며 세포는 주로 호중구들이다. 단백질함량 3.0 g/dL 이상이다.\n\n\n\n\n을 보이는 경도-중등도의 만성 신부전을 동반하는 경우가 많기 때문에, 이환된 신장을 제거함 으로써 반대쪽 신장기능을 빠르게 악화시켜 심한 만성 신부전 소견을 보이는 경우가 많아진다. 가성 낭종 내부로 초음파를 이용하여 바늘을 삽입하여 낭종액을 제거할 수 있지만, 몇 주나몇 달뒤에 다시 낭종액이 채워지게 된다. 더 나가 낭종액을 제거해도 사구체 여과율의 증가 같은 신기능의 개선에 도움이 되지도 않는다. 드물게 반복적인 낭종액 제거술로 가성 낭종이 완치되 는 경우도 있다.\n\n\n진단검사\n혈청 총칼슘 농도는 경도-중등도로 상승한다(평균 12.5 mg/dL, 정상범위 9.5~12.0). 혈청 이온화 칼슘이 중등도로 증가한다(평균 6.8 mg/dL 정상범위 4.8~6.0). 혈청 PTH 농도는 정상범 위의 아래범위를 보인다(평균 1.1 pmol/L; 정상범위 0~4 pmol/L). 혈청 parathyroid hor-mone-related polypeptide(PTHrP) 농도는 낮아진다(1.0 pmol/L). 이온화 마그네슘 농도는 정상범위 안에 있다(평균 0.6 mmol/L; 정상범위 0.43~0.70 mmol/L). 혈청 25-hydroxyvita- min D 농도는 정상이거나 약간 증가된다(평균 96 nmol/L; 범위 22~198 nmol/L; 정상범위 65~170 nmol/L). Serum calcitriol 농도에 대해서 보고된 결과가 적지만, 평균 45 pmol/L 정도이다(정상범위 50~100 pmol/L). 혈청 인 농도는 정상이다. 신장 효소치(BUN/creatinine)는 보통 정상이다.  때 로 만성 신부전과 특발성 고칼슘혈증이 동시에 관찰되기도 한다. 결과적으로 고 칼슘혈증은 만성 신부전을 유발할 수 있기 때문에 지속적인 모니터링이 필요하다. 요비중은 보통 중등도 농축뇨 소견(평균 1.036; 정상범위 1.012~1.060)을 보이고 산도는 5.5~7.0로 다양하 지만 산성뇨 소견을 보인다. 혈뇨가 관찰되는 경우는 있어도 농뇨가 보이는 경우는 드물다. 혈뇨가 방광천자 과정 중에 발생할 수도 있다. 요침사검사에서 스트루바이트나 칼슘 결정이 관찰되는 경우도 있다. 신장의 고칼슘혈증에 대한 보상반응으로 FE(ca)는 증가된다(0.8~2.8%; 정 상 0.2% 이하). 고칼슘혈증을 유발하는 악성 질환에 대한 증거는 찾을 수가 없었다(예, FeLV/FIV 음성, 악성 종양에 대한 골수검사 음성, 림프종 음성). 복부 방사선과 초음파검사상 정상크기 신장(67%)과 작아진 신장(33%) 소견이 모두 관찰되었다. 50% 이상 증례에서 결석 이 신장, 요관, 방광에서 발견되었다. 결석 분석결과 대부분 수산화 칼슘 결석이었다. 기타 복부 초음파 소견으로 nephrocalcinosis와 신우 확장 소견 등이 있다.\n감별진단해야 할 질환으로는 Hypercalcemia of malignancy(예, 림프종, 편평상피암종, 다 발성 골수종), 원발성 부갑상선 기능항진증(이 경우, 혈중 인 농도가 감소하고 PTH 농도가 증 가하며, 경부의 종괴가 촉진되거나 초음파상 관찰된다), 비타민 D 과잉증(예, 살서제 중독, 과량 의 calcitriol 투여, 비타민 D함유 노화방지 크림 섭식 등—이 경우 혈중 인 농도가 크게 상승한 다)과 육아종성 질환에 의해 calcitriol 합성이 증가된 경우이다(표 10-1).\n\n치료 및 예후\nHill’s w/d 같은 저지방 고섬유 사료를 통해 장관의 칼슘 흡수량을 떨어뜨릴 수 있다. 그 러나 대다수 처방사료회사는 이러한 사실을 이미 숙지하고 있어서 고섬유 사료에 의한 칼슘흡 수 감소를 보상하기 위해 사료내 첨가된 칼슘함량이 증량되어 있다. 신장 처방사료는 알카리성이고(적어도 일반 사료보다는 덜 산성을 띤다), 칼슘과 인 함량이 낮기 때문에 혈중 칼슘 농도를 정상화시킬 수 있다.\nGlucocorticoids(prednisone, 5~20 mg PO/cat/day)으로 효과적으로 혈청 총 칼슘과 이온화 칼슘 농도를 낮출 수 있다. 스테로이드 치료를 통해 혈중 칼슘 농도가 정상화되면 투여용량을 감량해야 한다. 스테로이드는 뼈에서 칼슘방출을 감소시키고 장관에서 칼슘흡수를 감소시 키며 신장의 칼슘배설을 촉진하여 혈중 칼슘 농도를 떨어뜨리는 역할을 한다. 하지만 칼슘의 요 배설 증가는 칼슘관련 결석의 발생위험을 높일 수 있다. 하지만 이온화 칼슘 농도가 떨어지기 때문에 신장을 통해 여과되는 칼슘양 역시 줄어들기 때문에 실제 요를 통한 칼슘배설량은 서로 상쇄되어 증가되지 않는다. 일부 환자에서는 이러한 스테로이드 치료에도 불구하고 이온화 칼슘 농도가 다시 증가하게 되는 경우도 있다. 외과적으로 부갑상선을 부분적으로 제거해볼 수도 있지만, 이 방법은 단지 짧은 기간 동안만 고칼슘혈증을 완화시키며 증상은 재발된다.\n만약 식이요법이나 스테로이드요법이 실패할 경우, bisphosphonate 치료법을 고려해야 한다. 생리식염수에 희석된 pamidronate(1.3~2.0 mg/kg)을 적어도 2시간에 걸쳐 천천히 정주한다. 수액을 pamidronate 투약 전후 및 과정 중에 동시에 충분히 투여되어야 한다. 피하수액이나furosemide 같은 이뇨제\n\n투여법은 그 치료 효과가 입증되어 있지 않았다. Alendronate 같은 또 다른 형태의 bisphosphonate 제제나 cinacalcet 같은 칼슘배설 촉진제 등이 현재시험적으로 사용되고 있다.\n\n4. 갑상선 기능항진증과 신장\n\n\n\n일반적인 질환들이 갑상선 호르몬 수치를 떨어뜨리는 경향이 있기 때문에 만성 신장질환(chronic kidney disease; CKD)이 있는 환자에서 갑상선 기능항진증을 진단하기가 쉽지 않다. 또한 갑상선 기능항진증이 심계항진을 유발하여 사구체 여과율(glomerular filtration rate; GFR)을 올리는 작용을 하기 때문에 만성 신장질환이 있는 환자의 혈중 creatinine 수치가 원래보다 낮게 측정되어 만성 신장질환의 확진을 어렵게 만든다. 따라서 갑상선 기능항진증과 만성 신장질 환이 동시에 발생할 경우, 진단이나 치료가 매우 어렵다.\n\n발병기전\n갑상선 항진증은 심박출량을 증가시키고 말초혈관 저항성을 감소시켜 신혈류량(renal plasma flow; RPF)과 사구체 여과율을 높인다. 사구체 여과율이 증가되면 혈청 creatinine 농도는 감소 하지만 단백질 분해에 의한 urea 생성이 증가되기 때문에 BUN이 약간 올라간다. 전신 고혈압 이나 신장 고혈압이 있을 경우, 사구체 여과율의 증가에 의해 경미한 단백뇨가 나타날 수 있다. 근육량이 감소하면서 체내 칼륨저장량이 감소된다. \n반대로 갑상선 기능항진증이 전신 고혈압을 유발하는 대표적인 질환이기 때문에 사구체 모세혈관에 대한 지속적인 압력부하를 유발하여 사구체 경화증을 유발하여 만성 신장질환을 유발할 수 있다. 이러한 현상은 실험용 쥐에서 이미 관찰된 바 있다.\n\n진단\n\n때로 상당히 진행된 신장질환이 있어도 신장의 농축기능을 유지하는 경우가 많다. 결과적으 로 노령동물에서 경미한 질산혈증과 농축뇨를 보인다고 해서 반드시 신장질환 외적인 요인만을 생각해서는 안된다. \n\n\n\n\n심장-신장 증후군(Cardio-renal syndrome; CRS)은 심부전에 의하여 이차적으로 신장 기능 부전이 발생하는 것으로 다음과 같은 특징을 보인다; 이뇨제에 내성을 보인다거나, 심부전과 신부 전을 동시에 가지고 있거나 적극적인 심부전의 치료에 의하여 신기능이 악화되는 상태. 이렇게 신부전과 심부전이 동시에 발생하게 되면 심부전이 신장기능을 악화시키고, 악화된 신장기능은 다시 심부전에 악영향을 주는 악순환을 하게 된다. 아직 수의학에서는 정의와 분류가 명확히 되지 않았지만, 인의에서의 분류는 다음과 같다: type 1-acute cardiorenal syndrome(급성 심부전에 의해서 급성 신부전이 유발되는 경우), type 2-chronic cardiorenal syndrome(만성 심부전에 의해서 신장이 점차 손상되어 신부전이 유발되는 경우), type 3-acute renocardiac syn- drome(급성 신부전에 의하여 급성 심부전이 유발되는 경우), type 4-chronic renocardiac syn- drome(만성 신부전에 의하여 만성 심부전이 유발되는 경우), type 5-secondary cardiorenal syndrome(패혈증, 아밀로이드증, 당뇨병과 같은 질환에 의해 이차적으로 심장과 신장기능부전 이 발생되는 경우).\n\n발병기전\n인의의 한 회고 연구 결과에 따르면, 만성 심부전을 가진 755명의 환자의 60%가 만성 신부전을 동시에 가지고 있음이 확인된 바 있고, 사구체 여과율과 만성 심부전의 예후 사이에 밀접한 관 련성이 보고된 바 있다. 최근 수의학에서도 심부전의 정도가 심할수록 질소혈증과 신장손상이 더 자주 나타난다는 보고가 있다. 신장은 심장에서 박출되는 혈액의 25%를 받는 장기이므로, 두 장기는 혈역학적으로, 신경-호르몬학적으로 여러 가지 항상성 기전을 공유하고 있다. 문제 는 두 장기의 항상성 반응이 정상적인 경우, 서로의 기능에 영향을 주지 않지만 신부전이나 심 부전이 있을 경우, 이러한 항상성 반응이 상대 장기에 악영향을 가하게 된다(그림 10-5). 예를 들어, 울혈성 심부전의 경우, 좌심방 용적 과부하를 줄이기 위한 이뇨제 처방은 심장병 증상완 화에 큰 도움이 되지만, 순환혈액량 감소로 신장 혈류량을 떨어뜨려 사구체 여과율을 감소시키 므로 신장기능을 떨어뜨리고 만약 환자가 신부전 상태라면 신장 관류량 저하에 따라 신부전이 더욱 악화될 수 있게 만든다. 반대로 신부전이 심한 환자는 사구체의 섬유화 등에 의해 사구체 내압이 높고 사구체성 고혈압을 가지는 경우가 많다. 궁극적으로 이런 사구체성 고혈압은 전신\n\n\n\n\n\n\n고혈압을 유발하는 경우가 많다. 전신 고혈압 상태라면 좌심실에 압력부하가 증가하여 좌심실 벽의 작업부담을 증가시키고 wall stress를 증가시킨다. 적절한 처치를 하지 않을 경우, 좌심실 벽은 concentric hypertrophy(구심성 또는 중심성 비대, 고혈압에 대한 심장의 보상작용으로 좌심실의 벽이 현저하게 두껍고, 심실 내강은 넓어지지 않은 특징을 가진 심비대)되고 결국 심 부전을 유발하게 된다.\n심부전 환자에게 enalapril 같은 ACEi를 장기간 사용하면 혈중 creatinine 농도가 증가되는 것을 흔히 볼 수 있다. 이것은 ACEi는 신장의 수입성 세동맥압을 떨어뜨려 사구체 내압을 떨어 뜨려 신장을 저관류 상태에 놓이게 한다. 결국 신장의 사구체 여과율이 감소하여 혈중 creatinine의 농도를 높일 수 있다. 그러나 다양한 ACEi를 심부전 환자에게 적용한 전향적, 후향적 연 구결과를 살펴보면 ACEi의 심장과 신장기능에 대한 긍정적인 작용이 더 크다. ACEi는 신장실 질의 섬유화 진행을 늦추고, 혈관 확장 효과가 있어 사구체 혈관의 손상을 줄여 단백뇨를 완화 시킨다. ACEi의 신장에 대한 부정적인 효과 또한 일시적이며, 장기간 enalapril의 효능을 실험 한 연구결과에서 enalapril을 정용량(0.5 mg/kg) 투여한 심부전 환자의 질소혈증 발생률이 대 조군에 비해 더 낮았다고 한다.\n\n치료와 예후\n심장-신장 증후군 환자의 치료와 관리는 매우 까다로울 뿐 아니라 효과적인 치료법 역시 아직 제대로 정립되어 있지 않다. 궁극적으로 장기간 심부전 치료를 받는 모든 환자는 신장기능 저하가 발생할 거란 가정하에 주기적인 신기능에 대한 모니터링이 중요하다.\n가장 효과적인 심장-신장 증후군 환자의 치료법은 예방이기 때문에 환자의 심부전 진행 상 태에 맞는 적절한 심부전 치료전략을 수립하고 무엇보다도 이뇨제의 용량을 최적화시키는 것 이 가장 중요하다. 이러한 전략으로는 다량의 이뇨제를 한꺼번에 먹이는 방법보다는 소량을 세 분해서 투약하는 방법(BID S TID), 한 이뇨제에 내성을 보이는 경우, 다른 이뇨제와 병용하거 나 다른 이뇨제로 교체해 주는 방법, 이뇨제의 사용량을 줄여주기 위해 다른 심부전 치료제를 추가해주는 방법(예, spironolactone, nitrate patch, amlodipine) 등이 있다. 무엇보다도 환자 를 철저히 모니터링하여 이뇨제 용량에 따른 반응을 살펴보고 환자에 맞는 최적의 이뇨제 용량 을 사용하는 것이 중요하다.\n\n\n\n\n\n주기적인 신장 모니터링의 일환으로 초음파를 통해 신장의 Resititive Index(RI값)을 측정하 면 신장의 혈류 저항이 증가되고 있는지를 어느 정도 평가할 수 있다고 한다(그림 10-6). 그러나 일단 신부전이 발병하여 내원한 경우, 보통의 신부전 치료요법(공격적인 수액요법)을 그대로 적용하기가 어렵다. 용량 과부하 상태의 환자에게 공격적인 수액요법은 울혈성 심부전을 악화 시켜 폐부종을 유발할 수 있다. 따라서 이러한 경우 보통의 신부전 환자보다 적은 용량의 수액 요법(유지용량만 투여, 30 mL 3 체중-kg + 70 mL을 시간당 5~10 mL/kg 속도로 투여한다)을 실시하거나 복막투석을 실시하는 것이 효과적일 수 있다. 그러나 무엇보다 중요한 것은 심부전에 이환된 환자는 신부전 발생 위험이 높기 때문에 주기적인 모니터링이 필수적임을 보호자에게 인지시켜야 한다. 혈액검사와 요검사, UPC검사, 혈압 등을 주기적으로 모니터링하여 이미 요독증 상태가 되어 내원하지 않도록 주의를 기울여야 한다.\n일반적으로 예후는 심부전 상태가 얼마나 심한지에 따라 많이 달라진다. 기존에 장기간 이 뇨제 처방을 받았던 환자들이 많아서 장기적 예후는 별로 좋지 않다.\n\n"
}