{"title": "임상가를 위한 소동물신장학 진단과 치료지침", "author": "현창백", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "\n\n임상가를 위한 소동물 신장학\n진단과 치료지침\nAPPENDIX02\n상부 요로계의 진단영상학\n\n1. 신장의 영상진단\n방사선검사\n신장은 후복강에 위치하고 콩팥모양의 신장을 확인할 수 있다. 살이 쪄서 지방이 너무 많거나 위장관에 가스가 있거나 위내 음식이 있을 경우, 신장을 가시적으로 확인하는 데 어려움이 발생한다. 개에서 신장의 cranial pole은 T13-L1 사이 간의 후미엽이 있는 부위에서 확인되며, 너무 마르거나, deep-chest이거나 위장관에 음식물이 있으면 감별이 쉽지 않다. 좌측 신장은 오른쪽 신장의 반만큼 아래로(복배상) 내려와(측면상) 위치한다. 정상적인 개와 고양이의 신장의 방사선 사진은 그림 A2-1을 참고 하라. 개의 신장의 크기는 L2의 길이에 비해 2.5~3.5배 정도 커야 한다. 두 개의 신장은 또한 같은 크기여야 한다. 요관은 일반 복부 방사선 사진에서는 관찰되지 않는다. 요관은 배설성 요로조영 술을 실시해야 가시적으로 확인이 가능하다(그림 A2-2).\n신장의 정상 방사선상 밀도는 다른 연부조직의 밀도와 같다. 배복상에서 신장은 신우부위에 축적된 지방 때문에 중심부위가 약간 밀도가 낮게(연하게) 관찰된다. \n\nContrast study\n배설성 요로조영술(Intravenous urography; IVU): IVU는 신장의 신우와 요관을 평가하는 데 매우 유용한 촬영기법이다. 신장의 실질성 질환은 진단하기 어렵고 오히려 초음파검사가 병변을 확인하는 데 도움이 된다. 신장의 혈관조영은 일반적으로 실시하지 않는다. 대퇴동맥 카테터를 통해 신장의 혈관계를 조영하여 신장의 상태를 평가할 수 있다(일반적으로 신부전 상태이면 IVU를 통해 신장을 조영하기가 어렵다). 조영제를 투여하자마자 신장의 혈관계가 조영된다. 이를 angiogram phase라고 한다. 다음으로 신장의 실질이 조영되는데 이 시기를 nephrogram phase라고 한다. 때로 신피질의 밀도가 신수질의 밀도보다 높게 보이기도 한다. 정상적인 경우, 조영제가 주사된 지 1~2분 안에 신우와 요관의 윤곽이 뚜렷해진다. 이 시기를 pyelogram phase 라고 한다(그림 A2-2).\n혈액검사에서 BUN 100 mg/dL 이상 creatinine 4 mg/dL 이상인 경우에 이미 심각한 신부전 상태임을 암시하기 때문에 조영 촬영이 필요없다. 만약 경–중등도의 BUN/creatinine 농도 상승만 있을 경우, 상부 요로계를 보다 쉽게 조영하기 위해 조영제의 양을 2배로 늘린다.\n조영제 자체가 상당히 고장액이기 때문에 환자가 지나치게 탈수되어 있거나 저혈압 상태라 면 투여를 금하는 것이 좋다. 이러한 환자에서는 non-ionic(low osmolar) contrast media를 사용하는 것이 안전하다(고양이도 이 방법을 사용한다).\n조영촬영에 앞서 12시간 절식과 결장관장이 필요하다. 조영제가 혈관 밖으로 이탈되면 주위 조직에 자극을 주기 때문에 IV 카테터를 미리 장착하는 것이 좋다. 환자는 진정이나 가벼운 마취를 하는 것이 좋다. 측면상과 복배상을 촬영한다. 부착용은 탈수와 급성 신부전의 유발 가능성이다. 드물게 아나필락시스 반응을 유발하기도 한다. 배설성 조영술에 따른 결과 판독요령은 Box A2-1에 요약되어 있다.\nBolus IVU 방법: 환자를 dorsal recumbency로 눕히고, 300~400 mg/mL 농도의 조영제를 850 mg/kg으로 빠르게 정맥 주사한다. 복배상과 측면상 사진을 먼저 촬영한 후 신장이 서로 겹 쳐져서 보이지 않는 복배상으로 연속사진 촬영을 실시하여 angiogram, nephrogram, pyelo- gram을 확인한다. 복부를 압박하면 요관을 막아 신우를 잘 보이게 할 수 있다.\nInfusion IVU 방법: 환자를 dorsal recumbency로 눕히고, 150 mg/mL 농도의 조영제를 1,200 mg/kg으로 천천히 drip infusion을 실시한다. 이 방법은 삼투성 이뇨를 유발하기 때문에 요관을 보다 잘 보이게 할 수 있다. 빠르게 연속적으로 촬영할 필요가 없고 오직 nephrogram과 pyelogram phase만 관찰된다.\n신장 혈관 조영술: 대퇴동맥에 카테터를 삽입하고 밀어넣어 카테터 팁이 신동맥에 위치하게 한다. 고농도의 조영제를 bolus로 몇 mL 정도 투약하여 VD 사진을 촬영한다. Angiogram phase가 바로 관찰되고 만약 신장이 정상 기능을 유지한다면 곧바로 nephrogram과 pyelo- gram이 관찰된다. Fluoroscopy가 진단에 도움이 된다.\n초음파검사\n방사선 촬영이나 조영제 촬영이 방사선 투과 문제나 조영제에 의한 신독성 문제를 가지고 있는 반면 초음파 촬영은 환자나 술자 모두에게 비침습적인 검사방법이다. 따라서 환자의 신기능이 저하되어도 환자에게 영향을 주지 않으면서 검사가 가능한 이점이 있다. 조영제에 의해 초음파\n조영제의 충만이상\n처음부터 신장이 잘 조영되지 않으면서 점진적으로 감소되는 경우(조영 부전)\n부적절한 조영제 투여량\n다뇨성 신부전\n신장의 방사선 밀도가 처음부터 증가하지만 계속 지속되는 경우(조영제 제거 지연)\n조영제에 의한 전신 저혈압\n조영제 유도성 신부전\n급성 세뇨관 괴사\n신장의 방사선 밀도가 시간이 갈수록 증가되는 경우(조영제 충만시간 지연)\n조영제 유도성 신부전\n조영제에 의한 전신 저혈압\n신장 허혈\n비정상 조직이나 혈관분포에 의한 지연(예, 종양, 농양, 육아종, 혈종, 낭종)\nBox A2-1 배설성 요로조영술의 결과 판독요령\n\n\nNephrogram이 보이지 않는 경우\n조영제 양이 부적절\n심한 질산혈증을 동반한 심한 신장질환\n신장 무형성증\n신장혈관의 폐색이나 염전\n기능성 신장 조직의 부재(예, 광범위한 종양, 대형 농양, 심한 수신증)\nNephrogram이 불균질하게 형성\n조영제가 충만되지 않는 부위가 뚜렷한 경계를 가지고 보이는 경우\n신장 낭종(단독 낭종이 우연히 관찰됨)\n신농양\n만성 신장염—신우만 확장되고 게실은 원래 크기대로 유지\n신장 종양(종양에 의한 물리적 폐색 때문에 신우나 근위요관의 확장)\n이소요관(요관 말단의 협착이나 속발성 상행성 감염 때문에)\n신우의 왜곡\n종양\n기타 신장의 실질성 질환(예, 낭종, 농양, 육아종)\n대형 신장결석\n만성 신우신염\n혈괴(혈액응고 장애 / 출혈성 종 양 / 외상 / 특발성 신장 출혈)\n\n공기방광조영을 너무 심하게 실시하여 공기버블이 역류될 경우\n결석\n신우신염에 의한 염증파편\n혈괴(혈액응고 장애 / 출혈성 종 양 / 외상 / 특발성 신장 출혈)\n화질이 영향을 받을 수 있으므로 초음파검사는 배설성 요로조영술에 앞서 실시하는 것이 좋다. 신장의 정상 초음파상 특징은 고양이와 개가 서로 비슷하다.\n신장 초음파는 환자를 등쪽으로 눕혀서 스캔도 가능하고 옆구리를 통해서도 스캔이 가능하다. 옆구리를 통해 신장을 스캔할 경우, 소화관에 의해 영상이 가리는 것을 예방할 수 있고 신장을 보다 쉽게 스캔할 수 있다. 하지만 옆구리의 털을 깎아서 미관을 훼손시키므로 보호자들이 싫어한다는 단점이 있다. 일반적으로 스캔은 7.5 MHz sector나 curvilinear transducer를 이용하여 스캔을 하는 것이 좋다. 좌우 신장 모두를 반드시 transverse, sagittal 또는 dorsal 평면을 스캔해야 하고, 신장 전체를 반드시 검사해야 한다(그림 A2-3). 가능하면 신장의 동맥과 정맥이 들어가는 신문(hilus)을 검사하고 혈류 분포와 신동맥계의 resistive index 같은 것도 평가하면 더욱 좋다.\n정상 신장은 매끈하고 bean-shape이다. 얇은 에코의 피막과 미세한 과립상의 저에코성 신피질이 가시화된다. 신피질의 에코는 5 MHz transducer로 스캔하면 간과 거의 같거나 약간 저 에코성으로 보이지만, 7.5 MHz transducer로 스캔하면 간보다 약간 고에코성을 보인다. 하지만 신피질은 비장보다 약간 저에코성으로 보여야 한다(그림 A2-4). 신수질은 무에코성이고 크게 에코원성이 있는 신우 게실부와 소엽간 혈관으로 나누어진다. 신피질은 수질에 비해 항상 에코가 높아야 한다.  신장의 크기는 또한 초음파상으로 측정된 척추의 길이와 비교하거나 복강내 대동맥의 직경과 비교 측정하여 신장의 크기 변화를 평가할 수 있다.\nResistive index(RI)는 신장으로 흘러 들어가는 동맥의 저항성을 평가하는 방법이다(그림 A2- 5). 정상 조건에서 신장의 혈류량은 수축기와 이완기에 따라 변화된다. 그러나 여러 신장질환에서(예, 이식거부 반응, 염증, 폐색), 신동맥의 저항성 증가로 신장 혈류량은 감소되고 심지어 이완기 때 혈액이 역류되기도 한다. 통상 개나 고양이에서는 신문의 궁상동맥에서 PW doppler를 이용해서 혈류를 측정한다. 개와 고양이에서 RI값이 0.7 이하면 정상이고 0.7 이상이면 신장의 혈관 저항성이 증가된 걸로 평가한다.\n신장질환의 영상진단 소견\n신장 크기 감소: 만성 신장질환(예, 만성 간질성 또는 사구체 신염과 만성 신우신염)이 있는 환자의 신장은 방사선상이나 초음파상 모두에서 작고 때때로 불균질한 윤곽을 보인다. 이러한 질환에서는 피질과 수질부의 경계는 초음파상에서 떨어진다. 만약 한쪽 신장만 만성 변화가 일어났다면 반대쪽 정상 신장은 보상성으로 비대될 수 있다. 신장 이형성증의 경우, 신우 확장증 (pyelectasia)과 경계가 아주 불분명한 피질–수질 경계를 보이며 신장은 작고 불균질한(찌그러진) 모양을 하고있다. 아밀로이드 침착증이나 만성 사구체질환에서도 이와 유사한 소견이 나타날 수 있다. 만성 신우신염에서는 상기와 유사한 소견과 더불어 조영촬영 시 혈전, 세포파편, 화 농성 물질 등에 의해 조영제의 filling defect 소견이 관찰될 수 있다.\n수신증: 수신증은 신우의 다양한 정도의 확장을 나타내는 용어이고 요관을 포함한 요로계의 부분 또는 완전 폐색에 의해 발생한다(그림 A2-6). 폐색의 원인으로는 요관 결석, 요관협착, 이 소요관, 요관종양, 방광삼각부 종양 및 방광의 의인성 결찰 등이 있다. 일반 방사선 사진에서는 신장은 다양한 정도로 확대되어 보인다. 신장결석 또는 요관 결석이 있을 경우, 신장부위 또는 후복막강 위치에서 불투명 결석음영을 확인할 수 있다. 배설성 조영술에서 신우는 확장되어 있고 신우게실은 가장자리가 날카롭게 팽창되어 있다. 요관 역시 팽창되어 있고 폐색의 원인을 원 위단에서 확인할 수 있다. 심각한 수신증에서 신피질은 액체로 채워진 주머니 모양이 되기 때문 에 신장내부가 조영제로 충만되어 보일 수도 있다. 초음파상, 확장된 무에코성 신우를 확인할 수 있다. 수신증이 심각하게 진행할 경우, 신장내부에서 피질부는 거의 소실되고 무에코성 낭조직처럼 보일 수도 있다.\n신우신염: 급성 염증은 방사선상 신장을 정상 또는 크게 보이게 할 수 있다(그림 A2-7). 일부 증례에서는 매끈하지 못한 신장 윤곽으로 보이게 할 수 있다. 배설성 조영제 소견은 가벼운 수 신증과 유사하게 신우, 신우게실 및 요관 근위부의 확장 소견이 주로 관찰된다. 신우게실은 수신증에서는 더 날카롭게 보이는 경향이 있지만 신우신염에서는 둥글게 보이고 충만결손부 소견이 동반될 수도 있다(그림 A2-8). 신우신염과 가벼운 수신증은 초음파검사에서도 구별이 쉽지 않다. 다만 신우신염에서는 신우확장 정도가 덜 심하고 에코를 띠는 물질들(염증파편)을 신우 내부에서 확인이 가능하다.\n종양: 종양의 형태와 특징에 따라 방사선과 초음파 소견이 달라진다(그림 A2-10). 초음파검사는 방사선보다 정확한 진단법으로 얇은 피막과 무에코성 내강으로 둘러싸인 고에코성 신장을 확인할 수 있다. 하지만 이 소견을 복수로 오인해서는 안된다. 신장은 또한 보통 모호한 피질–수질 계와 불규칙한 변연을 가진 작아진 형태를 띤다(그림 A2-11).\n신장 결석: 신장 결석의 방사선 밀도는 결석의 크기와 성분에 따라 달라진다. 큰 결석(3 mm 보다 더 큰)과 calcium oxalate, magnesium ammonium phosphate 또는 silica로 만들어진 결석은 방사선 밀도가 높다. 이보다 작은 결석이나 cystine 또는 ammonium urate로 만들어진 결석은 방사선 밀도가 낮다. 대부분의 결석은 방사선 사진에서 보이는 크기보다 크다. 요오드계 조영제는 결석보다 방사선 밀도가 높기 때문에 결석의 종류에 상관없이 신우 조영에서 보통 충만결손의 원인이 된다. 배설성 요로조영술은 결석과 실질의 미네랄화를 구별하는 데 도움이 된다. 실질의 미네랄화는 신우조영상에서 충만결손을 유발하지 않는다. 초음파검사에서 결석은 보통 고에코성이고 하부에 deep acoustic shadow를 동반한다. 결석이 있을 경우, 신우 확장과 수신증(저에코성 수질부위가 넓어지는 현상) 소견이 동시에 관찰될 수 있다(그림 A2-12).\n신장의 미네랄화: 신장의 미네랄화는 경색, 종양 및 여러 신장병변에 속발하여 발생하는 dystrophic change 때문에 발생할 수도 있고, 혈중 칼슘이나 인 농도에 변화를 유발하는 여러 질 환에 속발하여 발생할 수 있다. 배설성 요로조영술을 통해 신우와 게실의 위치에서 결석과 실질의 미네랄화를 구별할 수 있다.\n미만성 실질 질환: 미만성 신장질환에 대한 초음파검사시, 신피질의 에코정도, 피질 비후정 도, 수질의 에코정도 및 피질–수질 경계의 선명도 등을 평가해야 한다. 미만성 신장질환은 피질–수질 경계의 선명도를 떨어뜨리고 심각할 경우, 경계가 완전히 소실될 수도 있다(그림 A2-13). Medullary rim sign(제6장 그림 6-5)은 신수질의 외측의 에코가 증가되어 피질–수질 경계의 선명도를 증가시키는 현상이다. 이러한 소견은 노령 동물에서 정상적으로 나타날 수도 있고, 수질에 광물질 침착(예, 부동액 중독, 급성 세뇨관 괴사증, 고칼슘혈증성 신장병)에 의해 나타날 수도 있다. 신피질의 미만성 에코 증 가 소견은 사구체신염, 간질성신염(interstitial nephritis), 급성 세뇨관 괴사증, 신증(nephro- sis), 신장질환 말기, 임파종, 전염성 복막염, 곰팡이 감염 같은 질환에서 관찰될 수 있다. Ethylene glycol중독시 신피질의 에코가 극도로 높아질 수 있다.\n신피질의 국소성 에코 감소: 정상적으로 초음파상 작은 무에코성 피질성 낭포를 확인할 수 있고 이것들의 대부분은 임상증상을 유발하지 않는다. 하지만 이러한 낭포가 너무 많고 너무 클 경우, 증상을 유발할 수 있다. 이러한 낭종들은 초음파 프루브에서 먼 쪽의 낭종벽이 더 선명하 게 보이고 deep acoustic enhancement를 동반하는 원형의 무에코성 병변 형태로 관찰된다. 만약 낭포내 에코가 균질하지 않고 불균질할 경우, 감염, 혈종 또는 종양 같은 다른 요인을 고려해야 한다. 급성 신장 경색은 저에코성(거의 무에코) 병변으로 관찰되기도 한다.).\n초음파 소견: 검사상 결석의 종류에 상관없이 고에코성 결석과 deep acoustic shadow가 관찰된다. 신우나 요관의 확장이 나타난다. 작은 결석이나 신피질내 결석은 신우벽이나 집합관의 초음파 소견과 비슷하므로 감별이 필요하다(그림 D).\n신피질의 국소성 에코 증가: 신장 미네랄화는 핀 모양에서 대형 반점상으로 관찰되고 작은 초음파상 매우 고에코원성을 띤다. 또한 미네랄의 조성에 따라 acoustic shadow가 다양하게 형성된다. 만성 신장 경색은 쐐기모양의 고에코성 병변을 가지고 있다(그림 A2-14). 보통 경색병 변은 신장 표면에서 아래쪽으로 삼각형을 이루면서 형성된다. 기타 이러한 고에코성 병변은 출 혈, 섬유화, 가스, 지방 및 종양 등에서도 형성된다.\n신부전: 배설성 요로조영술을 통해 초기 신기능 장애를 평가할 수 있다. Nephrogram의형 성 지연이나 조영제의 잔존 현상은 신배설 기능의 장애를 의미하므로 신부전에 대한 지표가 된다. Renal scintigraphy는 배설성 요로조영술을 대체한 신장기능 측정법으로 radionuclide를 혈관으로 주입하여 radionuclide가 제거되는 과정을 질적으로 양적으로 평가하는 방법이다.\n선천적 질환: 신장전위: 신장전위는 극히 드문 선천적인 상태로 하나 혹은 양쪽 신장이 발생학적 이상으로 비정상적인 위치를 하는 질환이다. 두 개의 신장이 서로 융합되어 “마제신” (Horseshoe kidneys) 형태를 만들 수도 있다(독특한 말굽편자의 모양 때문에). 소동물에서 매우 드문 질환이고 일반 방사선상 한쪽 또는 양쪽 모두 정상위치에서 관찰되지 않고, 복강의 전혀 다른 부위에서 이소성 신장조직을 확인할 수 있다. 배설성 요로조영을 통해 비정상적 위치를 하는 신장(들)의 위치를 찾아낼 수 있다.\n선천적 질환: 신장 무형성증: 일반 방사선에서 둘 중 하나의 신장 실루엣이 보이지 않는다(그 림 A2-15). 배설성 요로조영술이나 초음파검사를 통해 신장 무형성증(renal agenesis)을 신장 형성부전(renal hypoplasia)이나 신장이영양증(renal dystrophy)을 감별할 수 있다. 정상적으로 발생한 반대쪽 신장은 보상성으로 비대되어 보인다.\n2. 요관의 영상진단\n일반 방사선상 요관은 보이지 않지만, 결석이 형성되면 높은 방사선 밀도의 영상이 요관 내에서 형성되어 요관이 관찰될 수 있게 한다(그림 A2-16). 만약 방광에 음성적 대조촬영을 하는 도중 공기가 부분적으로 역류되면 복강 내에서 dot 모양으로 부분 부분 그림자가 요관의 위치를 따라 관찰된다. 정확한 진단은 요관 조영촬영을 통해 확인해야 한다. 개의 경우 요관의 직경은 환 자의 품종에 따라 다양하다.\n요관파열: 요관파열은 보통 외상에 속발되어 발생하거나 결석에 의해 발생할 수 있다. 일반 방사선상에서 보통 후복막강(retroperitoneal space)의 detail이 소실되는 소견을 보이고 배설성 조영술에서 후복막강으로 유출되는 조영제를 확인할 수 있다. 따라서 배설성 조영술이 요관 파열의 진단에 가장 적합한 검사이다.\n요관확장: 염증, 외상, 결석 등에 속발하여 주로 발생하며 배설성 조영촬영에서 부분 부분 또는 전체적으로 확장된 요관을 확인할 수 있다. 장연동 운동 때문에 요관의 영상이 부분 부분 삭제되어 보일 수 있기 때문에 정확한 진단을 위해서는 여러 장을 연속해서 촬영을 해야 한다. 초음파검사에서 신우확장이나 이차적인 신피질의 에코변화를 확인할 수도 있다.\n요관 결석: 일반 방사선에서 작은 미네랄 밀도를 보이는 결석을 후복막강에서 확인할 수 있 다(그림 A2-16). Cystine이나 ammonium urate처럼 방사선 밀도가 낮은 결석이나 너무 작은 결석은 방사선상 요관에서 확인되지 않을 수도 있다. 결석이 형성된 요관의 신우쪽 요관이 일반적으로 확장되어 있다. 위장관계나 복벽의 물질과 결석을 혼동하지 않도록 주의하라. Deep cir- cumflex iliac artery의 말단의 방사선 밀도가 높아서 결석으로 오인하기 쉽다. 배설성 조영검사에서 pyelogram 단계에서 뚜렷한 요관확장 소견을 확인할 수 있다. 초음파상 요관 결석은 deep nacoustic shadow를 동반한(하지 않는 경우도 있음) 고에코 물질로 관찰된다. 폐색에 의해 신우 확장 소견이 관찰될 수 있다.\n이소요관(그림 A2-17, A2-18): 이 질환은 양측성 또는 편측성으로 발생할 수 있고 요관이 방광을 거치지 않고 바로 요도와 연결되는 선천성 기형이다. 주로 암컷에서 발생한다. 일반 방사선 검사로 이소성 요관을 확인하기는 어렵다. 배설성 조영과 방광 음성조영(혹은 이중조영)을 동시에 실시하면 요관이 요로로 들어가는 부위를 명확하게 확인할 수 있다. 초음파검사에서 한 쪽 또는 양쪽 요관–방광 접합부에서 ureteral jet(오줌이 요관을 통해 방광으로 들어올 때 생기 는 와류)가 소실되는 소견을 확인할 수 있다. Ureteral jet는 color Doppler 촬영을 하면 관찰이 용이하다. 하지만 ureteral jet가 정상적으로도 관찰이 되지 않을 수 있기 때문에 요관확장 소견이 없는 경우라면 진단을 재고해야 한다.\n요관낭종(ureterocoele): 이 질환의 방광내 요관종착지의 확장을 말하며, 방광의 장막과 점 막층 사이에 위치하는 낭성구조물을 말한다. 이환된 요관 쪽의 신장에 수뇨관증과 수신증을 유 발할수 있다. 따라서 배설성 조영검사에서 수신증과 수뇨관증 소견이 관찰될 수 있다. 확장된 요관 종착지(요관낭종) 내부는 조영제로 채워진다. 따라서 배설성 조영술과 방광조영술을 동시에 실시해야 요관낭종을 확인할 수 있다. 방광에 양성적 조영술을 하면 방광과 요관낭종이 구별이 안되기 때문에 방광은 이중조영 촬영을 하거나 음성적 조영촬영을 해야 낭종을 구별하기가 쉽다. 초음파검사에서 요관낭종은 방광내부에 위치하는 낭성 구조물 형태로 관찰된다(그림 A2-19).\n"}