{"title": "임상가를 위한 소동물신장학 진단과 치료지침", "author": "현창백", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "\n\n임상가를 위한 소동물 신장학\n진단과 치료지침\nAPPENDIX05\n투석\n\n1. 서론\n투석(dialysis)이란 농도구배에 의해 용질과 수분을 반투과성 막을 통해 이동시키는 것을 말한 다. 임상에서, 투석이란 당분과 전해질 용액을 환자의 혈액에 간접적으로 노출하여 독성을 띠는 용질과 과량의 수분을 제거하는 방법을 말한다. 임상적으로 투석이 필요한 경우는:\n몸에서 노폐물이나 수분을 제거할 수 없을 경우\n신부전이나 심부전에 의해 과량의 체액이 축적될 경우\n독소나 중독물이 존재하여 신장의 배설 기능을 증가시켜야 할 경우 등이다(Box A5-1).\n\n투석은 심한 신부전이 있는 환자에서 혈액 중에서 내인성/외래성 노폐물의 배설을 촉진하여 다장기성 합병증을 예방하는 대사적 안정을 유도할 수 있다. 두 가지 유형의 투석방법이 임상에 이용되고 있다: 1) 복막투석(peritoneal dialysis; PD)과 2) 혈액투석(haemodialysis; HD)\n복막투석의 경우, 혈관이 많이 분포된 복막을 투석막으로 간주하여 혈액과 복강 사이의 노폐물을 제거한다. 혈액투석의 경우, 많은 반투과성 막으로 구성된 중공 투석 섬유막(hollow fiber dialysis membrane; 그림 A5-8C)을 이용하여 혈액과 투석기 사이의 노폐물을 제거한다.\n\nBox A5-1 투석요법의 적용\n무뇨\n수액이나 이뇨제 투여 후에도 적절한 이뇨가 일어나지 못할 경우\n급성 요독증에 대한 일반치료로 질산혈증이 개선되지 않을 때\n생명을 위협하는 과수화\n생명을 위협하는 전해질 불균형\nBUN 100 mg/dL 이상, serum creatinine 5 mg/dL 이상\n12~24시간 동안 실시한 보존 요법에 반응하지 않을 경우\n기타:\n심각한 과수화, 페부종, 울혈성 심부전\n급성 중독증/약물 과다투여\n\n\n\n2. 투석의 원리\n3\n복막투석와 혈액투석에서 투석의 원리는 동일하다. 환자의 혈액을 간접적으로 투석액에 노출시켜 반투과막을 통해 혈액내 노폐물을 제거한다. 투석액은 urea, creatinine, phosphorus같은 노폐물이 혈장에서 잘 나올 수 있고 필수 전해질인 Na, K, Cl이 생리적으로 정상 범위내로 유지될 수 있게 하며 손실이 되는 중탄산 이온(HCO2) 같은 전해질을 재 보충할 수 있게 구성되어 있다.\n어떤 투석방법이든 다음 3단계의 과정을 거친다: 확산, 초여과, 대류\n확산(diffusion): 확산성 투석은 용해된 입자의 무작위 이동에 기초를 두고 있다. 이러한 입자들은 잠정적으로 투석기의 투석막에 접촉하면 한쪽 막에서 다른 쪽 막으로 이동한다. 용질이 이렇게 투석막에 접촉할 가능성은 입자의 농도, 에너지에 비례하고 입자의 크기에 반비례한다. 그러므로 동일한 농도일 경우, 입자가 작을수록 더 쉽게 투석막에 접촉할 가능성이 높아진다(예, urea가 creatinine보다 쉽게 통과한다). 용질의 농도가 투석막 양쪽이 균형을 이루게 된다. 이때, 확산은 막을 사이에 두고 계속 일어나지만 용질의 이동은 더 이상 일어나지 않는다. 혈액과 투석 액 사이의 농도구배가 유지되고 있기 때문에 이를 확산성 투석의 유지는 투석액을 교체함에 여과균형을 방지할 수 있다. 대다수의 용질의 제거는 이러한 단순한 확산에 의해 이루어진다.\n초여과(ultrafiltration): 초여과는 과량의 혈장내 수분이 제거되는 과정을 말하고 복막투석 과 혈액투석은 각기 다른 방법을 통해 이러한 기전이 일어난다. 복막투석은 고삼투성 투석액을 사용하여 복강 내로 수분을 제거한다. 투석액의 삼투압은 투석액의 포도당의 농도에 따라 교정 이 가능하다(새로운 투석액은 아미노산을 삼투압 조정제로 사용한다). 포도당 농도를 달리함으로써 수분의 제거속도를 조절할 수 있다. 혈액투석은 투석막 양측의 서로 다른 압력구배를 이용하여 혈액중의 수분을 투석액으로 제거한다. 혈액펌프에서 생성되는 outward trans-mem- brane pressure(여과기내로 혈액을 여과시킬 수 있게 밀어주는 힘)는 투석기내 진공을 형성함에 따라 유지가 가능하다. 그 결과, 혈액펌프에 의해 생성된 수압(outward net hydraulic pres- sure)에 의해 수분입자가 혈액에서 투석막의 미세한 구멍을 통해 투석액 내로 유입된다. 제거되는 수분의 양을 투석기내 조절단추를 통해 조절할 수 있다. 주어진 시간 동안 투석기를 통과할 수 있는 수분의 양은 막의 수압 투과성(hydraulic permeability; 여과기내 작은 구멍을 통과할 수 있는 능력), 막의 표면적, 막을 통과할 때 생성되는 정수압에 의해 결정된다.\n\n3. 복막투석\n대류(convection): 용매 끌림(solvent drag, 일종의 마찰력)라고 불리는 대류는 용해된 용질 이 투석막을 통과하는 이동능력을 말한다. 대류는 투석에서 용질을 제거하는 데 있어서 큰 영향 을 주지 않는다. 그렇지만 일부 혈액투석법은 체액에 보충액(replacement fluid)을 주입하며 동 시에 초여과를 시키는 방법을 통해서 대류를 극대화할 수 있다. 이 방법을 혈액투석여과 (haemodiafiltration; HDF)라고 하고 중간크기의 분자를 제거하는 효과를 극대화할 수 있다 (~12,000 kD).\n\n\n\n복막투석(peritoneal dialysis)은 최소한의 기구를 가지고 기술적으로 어렵지 않게 투석을 실시할 수 있는 방법이다. 하지만 복막투석은 매우 인력이 많이 소요되는 치료법이다. 그리고 무균적으로 유지하기 위해 특별한 주의가 필요하다.\n복막투석을 위해서는 복부에 대형의 카테터 삽입이 필요하다. 카테터의 기능의 지속성과 효력에 따라 투석의 효율이 결정된다. 여러 가지 유형의 카테터가 이용되는데, 카테터 사이에 여러 개의 구멍이 있고, 카테터를 복강내 유지를 위해 양쪽에 풍선이 달려 있는 카테터를 이용하는 것이 좋다(그림 A5-1, A5-2, A5-3, A5-4). 여러 개의 구멍이 있는 카테터 부위를 복강내 위치하고 풍선에 바람을 넣어 카테터를 고정한다. 섬유아세포의 이동(fibroblast migration)이 일어나 카테터와 복강내 물리적 장벽(physical barrier)을 형성하여 투석액의 누출과 감염원이 침투하는 것을 막아준다. 카테터 장착은 경피하 방법, 복강경을 이용하여, 또는 개복술을 통해 실시할 수 있다. 개복술을 실시할 경우, 카테터 폐색을 막기 위해 부분적인 대망막 제거술을 실시할 수 있다. 만약 24 시간 이상의 복막투석이 요구되는 증례라면, 대망막 제거술을 실시하는 편이 좋다고 한다.\n\n\n복막투석은 투석액을 카테터를 통해 복강내로 투여하여 투석액이 복강내에 머물러 있게 한 다음(dwell time), 복막투석용 배액주머니(waste bag)를 통해 노폐물을 제거하는 방법이다. 이 상적인 복막을 투석을 위해서는 투석액 주머니, 카테터, 배액주머니(dialysate bag, catheter, drainage bag)를 폐쇄된 T자 시스템(closed T system)에 의해 연결을 해야 카테터를 분리하지 않고 복강내 투석액의 배액이 가능하다(그림 A5-5). 배액주머니 교체시 배액관을 통해(drain- then-infuse sequence) 오염원이 들어가지 않게 주의해야 한다. 감염예방을 위해서 복강내 투석액의 배액에 앞서서 소량의 깨끗한 투석액을 깨끗한 투석액으로 라인을 세척하고 복강내 체액 을 완전하게 배액을 한 이후에는 다시 새로운 투석액으로 채워서 다시 투석을 실시한다. 사람의 경우, 이 방법을 통해 세균성 복막염의 위험성을 크게 낮출 수 있었다고 한다.\n심각한 질산혈증이 있거나 과수화가 심한 환자에서 투석액의 교환은 매 1~2시간 간격으로 실시하고 이때 dwell time은 30~40분으로 한다. 이러한 방법을 24~48시간 동안 실시하여, 환자가 임상적으로 안정이 될 때까지 또는 환자의 blood urea nitrogen(BUN)이 56~98 mg/dL, creatinine 3.96~5.99 mg/dL 이 될 때까지는 24~48시간 동안 상기의 투석방법을 사용해야 한 다. 그 이후에 교환속도를 4~6시간 dwell time으로 하루 3~4회 실시한다.\n복막투석에 사용되는 투석액의 종류는 다양하다. 그러나 대부분의 투석액이 나트륨과 염소를 함유하고 있고, 완충제로 중탄산을 이용하며, 칼슘과 포도당의 농도가 다양하다. 일반적으로 사용되는 복막투석액은 포도당 농도가 다양하게 구성되어 있다(Box A5-2). 예를 들어 50% dextrose를 1 L의 Hartman용액에 희석하면 1.5%의 포도당 농도를 가지는 복막투석액이 된다. 최근에 시판되는 투석액은 중탄산을 완충제로 사용하고 있으며 칼슘과 중탄산을 각기 다른 용기에 보관하여 투여 전에 침전이 되는 것을 막고 있다. 투석액에 250~2,000 IU/L의 헤파린을 첨가하여 카테터에 섬유소가 침착하여 카테터가 막히는 것을 방지한다.\n세균성 복막염이 복막투석과 관련되어 자주 발생하기 때문에, 투석액과 배액용기를 연결하고 분리할 때는 무균적으로 실시해야 한다. 용기를 연결하고 분리할 때도 멸균장갑을 끼고 실시하고 라인이 연결된 부위도 포비돈이나 클로르헥시딘에 적신 붕대(chlorhexidine-soaked dressings) 로 덮어서 보관한다. 주입포트(Injection ports) 역시 사용 전에 클로르헥시딘과 알코올로 소독한 다. 복막투석과정 중에도 효과적이고 안전한 치료를 위해 환자를 세심하게 관찰해야 한다.\n\n\nBox A5-2 복막투석액의 구성\n포도당: 환자의 가수 상태에 따라 농도를 결정한다. 일반적으로 사용하는 농도는 1.5%이지만 만 약 환자가 과수화 상태이거나, 투석액 교환이 잘 되지 않을 경우, 2.5%~4.25% 농도를 사용한다.\nHeparin: 투석관이 막히는 것을 방지하기 위해 사용한다. 통상 250~1,000 U/L 정도면 충분하다.\n균형 전해질제제: 주로 Hartman(Lactated Ringer sol.) 용액을 사용한다.\n일반 투석액 제법(1.5% 농도)\n970 mL lactated Ringer’s sol(HS) 1 30 mL 50% dextrose 1 Heparin(250~1,000 U/L)\n\n4. 혈액투석\n혈액투석기는 쉽게 말해 인공적으로 신장의 기능을 대신해주는 장치로서 1900년대 초반부터 개 발이 시도되어 1943년 Kolff 박사에 의해 처음으로 급성신부전 환자를 치료하는 데 사용이 시작 되었다. 그 당시 혈액투석(hemodialysis)은 셀로판지로 반투막(半透膜)을 만들어 적용되었다. 투석액으로 정상인의 혈액과 비슷한 전해질 용액을 사용하면 셀로판 반투막을 통하여 노폐물이 확산되어 환자의 혈액이 정상화되는 사실을 발견하였다(그림 A5-6). 이후 여러 가지 합성물질의 반투막이 개발되고, 반투막의 모양도 코일형, 평판형, 모세관형 등 다양한 모양이 개발되었다. 또한 혈액이 체외에서 반투막과 접촉하는 동안에 응고되지 않도록 헤파린이 적용되기 시작하면 서 환자의 체내에서 다량의 혈액을 빼내 투석 후 돌려줄 수 있는 체외 순환기들이 개발되어 현대 적인 혈액투석방법이 완성되었다.\n혈액투석막은 초여과막(ultrafiltration membrane)에 속하면서도 기공의 크기가 가장 작은 편에 속하고(2~10 nm), 농도차에 의해 물질이 이동된다(그림 A5-7). 혈액투석에 있어서 제거 대상물질은 주로 요소(urea)와 같은 단백질 대사 산물이다. 혈중에는 다양한 물질이 혼합되어 있기 때문에 독성물질을 선택적으로 분리해 낸다는 것은 사실상 불가능하다. 그럼에도 독성 물질의 대부분은 분자량이 작은 편에 속하며 혈중 농도와 비슷한 투석액을 통해염등 작은 분자량의 필요물질이 제거되는 것을 방지하여 주거나 별도로 생리 식염수를 보충함으로써 혈액의 항상성을 유지하여 준다.\n혈액을 정화할 수 있는 방법은 크게 3가지가 있다: 1) 혈액여과(hemofiltration), 2) 혈액투석여과(hemodiafiltration), 3) 혈장교환(plasmapheresis)\n혈액여과(hemofiltration; HF)는 혈액중의 수분을 용질과 함께 체외 순환기를 여과한 후 보충액(혈장액과 같은 성분의 투석액)을 충진시켜주는 방식이다. 이 방법은 생체 내에서 사구체 가 혈장을 여과하면 세뇨관에서 필요한 성분을 재흡수하고 노폐물만 버리는 기전을 그대로 재현한 방식이다.\n\n\n\n혈액투석여과(hemodiafiltration; HDF)는 혈액투석과 여과를 조합한 방법이다. 멸균된 투석액을 혈액의 역방향으로 흐르게 함으로써 저분자량의 용질을 확산에 의해 제거하고 비교적 분자량이 큰 중분자량의 독성물질을 체외 순환기를 통한 여과방법(대류, convection)을 통해 제거하는 방식이다.\n혈장교환(plasmapheresis; PP)은 혈액여과보다 적극적인 치료방법으로서 두 개의 필터를 이용하는데 1차 필터는 사구체와 유사한 기능을 하는 막이며, 여과용 막에 비해 기공 크기를 크게 하여 혈액으로부터 혈구와 혈장을 분리한다. 1차 필터를 투과한 단백질 중 병인물질이라고 생각되는 면역 글로블린(Mw 150,000)을 제거하고 인체에 유용한 알부민(Mw 70,000)과 같은 단백질은 투과되도록 설계된 필터가 2차 필터이다. 이 방법을 통해 혈액중에 분자량이 10만달 톤이 넘는 이상 면역 단백질을 제거할 수 있다. 이 치료는 만성 신부전(CRF) 환자의 치료보다는 주로 면역 매개성 질환이나 혈액암 치료에 사용된다.\n혈액투석을 위해서는 큰 gauge의 바늘을 이용한 혈관접근이 필요하기 때문에 일반적으로 경정맥 카테터를 장착해야 한다. Dual-lumen jugular catheter를 우심방에 장착하는 것이 가장 이상적이다(그림 A5-9). 응급투석이 필요한 경우, 일시적으로 non-cuffed catheter를 경피를 통해 장착하면 2~3주간 유지가 가능하다. 만약 투석을 오랜 기간해야 할 경우, 영구적인 혈액 투석용 카테터 장착이 필요하다. 이러한 카테터는 피하에 터널을 만들어 삽입하여 커프를 정맥 절개(venotomy)부위와 피부 사이 피하에 위치하게 한다. 커프를 장착하면, 조직이 자라서 카테터를 고정하고, 세균이 침투하지 못하게 물리적 장벽(physical barrier)을 만들어준다. 혈액투석 방법(투석액의 조성, 투석기, 투여경로, 치료시간, 초여과시간, 목표혈량, 헤파린 처리방법)은 환자의 생리적/생화학적 조건에 따라 달라진다. 뿐만 아니라 이전의 치료에 대한 반응에 따라서도 달라진다. 심한 질산혈증을 보이는 환자(BUN . 196 mg/dL)는 질산혈증을 완화시키기 위한 처치를 실시한다. 요소 감소율(URR, urea reduction ratio)이 치료 계획을 세우는 데 유용하다. 계산방법은 아래와 같다.\nURR 5 1 2 [Post-treatment BUN/Pre-treatment BUN]\n일반적으로 1차 투석의 요소 감소율(URR)의 목표치는 0.3~0.6(보통 시간당 URR이 >0.1 이 되게 한다). 2차 투석의 목표는 0.5~0.8이고 3차 투석의 목표는 0.9~0.95가 되게 한다. 초기 투석은 보통 연속적으로 실시한다. 이렇게 단계적으로 urea를 낮추어야 심각한 질산혈증 치료 후 발생할 수 있는 혈장 저삼투성에 의한 뇌부종(투석후 불균형 증후군; dialysis disequilibrium syndrome; DOS)의 발생 위험을 낮출 수 있다. 이러한 DOS의 임상증상은 운동실조, 정신 상태 이상, 동공이상, 발작, 혼수 및 뇌간 허니아에 의한 사망 등 다양하다. 일단 신장 수치가 정상으로 되돌아오면, 대부분의 환자는 일주일에 3회 정도의 투석으로 유지가 가능하다. Mannitol은 초기 투석을 실시한 이후에는 필요하지 않다. 신기능이 보존되어 있지 못할 경우, 질산혈증은 재발하게 되지만, 환자는 지속적으로 일주일에 3회 정도의 투석을 받아야 한다. 이러한 투석으로 환자의 삶을 유 지 시킬 수 있다.\n혈액투석과 관련하여, 투석액의 구성 및 온도, 혈류속도, 헤파린 투여, 투석기의 혈액순환 (blood circuit)내 압력 및 초여과율(ultrafiltration rate)에 대해 정기적으로 모니터가 필요하다. 투석액과 중탄산액을 호스에 연결하고, 체외순환기(extracorporeal circuit)와 투석기(dial- yser)를 연결한다(saline 또는 3% dextrans를 채움). 투석기 내부를 헤파린 처리한 후, 환자의 카테터 포트를 체외 순환기(extracorporeal circuit)에 연결한다. 전달시스템의 연동펌프(deliv- ery system’s peristaltic pump)가 환자의 혈액을 순환라인(circuit)으로 보내고, 이 혈액들은 투석기의 중공섬유(hollow fibres)로 보내진다(그림 A5-8, A5-9). 치료 방법에 대한 정확한 조건 (parameters)설정은 투석에 앞서 투석기에 프로그램 해야 한다. 만약 이러한 조건설정에 이상이 올 경우, 투석기는 경고음을 울리며 조건이 교정될 때까지 작동이 중지된다. 필터와 혈액투석용 정수기(reverse osmosis system; ROS)가 매우 순도가 높은 수분을 투석기에 제공하여 환자의 혈액이 유해물질에 노출되는 것을 최소화한다. 혈액투석을 효과적으로 하기 위해서 수의사는 투석기 조작과 환자 관리요령에 대한 기술적 숙련이 필요하다(그림 A5-10).\n투석 중에, 환자의 생리적 상태와 치료 상태(treatment parameters 예, 체외순환기 압력 [extracorporeal chamber pressures], 초여과율[ultrafiltration rate])를 세심하게 모니터해야 한다. 혈압, 심박수, ACT-(activated clotting time)를 매 15~30분 간격으로 모니터하고 이상적으로 정맥산소 포화도, 적혈구 용적률(haematocrit)을 지속적으로 모니터해야 한다. 일반적인 환자의 정신 상태나 외양 역시 지속적으로 살펴야 한다. 투석이 끝날 시점에서, 혈액이 통과하는 라인을 역헹굼(rinse back) 방법으로 세정한다. 카테터 관강은 100~5,000 IU/mL의 헤파린 (보통 시판되는 헤파린 원액 1 mL)으로 채운 후 멸균적으로 뚜껑을 씌워서 다음 투석 때까지 멸균 붕대로 감싸둔다. 관리만 잘하면 장착된 카테터를 일 년 이상 유지할 수도 있다.\n\n5. 수의분야에서 투석이 필요한 경우\n환자의 체액균형이 유지되고, 배설기능이 정상화되면 투석을 중지한다. 질산혈증을 완전히 제어할 필요는 없고 단지 환자가 요독증 상태가 되지 않으면 된다. 많은 환자가 투석을 중지한 후 몇 주가 지나면 신기능을 회복한다. 그러나 이 기간 동안 튜브식(feeding tube)을 통한 영양 유지요법이 필요하다.\n\n\n\n투석은 다음 3가지 부류의 환자에게 유용하다(Box A5-1).\n심각한 요독증 상태의 환자\n\n비반응성 용적 과부하(volume overload 심방확장에 의해 복수나 폐부종이 있는 환자)가 있는 환자\n중독증이 있는 일부 환자\n\n요독증: 투석이 필요한 대다수의 환자는 정맥수액과 약물요법에 의해 반응을 보이지 않는 급성 요독증의 환자에서 투석이 필요하다. 요독증은 급성 신장손상, 만성 신부전증의 급속한 악화에 의해 일어나고 생명을 위협하는 고칼륨혈증과 산성증 역시 요독증의 일부 소견이다. 환자는 핍뇨, 다뇨 또는 무뇨증 상태이거나 심지어 정상 배뇨 상태를 보일 수 있다.\n개에서 일반적인 요독증의 원인으로는:\nNephrotoxicosis\n감염\n심한 전신질환\n만성 간질성 신염이나 사구체 신염의 악화\n신장 허혈\n\n\n\n급성 요독증의 회복에는 여러 가지 요인에 따라 달라진다. 급성 요독증 환자는 투석을 통해 신장의 배설 기능을 대신할 수 있고, 이 과정 중에 신장은 손상원인을 치유하여 회복이 된다(예, 급성 요도폐색). 투석은 또한 일반적인 치료방법으로 관리가 되지 않는 말기 신장질환의 임상증 상을 개선하는 데도 도움이 되지만, 경제적으로 비용이 많이 들기 때문에 이러한 환자가 죽을 때까지 경비를 부담할 수 있는 보호자는 많지 않다. 따라서 일반적으로 혈액투석법보다는 복막 투석법이 임상에 더 많이 이용되고 있다.\n용적 과부하(volume overload): 생명을 위협하는 용적 과부하(원인이 무뇨/핍뇨인지, 울혈성 심부전증 때문인지, 과량의 체액공급 때문인지)는 만약 이뇨제에 반응하지 않을 경우, 초여과 (ultrafiltration)에 의해 교정이 가능하다. 과량의 체액을 제거하여 폐부종이나 말초 부종을 완 화시키고, 모세혈관의 정수압을 떨어뜨려 흉수나 복수 삼출을 방지할 수 있다. 이러한 용적 과 부하를 완화시키면, 고혈압 환자의 혈압조절에도 유용하게 이용할 수 있다.\n급성 중독증: 투석은 일부 중독증 치료에 매우 유효하다. 물리적으로 투석막을 통과할 수 있는 약 물이나 화학물질은 투석을 통해 혈액중에서 제거가 가능하다. 특별히, ethylene glycol과 신독성 대사산물은 투석을 통해 쉽게 제거가 가능하며, 만약 투석을 즉시 실시하고 충분히 실시할 경우 (섭식 후 8~12시간 이내 실시), 신장 손상을 최소화하여 완전 회복도 가능하다.\n\n\n6. 투석관련 위험성과 합병증\n비록 투석을 통해 환자의 이병률과 치사율을 크게 낮출 수 있지만, 이러한 환자는 투석을 받지 않을 경우, 예후가 매우 불량한 경우가 많다. 환자에게 투석을 결정하기에 앞서 잠재적인 위험성보다는 잠재적인 이득이 많을 경우에 실시해야 한다.\n복막투석과 관련된 가장 대표적인 합병증은 카테터 막힘(catheter occlusion), 투석액의 피하유출(subcutaneous dialysate leakage), 투석액에 의한 감염성 복막염, 과도한 투석에 의한 저 알부민혈증, 투석액 흡수에 의한 과수화와 호흡곤란 등이 있다.\n카테터 막힘을 예방하기 위해서 대망막의 일부를 제거하거나, 투석액에 헤파린을 주입하는 방법이 있다. 또한 주기적으로 투석 카테터의 위치를 바꾸어주거나 고압의 생리식염수 세척을 실시하여 카테터가 막히지 않게 해주는 방법을 사용할 수도 있다. 또한 15,000 unit의 uroki- nase를 카테터 관강에 3시간 정도 넣어두는 방법도 적용이 가능하다.\n투석액의 피하조직 유출은 카테터가 삽입된 피하조직에서 주로 발생한다. 심각한 부작용은 아니지만 투석액이 너무 많이 새어나갈 경우, 단순 결찰법이나 쌈지 봉합법(purse-string suture)으로 투석관과 피부조직을 단단히 봉합해주면 투석액의 유출을 줄일 수 있다.\n감염성 복막염은 복막투석과 관련된 가장 위험한 합병증이다. 주로 부주의한 조작으로 투석 관 장착이나 투석액 교환 시 감염이 되어 발생한다. 따라서 투석액의 투여나 제거는 폐쇄계 (closed system)를 이용하고 무균적으로 투석관을 장착해야 한다. 또한 주기적으로 투석액을 세 포검사하여 감염(백혈구-호중구)의 출현을 모니터해야 한다. 만약 감염 소견이 확인되면 즉각 투석을 중지하고 감염에 대한 처치를 실시해야 한다(광범위 항생제 투여).\n단백소실에 따른 저알부민혈증은 복막투석 초창기에는 나타나지 않지만 투석의 횟수가 10 회를 넘어가게 되면 알부민 입자의 상당수가 투석액으로 유출되어 발생할 수 있다. 저알부민증 의 예방을 위해서 적절한 영양 공급이나 혈장 수혈 또는 알부민 수혈을 고려해야 한다. 최근에는 투석액의 이러한 문제점을 보안하기 위해 포도당 대신 1.1% amino acid를 투석액으로 만들 어 사용하는 경우도 있다.\n투석액의 과도한 체내 흡수에 의한 과수화와 이에 따른 호흡곤란은 드물게 발생하지만 매우 위험한 합병증이다. 예방을 위해서는 환자의 가수 상태에 따른 올바른 투석액 농도의 사용이 중 요하다. 만약 환자가 탈수가 심하면 1.5% 저농도 용액을 사용하고 환자가 과수화 상태면 고농 도 용액 2.5~4% 포도당 용액을 투석액으로 사용한다. 흉수나 폐부종이 생기지 않게 환자의 호흡과 심음을 주기적으로 청진한다.\n복막투석시 환자의 모니터를 위해 12시간 간격으로 체중과 체온을 체크하고, 하루에 한번 투석관이 장착된 부위가 감염이나 투석액 누출이 있는지 확인해야 한다. 또한 적어도 PCV와 total protein(albumin) 농도는 하루 2회 모니터하여 환자의 가수 상태와 저알부민혈증 상태를\n\n모니터해야 한다. 하루 1회 실험실검사를 통해 투석의 효율을 평가하고 배출된 투석액에 대한 세포검사를 통해 투석액의 오염 여부를 평가해야 한다.\n\n"}