{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "02\n심장 청진\nCardiac auscultation\n서론\n심장 질환을 진단하는 검사 방법이 눈부시게 발전했음에도 불구하고 심장에 대한 청진은 심혈관계 질환을 진단하는 데 있어서 여전히 중요한 검사 방법이다. 심잡음(cardiac murmur)은 turbulent blood flow에 의해 파생되며 심장의 수축-이완 주기(cardiac cycle) 동안에 인접 조직(판막)에 대한 진동에 의해 발생한다. 비록 이러한 소리들이 그 빈도(frequency)와 강도(intensity)를 감지하기엔 너무 작고 약하지만, 청진기를 통해 청진이 가능하며 때로는 촉진되기도 한다. 심음은 transient sound(지속 기간이 짧은 경우)와 cardiac murmur(지속 기간이 긴 경우로, 보통 심음이 청진 안 되는 주기 동안에 청진되는 경우)로 나뉜다. 이러한 심음은 주파수(frequency, pitch), 진동(vibration)의 강도(intensity/loudness), 지속 기간 및 소리의 특성(quality)에 따라 구분되기도 한다. 대부분의 심음은 잘 들리지 않기 때문에 청진할 동안 조용한 환경을 유지하는 것이 중요하다. 심장이 정상 위치에 있도록, 가능하면 환자를 기립자세로 두어야 한다. 개의 경우, 환자가 헐떡거리는 것(panting)을 방지하기 위해 입을 살며시 잡고 있어야 한다. \n심장 청진에 있어서 올바른 청진기의 사용과 올바른 청진 부위에 대한 지식이 중요하다. 표 2-1과 그림 2-1에 개와 고양이의 올바른 청진 부위에 대한 위치가 나와 있다.\n정상 심음\n그림 2-2에 정상적으로 발생하는 심음의 위치와 모양에 대해 묘사되어 있다. 이 그림에 대한 설명은 본문에 보다 자세히 기술되어 있다. 그림 2-3에는 제3, 4 갤롭성 심음과 제1, 2 심음의 분열에 대한 모식도가 나와 있다. 그림에 대한 설명은 본문을 참조하라. 제1 심음(S1)은 이첨판이 닫히고 대동맥판이 열리는 수축기 개시시점에 발생하는 심음으로 심전도상 R파에서 개시된다. 제2 심음(S2)은 대동맥판이 닫히고 이첨판이 열리는 수축기 종료 시점에 발생하는 심음으로 심전도상 T파 종료시점에서 개시된다. 제3 심음(S3)은 T파와 다음 심전도의 P파 사이에서 발생하는 심음으로 주로 이완중기에 발생하는 심음이다. 정맥 곡선 상심실 충만을 나타내는 v-파 형성시점에서 심음이 청진된다. 제4 심음(S4)은 심방이 수축할 때 심실내강이 좁아져 있을 경우 발생하는 심음으로 주로 이완말기에 발생하므로 P파와 동일한 선상에서 발생한다. 정맥 곡선 상 심방흥분 파인 a-파 형성시점에서 심음이 청진된다.\n 제1 심음(S1)\nS1은 심실 수축기의 시작을 알리는 심음으로 이첨판음(M1)과 삼첨판음(T1)으로 구성되어 있고, 제1 심음(S1)은 이첨판/삼첨판이 닫히고 대동맥판/폐동맥판이 열리는 과정에 발생하는 심음으로 심전도상 R파에서 개시된다(그림 2-2). 두 소리 모두 높은 음조이기 때문에 청진기의 diaphragm 부분으로 청진할 때 더 잘 들린다. S1을 구성하는 T1(삼첨 판음)은 M1보다 약하고 삼첨판 부위(우측 심첨부)에서 가장 잘 들린다. 하지만 M1이 더 강하므로 일반적으로 S1은 좌심첨부에서 가장 잘 들린다. S1의 생리적 분열음(splitting: split S1)은\n(특별한 병리학적 소견이 없이 M1과 T1이 분리되어 들리는 분열음) 개와 고양이에서 흔하지 않다. 하지만 대형 품종이나 초대형 품종의 개에서 정상 심음의 변이형으로 가끔 청진될 수 있다. S1의 병리적 분열은 한쪽 심실의 탈분극이 지연되거나(예, bundle branch block) 심실성 이소박동(심실성 조기박동[VPCs]이나 심실 이탈박동)에 의해 다른 쪽 심실이 탈분극되기 전에 한쪽 심실이 먼저 탈분극할 경우에 나타난다. 이러한 현상이 발생하면, S1 분열음은 삼첨판 부위에서 가장 잘 들린다(그림 2-3, 2-4; 동영상 자료 2-1). 때에 따라 삼첨판 부위에서 분열음이 청진되어도 좌측 흉부의 이첨판 부위에서는 분열음이 들리지 않는 경우도 있다. S1의 강도의 변화를 유발하는 여러 가지 원인이 있지만(표 2-2), 특히, S1의 강도는 심방세동, 심한 동성부정맥, Mobitz II형 2도 방실차단, 심방 조기박동이나 심실 조기 박동에서처럼 R-R 간격이 다양할 수 있는 부정맥이 있을 때도 심하게 변할 수 있다. \n 제2 심음(S2)\nS2는 대동맥판이 닫히고 이첨판이 열리는 수축기 종료시점에 발생하는 심음으로 심전도상 T파 종료시점에서 개시된다(그림 2-2). 이러한 심음은 심저부에서 더 강하게 들린다. S2는 간격이 짧고, S1보다 높은 음조(주파수)이다. S2는 대동맥 판음(A2)과 폐동맥 판음(P2)으로 구성되어 있으며, 이러한 개개의 소리는 대동맥 판막이 먼저 닫히며 소리가 나고 바로 뒤이어 폐동맥 판막이 닫히는 시간차이가 있어서 정상 동물에서도 이러한 차이를 식별할 수 있다(그림 2-5A). 이러한 분열음의 가청성(audibility)은 흡기 동안에 증가하게 된다. 그 이유는 흡기 때 흉강내압과 폐혈관 저항성이 떨어져서 우심방으로 들어오는 혈액량은 증가하는 반면, 폐의 혈액 충만은 흡기 때 상대적으로 감소하므로 좌심실로 들어가는 혈액량은 감소된다. 그 결과 우심실의 박출시간은 지연되어 P2음이 늦게 나타나고, 좌심실의 박출시간은 단축되어 A2가 조기에 나타나게 된다. 이러한 이유로 A2~P2 간격이 길어져서 S2의 분열음이 더 잘 청진되게 된다(그림 2-5A). 생리적인 S2의 분열음(split S2)은 호흡수가 빠른 개와 고양이에서는 발견하기가 어렵다. A2는 표준 심장청진 부위에서 대부분 들을 수 있으며, 대동맥 판막 부위와 폐동맥 판막 부위에서 가장 잘 들을 수 있다. P2의 강도는 정상적으로 A2보다 약하고, 폐동맥 판막 부위(좌측 심저부)에서 가장 잘 들린다. 그러므로 S2가 두 음으로 갈라지는 분열음은 흡기직후에 좌측 심저부에서 가장 잘 감지된다. S2의 비정상적인 분열은(생리적 S2 분열과 반대되는 것으로서, 병리적 S2 분열) 심맥관계 질환을 나타낸다. 비정상 분열음의 형태는 1) 지속 분열(persistent splitting), 2) 고정 분열, 3) 모순 분열(paradoxical splitting) 등이 있다. A2~P2 간격이 정상인 조건에서 S2의 긴 분열음의 원인이 되는 질환이 표 2-3에 나열되어 있다. 지속 분열에서 A2~P2의 간격은 전체 호흡주기에 걸쳐서 정상보다 넓게 나타난다. 이러한 지속 분열은 정상적으로 흡기시 분열 간격이 넓어지고 호기시 분열 간격이 좁아지지만, 이 경우, 호기시에 A2~P2의 간격이 줄어들어 하나로 융합되지 못하고 S2가 분열되는 경우를 말한다(그림 2-5B, C). 고정 분열에서, A2~P2의 간격은 전체 호흡주기에 걸쳐서 정상보다 길게 나타난다. 그렇지만 호흡에 따른 변화는 매우 작다(거의 식별하기 어려운 0.010~0.015초 이하). S2 분열음이 흡기와 호기 모두에서 일정하게, 고정되어 나타난다(그림 2-5D). 모순 분열에서, 대동맥 판막의 폐쇄는 폐동맥 판막의 폐쇄에 비해서 상당히 지연되고, 대동맥 판막은 정상적인 순서와는 반대로 폐동맥 판막이 닫힌 후에 닫히게 된다. 그래서 P2가 A2를 선행하게 된다. S2 분열 간격은 호기에 증가하고(P2가 A2보다 빠르고, 심지어 P2가 호기 초기부터 빨라진다), 흡기에 감소(A2가 P2 이전에 나타나기 때문에; P2가 호기 시 지연된다)하게 되므로 모순 분열이 발생하게 된다(그림 2-5E). 모순 분열과 관련된 질환에 대해서 표 2-3에 나열되어 있다. S2의 강도는 A2와 P2의 합에 의해서 결정된다. 비정상적으로 강화된 S2는 둘 중 한 음의 강화에 의해서 발생하는 것이다. A2와 P2의 비정상적 강화의 원인에 대해서 표 2-2에 나열 되어 있다. P2가 비정상적으로 강화될 때, 폐동맥 판막 부위에서 A2보다 훨씬 크게 들린다. 개에서 폐성고혈압이 비정상적으로 강한 S2(cracking S2)의 가장 대표적인 원인이다. S2가 비정상적으로 약화되는 질환에 대해서는 표 2-2에 나열되어 있다. 일부 빈맥성 부정맥이 있을 때, S2는 들리지 않을 수 있다. 이소박동의 발생시기와 특성에 따라서, 심실의 혈액 충전이 부족하여 반월판을 개방시킬 수 있을 만큼 충분한 수축력을 발휘하지 못하므로, 맥박 결손이나 S2를 동반하지 않는 S1이 나타나게 된다.\n 제3 심음(S3)\n이완기 초기에 혈액은 심장주기의 빠른 충만기 동안에 급속히 심실로 유입된다. 개와 고양이에서 정상적인 심실은 혈액을 소리 없이 받아들인다. 그러나 만일 정상보다 탄력성이 떨어지고(less compliant) 넓어진 심실내강으로 혈액이 유입될 경우, 급격한 혈류 속도의 감속이 일어나는데, 이때 발생하는 낮은 음조의 진동이 제3 심음(S3)이다(그림 2-2, 2-3; 동영상 자료 2-2). S3는 일반적으로 좌심실성의 소리(좌심실이 더 크고 탄력성이 떨어지기 때문에)이며, 청진기의 bell을 좌측 심첨부의 흉벽에 가볍게 대었을 때, 가장 잘 들린다. 환자에서 S3는 대부분, 혈량 과부하(예, 확장성 심근증, 만성 중증 이첨판 폐쇄부전증)를 유발하는 질환에서 나타난다. S3의 원인에 대해서 표 2-4에 나열되어 있다. S3는 심장으로 유입되는 혈류량을 증가시키는 상태(예, 운동이나 흥분)일 때, 더 강하게 들린다. 장기간의 휴식에 의해 정맥귀환량(venous return)이 감소되면, S3가 감소 되거나 소멸될 수 있다. 또한 S3는 호흡에 따라서 그 강도가 달라지는 특징이 있다. 그 예로, 좌심실성 S3는 호기에 강화되고, 드물게 나타나는 우심실성 S3는 흡기에 강화되는 경향을 보인다. 말이나 소같이 심장이 큰 동물에서는 S3가 정상적으로 나타날 수 있지만, 개와 고양이에서 S3는 병적인 것으로 간주해야 한다. S3를 흔히 확장초기 갤롭음(protodiastolic gallop) 또는 심실성 갤롭음(ventricular gallop)이라고 한다.\n 제4 심음(S4)\nS3와 같이 S4는 심장 주기 중 심실이 빠르게 다량의 혈액을 받아들여야 할 때(심방수축 직후; 심실 수축 직전; 그림 2-2, 2-3) 발생한다(동영상 자료 2-3). S4의 병리기전은 S3와 유사하다: 비정상적으로 딱딱해진 심실은(특히, 개와 고양이) 심실내강이 좁아져서 빠르게 심실이 충만되므로 심실로 유입되는 혈류의 속도가 급속하게 감속되면서 심실 진동을 유발한다. 이러한 진동에 의해 발생하는 낮은 음조의 진동음이 제4 심음(S4)이다. S4를 흔히 심방성 갤롭음(atrial gallop) 또는 수축전기 갤롭음(presystolic gallop)이라고도 한다. S4는 심장의 좌측과 우측 모두에서 발생할 수 있다. 우심성 S4(우심실 유래)는 삼첨판 부위에서 잘 들리며, 흡기에 그 강도가 증가한다. 좌심성 S4(좌심실 유래)는 이첨판 부위에서 잘 들리며, 호기에 그 강도가 증가한다. 수의학적인 관점에서 S4 갤롭 음은 비대성 심근증과 같은 중심성 좌심비대(left ventricular concentric hypertrophy; 비대성 심근증)가 있는 동물에서 가장 잘 나타난다. 개와 고양이에서 수축전기 S4 갤롭음(presystolic S4 gallop)은 병적인 것으로 간주해야 한다. 좌심성 S4나 우심성 S4와 관련된 심장질환에 대해서 표 2-4에 나열되어 있다.\n 4중음, 가중 갤롭음\n네 가지 심음 모두가 들릴 때를 4중음(quadruple rhythm)이라고 한다. S3와 S4가 함께 나타나고 심박수가 빨라지게 되면, 이완기가 감소하게 되어, S3와 S4의 간격이 서로가 깝게 되며, 하나의 소리처럼 들리게 되는데, 이를 가중음(summation sound)이나 가중 갤롭(summation gallop)이라고 한다.\n 박출음과 클릭음\n박출음(ejection sound; ES)이나 클릭음은 S1의 첫 번째(M1) 부분에 뒤이어 심실의 박출기의 시작기에 나타나는 명확하고 높은 음조의 소리이다. ES는 대동맥이나 폐동맥 순환에 의해서 발생한다. 박출음(ejection sound)과 박출성 클릭음(ejection click)이라는 용어는 음질에 따라서 서로 혼용할 수 있는 용어이다. 소리가 매우 높은 음조이고 간결하며 ‘클릭’ 하는 소리가 날 때를 박출성 클릭음이라고 한다. ‘클릭’ 하는 소리가 없으면 이를 박출 음이라고 한다. 박출음이나 클릭음은 개와 고양이에서 흔하게 발생하지 않는다. 대동맥 박출음(aortic ejection sounds; AES)은 좌측 심저부에서 가장 잘 들린다. AES의 원인은 두 가지로 나뉜다. 첫 번째 유형은 좌심실에서 대동맥으로 혈액을 박출할 때의 방출되는 에너지와 진동 때문에 발생하며, 정상적인 S1의 두 번째 주요 구성음이 강화되었기 때문이다. 이러한 AES는 대동맥으로 유입되는 혈류가 강해지거나 증가할 때 또는 전신 고혈압 시 발생하며, 이는 종종 대동맥근의 확장과 관련이 있다. AES의 두 번째 형태는 비정상적으로 융합된 대동맥 판막이 심실 박출기 개시 직후 바로 한계 개구(limited opening)에 도달하게 되면서 발생한다. 이러한 현상은 판막성 대동맥 협착증(개와 고양이는 드물다)에 의해서 잘 발생한다. 폐동맥 박출음(pulmonic ejection sound; PES)은 폐동맥판 부위와 좌측 흉골연에서 가장 잘 들린다. PES는 M1에 뒤이어 나타난다. PES는 판막성 폐동맥 협착증(대동맥 판막 협착증보다는 더 흔한 질환)에서 잘 나타나고, 폐성고혈압을 수반할 수 있는 폐동맥 부위에서 유래할 수 있다. PES는 우심실에서 폐동맥으로 혈액을 박출하기 시작할 때 발생한다. 폐동맥판 협착증에 의한 PES는 전형적으로 수축기 초기에 발생하며, 경험에 의하면 극도로 강한 S1과 가장 혼동되어 들린다. PES는 청진기의 diaphragm으로 들을 때 가장 잘 들린다. PES를 유발할 수 있는 심장 질환에 대해서 표 2-4에 나열되어 있다.\n 수축중기 클릭음 혹은 클릭음\n수축중기 클릭음(midsystolic ckicks; MSC)은 주로 심실의 수축중기와 후기에 발생하는 명확한 높은 음조의 심음이다(그림 2-6; 동영상 자료 2-4). 이러한 소리들은 이첨판과 삼첨판 영역에서 청진기의 diaphragm으로 들을 때 가장 잘 들린다. MSC는 대개 단독으로 나타나며, 수축중기나 수축후기에 나타나고, 범수축기 잡음과 병발하면 클릭음(clicks)이 들리지 않을 수도 있다. MSC는 발생시기와 강도가 일정하지 않기 때문에, 수축중기나 수축후기에 나타날 수 있으며, 이때 안 들리거나 단독성 또는 다발성으로 다양하게 나타난다. 사람에서 대부분의 MSC는 심실 수축기 때 비정상적인 이첨판 돌출에 의해, 반동이 심한 건삭인대나 돌출된 판막소편이 갑자기 긴장하게 되어 발생한다. 이러한 소견은 이첨판의 점액성 변성을 보이는 개에서 나타나기도 한다. 수축기 클릭음은 명확한 심장질환이 없는 개에서는 우발적인 소견으로 간주되지만, Cavalier King Charles Spaniel에서는 유전적인 이첨판 돌출증과 관련되어 잘 발생하며, 만성 판막성 심장질환의 전구증상으로 심각하게 받아들여야 한다.\n심잡음\n심잡음(heart murmur)은 심장이나 대형혈관에서 발생한 와류성 혈류(turbulent blood flow)에 의해 형성되는 비정상적인 심음이다. 와류의 형성 유무는 혈류의 속도, 혈류가 유입되는 심장 분방이나 혈관의 크기, 혈액의 점도(정상적 상태에서는 PCV에 영향을 받음) 같은 여러 가지 생리적 요인에 의해 결정된다. 이러한 인자들과 와류형성 사이의 관계는 Reynolds 수치(유동하는 유체 내에 물체를 놓거나 관 속을 유체가 흐를 때에 그 흐름의 상태를 특징짓는 수치)로 표현할 수 있다. 와류성 혈류의 발생 가능성은 혈류 속도가 증가할수록, 분방의 크기가 클수록 가능성은 커지고, 혈액의 점도가 증가할수록 발생 가능성은 작아진다. 심잡음을 기술을 할 때는 다음과 같은 사항을 포함해야 한다:\n 해부학적 위치(PMI; 가장 강하게 들리는 부위)\n잡음의 해부학적 위치를 먼저 흉벽의 좌측에서 강한지 우측에서 강한지를 기술하고, 다음으로 심저부에서 강한지 심첨부에서 강한지 아니면 흉벽의 다른 부위에서 강한지를 (예, 우심첨의 흉골연) 기술한다. 잡음의 방사 방향에 대해 기술한다. 개의 경우, 이환된 판막 부위나 와류의 형성 부위를 쉽게 구분지을 수 있다.\n 방사형태(Radiation)\nPMI에서 방사되는지 반대쪽 흉벽에도 잡음이 방사되는지 여부에 따라 심잡음의 강도를 정할 수 있다.\n 발생시점(Timing; 심장 주기 중 언제 발생하는지)\n잡음의 발생시점은 잡음을 유발하는 와류가 심장주기의 어느 시점에서 형성되었는지를 나타낸다. 발생시점에 따라 수축기 잡음(S1과 S2 사이; 초기, 중기, 후기 및 범수축기로 세분됨), 이완기 잡음(S2부터 다음 S1까지; 초기, 중기, 후기 및 범이완기로 세분됨), to and-fro murmur(수축기 및 이완기에 두 개의 분리된 잡음이 형성되고 두 잡음 사이에 무음기가 있다; 대동맥판 협착증과 대동맥판 역류증이 동시에 있을 때 청진됨), 지속성 잡음(continuous murmur; 수축기 이완기 모두에 나타나는 지속적인 하나의 잡음으로 보통 S2 주위에서 peak가 형성된다; To-and-fro murmur와 달리 지속성 잡음은 분리되어 형성되지 않기 때문에 무음기가 없고, 동맥관 개존증에서 가장 잘 관찰된다)으로 나뉜다. 수축기성 잡음이 개와 고양이에서 가장 많이 관찰되는 심잡음이다. 이러한 잡음의 대표적인 원인은 방실판막 폐쇄부전증(atrioventricular valve insufficiency; 이첨판 폐쇄 부전증이 가장 대표적인 원인이다), 반월판 협착증(semilunar valve stenosis; 대동판이나 폐동맥판)이다. 이완기성 잡음은 개에서 흔하지 않으나 대동맥 판막성 심내막염에 의한 대동맥판 폐쇄부전증(aortic insufficiency)에서 잘 청진된다. 수축기와 이완기 모두에서 청진되는 잡음은 드물지만 to and-fro murmur가 대표적인 잡음이다. To-and-fro murmur의 가장 대표적인 예가 대동맥판 협착증과 대동맥판 역류증이 동시에 존재하는 증례이다(종종 심내막염이나 선천성 심장 질환으로 발생). 지속성 잡음(continuous murmur)의 가장 대표적인 예가 동맥관 개존증이고, 동정맥루(arteriovenous fistula), 관상동맥 파열-우심방류(ruptured coronary artery-right atrial aneurysm), 좌-우 대동맥 폐동맥 단락(left-to-right aortico pulmonary window)에서도 때로 관찰된다.\n 강도\n심잡음의 강도(intensity or loudness)를 1~6 등급으로 나눌 수 있다. 비록 이러한 잡음의 등급법이 공통적으로 수용되고 있지만, 임상가들 사이에서 잡음의 강도에 대한 정보를 교류하기 위한 방법으로도 사용되고 있다. Grade System은 다음과 같다.\nGrade I: 매우 부드러운 잡음으로 조용한 방에서 잡음의 발생 부위(PMI)를 상당 시간을 집중해야 간신히 청진된다.\nGrade II: 부드러운 잡음이고 PMI에서 청진기를 대는 순간 들리는 잡음이다. 이 잡음은 PMI 지점에서 다른 부위로 방사되지 않는다.\nGrade III: 강한 잡음으로 PMI 지점에서 약간 떨어진 지점까지 방사되지만 반대편 흉벽에서는 보통 잘 들리진 않는다.\nGrade IV: 강한 잡음으로 광범위하게 방사되어 반대편 흉벽에서도 청진이 된다. 하지만 촉진 가능한 precordial thrill은 감지되지 않는다.\nGrade V: Precordial thrill이 감지되는 매우 강한 잡음이다. Precordial thrill은 보통 PMI 지점에서 감지된다.\nGrade VI: 매우 강한 잡음으로 precordial thrill이 감지될 뿐 아니라 청진기 없이도 들리거나 청진기를 흉벽에서 약간 떨어뜨려도 청진되는 잡음이다.\n 주파수(음조)\n음조(pitch; frequency)는 잡음의 주파수에 대한 인식 정도를 나타내는 용어이다. 사람의 귀로 음조의 정도를 정확하게 측정하기가 어렵기 때문에, 대략적으로 high(. 300 Hz 이상), mid (100~300 Hz), low (100 Hz 이하)라는 용어로 음조의 정도를 표현한다. 때때로 잡음을 ‘musical’(여러 가지 주파수의 거친 잡음이 섞여 있지 않은 한 가지 주파수의 잡음)이나 ‘rumbles’(낮은 주파수의 잡음)으로 표현한다.\n 음질(Quality; phonocardiogram 상에 나타나는 잡음의 형태)\n잡음의 음질이나 음형(shape)에 따라 박출성(ejection; crescendo-decrescendo 또는 diamond shaped), 역류성(regurgitant; plateau 또는 rectangular), 분출성(blowing; decrescendo), 또는 기계적[machinery (continuous murmur와 동의어; 이 잡음의 peak는 S2 주위에서 형성된다] 잡음으로 분류된다.\n심잡음은 청진을 통해 잡음의 종류와 성질 및 강도 등을 평가할 수 있지만 최근에는 많은 전자청진기와 심음도 분석 프로그램의 개발로 심잡음의 진단이 조금 더 쉬워지고 있다. Phonocardiogram(심음도)은 심음을 그래픽화하여 보여주기 때문에 심전도 모듈과 동시에 사용하면 정확한 심잡음의 발생 시점과 심잡음의 특징을 파악하는 데 큰 도움이 된다(그림 2-9).\n수축기성 심잡음\n수축기 잡음은 좌심실과 우심실의 수축기인 S1에서 S2 사이에 청진된다. 수축기성 잡음은 박출성 잡음(ejection murmurs)과 역류성 잡음(regurgitant murmurs)으로 분류된다. 수축기 박출성 잡음은 S1의 형성 직후 발생하여 수축기의 초기, 중기, 때로는 후기까지 강도가 증가하다가 S2 발생 이전에 종료된다(S2에도 수축기 박출성 잡음을 청진할 수 있다). 이러한 잡음은 수축기의 박출기 때 대동맥과 폐동맥의 와류형성에 의해 발생하며 잡음의 형태는 diamond 형이거나 crescendo-decrescendo 형이다. 잡음의 형태는 대형혈관을 통과할 때의 혈류 속도와 이러한 혈류가 형성하는 압력구배에 의해 결정된다. 수축기 박출성 잡음을 유발하는 원인은 표 2-5에 나열되어 있다.\n 대동맥(하) 협착증의 수축기 잡음\n이 잡음은 대동맥 판막 바로 아래에 위치하는 좌심실 유출로를 통과하는 고속의 혈류에 의해 형성된다. 이러한 형태의 대동맥 협착증이 개에서 전체 유전성 협착증의 90% 이상을 차지하는 가장 흔한 형태의 대동맥 협착증이다(Boxer종 개의 대동맥판 협착증은 제외). 이 종류의 잡음은 대동맥판 부위에서 가장 잘 들리며 종종 우측 흉곽으로 방사되기도 한다(제2–3늑간[ICS] 사이). 이러한 잡음은 경동맥 부위까지 방사되기도 하고 드물게 두개부(calvarium)까지 방사되기도 한다. 이 잡음은 거칠고 중간-고음조의 잡음으로 보통 점감성-점약성(crescendo-decrescendo) 형태를 띤다(그림 2-10). 또한 많은 증례의 협착증에서 다양한 정도의 대동맥판 역류증도 발생하게 되는데 이 경우, 점약성(decrescendo) 형태의 이완기 역류성 잡음이 동시에 청진된다. 이러한 종류의 잡음을 to-and-fro murmur라고 한다(그림 2-10). 심각한 판막성 대동맥 협착증과 같이, 협착이 심하면 심할수록 잡음의 강도는 강하다. 사람의 판막성 대동맥 협착증과 달리, 개의 대동맥 판막하 협착증에 의한 좌심실 유출로 폐쇄는 판막 자체보다는 판막하단의 근성 조직의 비후에 의한 유출로 폐색이 더 문제가 된다. 때문에 이러한 환자에서 잡음의 강도와 지속시간은 환자의 혈역학적 상태에 따라 달라지므로 검사할 때마다 다양하게 나타날 수 있다.\n잡음은 좌측 흉골연(left sternal border)이나 흉골부위에서 가장 강하게 들리고 심박수에 따라 강도가 변한다(예, 박동이 증가할수록 잡음의 강도는 커진다). \n 심각한 폐동맥 협착증(심실 중격은 정상인)의 수축기 잡음\n이 잡음은 판막성 대동맥 협착증의 잡음(거칠고, 중간음조의 crescendo-decrescendo)과 유사하다(그림 2-11; 동영상 자료 2-5). 잡음의 강도와 지속시간은 협착 정도에 비례한다. 잡음의 PMI 지점은 폐동맥 부위이고, 대동맥하 협착증과 달리 흉벽의 좌측에서 가장 명료하고 크게 청진된다. 심각한 폐동맥판 협착증은 삼첨판 폐쇄부전증을 잘 유발하므로 우측 흉벽에서 역류성 잡음을 동시에 청진할 수 있는 경우가 많다. 비록 협착이 경미할지라도, 비정상적인 제2 심음의 분열(splitting of S2; A2~P2 간격의 지속적인 연장에 의해) 현상이 발생하며, 이렇게 분열된 제2 심음을 귀로 식별하기 어렵지만 phonocardiogram을 이용하면 식별이 가능하다. 분열음은 P2의 강도 감소와 심잡음 때문에 귀로 청진하기가 힘들다.\n 팔로사증(Tetralogy of Fallot)\n이 잡음은 여러 가지 기형이 다양한 정도(severity)로 존재할 수 있기 때문에 심잡음의 양상은 다양하고 복잡하다. 이러한 질환의 잡음으로는 VSD에 의해 우측 흉골연에서 청진되는 잡음과 폐동맥 협착증에 의해 좌측 심저부에서 청진되는 잡음이 있다. 폐동맥 협착증에 의한 박출성 잡음이 주로 청진되는 경향이 있다(동영상 자료 2-6). 잡음의 성상과 강도는 aortic override의 정도(결과적으로 폐동맥판의 협착증과 형성부전증을 유발하는)와 우-좌 단락(right-to-left shunting)의 정도에 따라 달라진다. 경미한 대동맥 위치이상(aortic malpositon)에 의한 경미한 폐동맥 협착증은 우심실압을 상승시켜(전신 혈압보다 낮다) 청색증 없이 적혈구증가증(polycythemia)을 유발하여 우측 흉골연에서 범수축기 잡음을 유발한다. 보다 심각한 대동맥 위치이상(aortic malposition)은 보다 심각한 폐동맥 협착증과 형성부전을 유발하여 우심실압을 상승시키고(전신혈압보다 높다), 심실중격 결손부위를 통한 우-좌 단락을 유발하고 청색증과 적혈구 증가증을 유발한다. 이러한 복합적 해부학적 기형이 있는 개와 고양이는 좌측 심저부에서 잘 청진되는 비교적 부드러운 수축기 박출성 잡음(폐색의 정도에 따라 달라짐)이 잘 관찰된다.\n 심방중격 결손증(Atrial septal defect; ASD)의 수축기 잡음\n이 잡음은 앞서 언급했듯이 역동적인 고속의 혈류에 의해 유발된다. 이러한 잡음은 crescendo-decrescendo 형태이고, 보통 중음조이며 지속시간이 짧은 잡음으로 보통 S2가 시작하기 전에 종료된다. 잡음은 일반적으로 폐동맥 부위에서 가장 잘 들린다. ASD는 결손부위의 혈류이동에 의해 잡음이 발생하는 것이 아니라 폐동맥판을 통과하는 혈류량 증가로 폐동맥이 확장되어 잡음이 발생한다. 작은 결손의 경우, 잡음을 유발하지 않는다.\n 역동적 우심실 폐색(Dynamic right ventricular obstruction)\n심박출량이 증가되는 질환\n(예, 염증성 질환, 갑상선 기능항진증, 빈혈)과 만성 신부전증(전신 고혈압이 동반 또는 동반되지 않은)에서 잘 발생한다. 역동적 대동맥 판막하 협착증이 좌심실의 비대와 혈량 감소에 의해 유발될 수 있다.\n 빈혈과 관련된 잡음\n이 잡음은 혈색소 함량이 6 g/dl 이하(보통 PCV 18% 이하)로 떨어지기 전까지는 감지하기 힘들다. 잡음은 혈액의 점도 감소에 의한 와류에 의해 유발된다—다른 요인이 혈액의 점도에 영향을 줄 수 있기 때문에 PCV 18% 이하는 혈액의 점도 감소를 유발하는 가이드라인 정도로 생각해야 한다. 빈혈에 의해 유발되는 잡음은 부드럽고 Grade III 이하이며 수축기 초기에서 중기에 발생한다. 이러한 잡음은 주로 좌측 심저부에서 잘 청진된다. 빈혈 자체로 잡음이 유발되기도 하지만, 경미한 심장 결손에 의해 유발되는 잘 들리지 않는 부드러운 잡음이 빈혈에 의해 강도가 증가될 수 있다.\n 생리적 잡음\n이 잡음은 기능적 잡음, 생리적 잡음(innocent systolic murmurs), 또는 Still’s 잡음이라고 부르기도 한다. 하지만 이러한 잡음은 어떠한 심장 질환과도 관련이 없다. 이러한 수축기 박출성 잡음은 모든 연령에서 나타날 수 있지만, 주로 1년생 이하의 강아지와 고양이에서 잘 나타난다. 이러한 잡음은 부분적으로 또는 전체적으로 좌/우심실 유출로를 통과하는 혈류에 의해 유발되는 폐동맥이나 대동맥의 와류에 의해 형성된다.\n 범수축기 또는 역류성 잡음\n범수축기 잡음(holosystolic murmurs)은 (1) S1 개시와 함께 발생하여 S2가 종료될 때까지 지속시간이 길게 나타나는 수축기 박출성 잡음이고, (2) 수축기 전체에 걸쳐 균일한 강도로 나타나는 plateau 형태의 잡음이며, (3) 일반적인 수축기성 잡음에 비해 비교적 덜 거친 고음조의 잡음이다(그림 2-12).\n범수축기 잡음은 청진기의 diaphragm으로 잘 청진된다. 방실판 역류에 의한 잡음은 사실상 범수축기성 잡음은 아니고 판막의 손상을 유발하는 해부학적/병리학적 특징에 따라 다양한 지속시간, 형태 및 주파수(frequency)를 보인다. 범수축기 잡음의 원인은 아래에 나와 있다. 일반적으로 역류성 잡음(regurgitant murmurs)은 비정상적인 단락(예, VSD의 경우, 높은 압력의 좌심실에서 낮은 압력의 우심실로 고속의 혈류가 이동됨)에 의해 수축기 전체에 걸쳐 두 분방 사이의 압력구배에 의해 형성된다. 작은 결손에서 더 강한 와류가 형성되기 때문에 중격의 결손 정도는 잡음의 강도와 관련이 없다. 범수축기 잡음의 원인에는 이첨판 역류증, 삼첨판 역류증 및 심실중격 결손증이 있다.\n 심실중격 결손증\n심실중격 결손증(VSD)의 청진 소견을 통해 중격 결손의 위치와 크기 및 폐동맥의 저항 정도를 평가할 수 있다. 왜냐하면 이러한 요인에 의해 수축기 동안에 고압의 좌심실에서 저압의 우심실로 들어가는 혈류의 양, 방향 및 속도가 결정되기 때문이다. 양심실 사이에 크고 일정한 압력구배가 수축기 동안에 형성되기 때문에 심실중격 결손증에 의한 잡음은 일반적으로 plateau 형태이고 역류성 잡음이다(그림 2-12; 동영상 자료 2-7). 소형에서 중간크기의 결손과 정상에서 약간 상승한 폐동맥 저항성(폐동맥의 수축기압이 50 mmHg 이하)이 있는 VSD에서 수축기성 잡음은 크고(Grade III~IV), 범수축기성이며, 중-고음조의 거친 음질인 plateau 형태의 잡음이다. 만약 폐성고혈압이 심실중격 결손증과 병발되어 나타날 경우, 잡음은 수축 초기에서만 청진이 된다. 잡음은 보통 우측 흉골연 부위에서 가장 크게 들리지만 심음과 잡음에 대한 개체 차이가 큰 것으로 알려져 있다.\n 이첨판 역류증\n수축기 때 이첨판의 폐쇄(coaptation)는 이첨판륜, 이첨판 소편, 건삭인대 및 유두근의 복잡한 상호작용에 의해 일어난다. 이러한 상호작용에 기능장애가 발생할 경우, 심실 수축기 때 고압의 좌심실에서 저압의 좌심방으로 비정상적인 혈액의 역류가 발생한다. 이러한 역류성 혈류는 고속이기 때문에 거의 항상 와류이고(수축기 때 좌심실과 좌심방 사이의 압력구배에서 유발됨), 일정한 압력 차이를 반향하는 점약성 형태의 잡음이다(그림 2-13). 이첨판 역류증의 가장 대표적인 원인이 이첨판의 점액변성(점진적으로 건삭인대 파열로 진행할 수 있는), 전신 고혈압과 심근증이 있다.\n이첨판의 점액변성 이러한 질환은 수축기 전체에 걸쳐 들리는 범수축기성 역류성 잡음과 관련이 있다(동영상 자료 2-8). 만약 이첨판이 탈출될 경우, 하나 또는 그 이상의 수축기 또는 비박출성 클릭음(midsystolic clicks편을 보라)이 청진된다(이첨판은 좌심실 쪽에서 텐트형으로 마주 보고 있어야 하는데 이 경우 이첨판이 좌심방 쪽에서 마주하게 된다). 이러한 클릭음은 잡음의 개시에 앞서 나타나고 이첨판 역류증의 전구증상이다. 만성 판막 질환의 이첨판 역류증 초기에는 잡음이 사실상 수축기 전체에 걸쳐 나타나지 않을 수 있다. 이첨판의 판막이 점진적으로 악화됨에 따라 또는 건삭인대의 파열이 병발됨에 따라, 잡음은 점점 범수축기성이 된다. 잡음의 갑작스런 증가가 전신 고혈압의 악화나 건삭인대 파열과 관련되어 갑자기 발생한다. 개에서, 잡음의 강도는 병세의 정도와 예후와 관련이 깊다(예, 잡음이 강할수록, 판막 질환이 심하고 생존시간이 얼마 남지 않았다는 것을 의미한다). 만성 판막 질환(심내막증)이 5년 이상된 소형 혹은 중소형 개 또는 노령 고양이(고양이에서 이첨판 폐쇄부전증은 전신 고혈압이나 비대성 심근증에 의해 발생한다)에서 가장 대표적인 역류성 잡음의 원인이다.\n건삭인대의 파열 건삭인대 파열(chordal rupture)은 만성 변성성 판막 질환(심내막증; endocardiosis)이나 심한 전신 고혈압에 의해 발생하고 드물게 세균성 심내막염이나 외상(blunt chest trauma)에 의해 발생할 수 있다. 파열된 건삭의 크기와 숫자에 따라(1차 건삭 VS 2차 또는 3차 건삭) 파열된 건삭이 크고(Grade III 이상) 거친 범수축기 잡음(좌심첨에서 가장 강하게 들리는)의 원인이 된다. 건삭 파열은 적극적인 치료에도 회복이 되지 않는 울혈성 심부전증의 심각한 임상증상을 동반한다. S3(흔히) 또는 S4(규칙적인 동박동일 때)가 나타날 수 있다.\n 확장성 심근증\n확장성 심근증과 관련된 수축기 역류성 잡음은 이첨판 판막륜의 확장이나 유두근의 기능 부전에 의해 유발된다. 이 두 가지 상황은 판막 자체는 비교적 정상이지만 판막의 폐쇄부전을 야기할 수 있다. 이러한 질환에 의한 잡음은 수축 초기에 나타나고 plateau 또는 decrescendo 모양이다(그림 2-14). 잡음의 강도는 변성성 이첨판 질환에 의한 역류성 잡음처럼 크지 않다. \n 삼첨판 역류증\n삼첨판 역류증의 수축기 잡음은 전형적으로 범수축기 잡음이고 이첨판 역류증에 의한 잡음과 발생시점과 음질이 비슷하다(그림 2-15). 이 잡음은 삼첨판 부위에서 가장 잘 들린다. 역류의 정도에 따라, 잡음의 지속시간과 강도가 다양하다. 일반적으로 삼첨판 폐쇄부전증은 이첨판 폐쇄부전증에 비해 잡음의 강도가 약하다(삼첨판 역류증에 의한 비정상적 혈류로 유발되는 압력구배는 이첨판 역류증에 비해 1/3밖에 되지 않는다). 삼첨판 역류증은 삼첨판의 점액 변성에 의해 발생하고 이러한 삼첨판의 변성은 개의 만성 판막성 질환인 심내막증의 30%를 차지한다. 심한 이첨판 역류증이 삼첨판 부위로 방사될 경우, 이첨판/삼첨판 복합형 폐쇄부전증과 감별하기가 어렵다. 삼첨판 폐쇄부전증의 또 다른 후천적 요인으로는 심장 사상충증이나 호흡기 질환에 속발한 폐성고혈압이 있다. 삼첨판 폐쇄부전증의 가장 대표적인 선천적 요인으로는 삼첨판 이형성증(주로 Labrador Retrievers)이 있고 심한 폐동맥 협착증이나 폐성고혈압에 속발하여 나타날 수 있다.\n이완기성 심잡음\n이완기 잡음은 심실의 이완기인 S2와 다음 S1 사이에서 청진된다. 청진상에서 이완기 잡음이 청진되면 거의 항상 잠재적 질환이 있음을 암시한다. 이완기 잡음은 다음 두 가지 기전에 의해 발생한다. 1) 폐쇄부전성 대동맥이나 폐동맥 반월판에 의해 형성된 역류성 혈류, 2) 협착성 이첨판이나 삼첨판에 의해 형성된 전방 혈류.\n 대동맥 역류증\n대동맥 역류증(aortic regurgitation)이 개와 고양이에서 가장 대표적인 이완기 잡음의 원 인이다. 대동맥 역류증은 A2 형성 직후 발생하는 고음조의 ‘blowing’ 음질의 decrescendo 형태의 이완기 잡음을 유발한다(그림 2-10). 이러한 잡음은 청진기의 diaphragm으로 가장 잘 청진되며, 동물을 눕혀서 청진기를 흉벽에 대면 잘 들리는 부드러운 잡음이다. 동물에서 대동맥 역류증의 가장 대표적인 원인은 세균에 의한 심내막염이다. 심각한 전신 고혈압(특히 대동맥근의 확장을 유발하는)이 개와 고양이에서 대동맥 폐쇄부전증의 원인이 된다. 컬러 도플러를 이용한 연구에서 일부 대동맥 역류증이 대동맥하 협착증과 동반되어 나타날 수 있지만, 이러한 소량의 혈류에 의해 청진상 감지될 만한 잡음이 발생하지는 않는다고 한다. 대동맥 역류증의 잡음은 일반적으로 좌측 심저부의 대동맥판 부위에서 가장 잘 들린다. 대동맥의 역류성 잡음의 강도와 컬러 도플러 상에서 나타나는 역류정도 사이에 차이가 있다. 심한 대동맥 역류증은 상대적으로 부드럽고 짧은 잡음을 유발하고, 중등도 대동맥 역류증은 앞에서 언급했던 동물을 눕혀야만 청진되는 잡음을 유발할 수 있다. 큰 소리의 대동맥 역류증의 잡음은 거의 항상 혈역학적으로 중요한 병소와 관련이 있다. 판막성 대동맥 협착증과 대동맥 역류증이 병발되면 to-and-fro murmur를 유발하고, 이때 S2는 청진하기 힘들다(그림 2-12). 이러한 잡음은 지속성 잡음(continuous murmur)과 혼동하기 쉽다. 대동맥 역류증이 때로 대동맥근 바로 아래에 형성된 심실중격 결손과 병발되어 역류성 수축기 잡음과 이완기 잡음이 복합적으로 나타나기도 한다. 하지만 이런 잡음은 대동맥 역류증과 협착증에서 볼 수 있었던 뚜렷한 휴지기(distinct pause)가 일어남에도 불구하고 지속성 잡음과 쉽게 혼동될 수 있다.\n 폐동맥 역류증\n폐동맥 역류증에서 청진되는 이완기 잡음은 대동맥 역류증에 의한 잡음과 음조와 발생 시점이 비슷하지만 잘 발생하지 않는다(그림 2-12). 이러한 잡음은 보통 심각한 폐성고혈압이 있을 때 청진되며, S2의 P2 성분이 강하게 형성됨에 따라 폐동맥판 부위(좌심저부)에서 가장 잘 청진된다.\n 이첨판 협착증\n이첨판 협착증(mitral stenosis)은 개와 고양이에서 드물게 발생하는 선천성 심장질환이다. 잡음의 특징은 저음조의 ‘rumbling’ 음질의 잡음이고 청진기의 bell을 흉벽에 가볍게 갖다 대어도 청진하기가 힘들다. S2 직후에 발생하는 대동맥 역류증의 이완기 잡음과 달리 이첨판 협착증에 의한 잡음은 S2 형성 직후 일정한 기간 이후에 개시된다. 삼첨판 협착증은 또 다른 형태의 선천성 심장 질환이다. 삼첨판 협착증의 이완기 잡음은 삼첨판 부위(우심첨)에서 가장 잘 청진된다. 잡음은 이첨판 협착증에 의한 잡음과 유사하지만 더 부드럽고 지속시간이 더 짧은 잡음이다. 이러한 잡음은 보통 흡기시 강해진다.\n지속성 잡음 Continuous murmurs\n지속성 잡음은 수축기와 이완기 전체에 걸쳐 나타나는 잡음이다. 지속성 잡음은 정상적으로 연결되어 있지 않는 동맥과 정맥 간의 단락에 의한 비정상적 혈류에 의해 유발된다(예, PDA와 기타 동정맥 단락증). 드물게, 지속성 잡음은 대동맥이나 폐동맥 반월판 원위단의 대동맥이나 폐동맥이 심하게 협소해져서 높은 압력의 협소부 근위단 혈관이 낮은 압력의 협소부 원위단 혈관과 연결될 때 발생한다.\n동맥관 개존증(PDA)은 선천성 질환으로 병리적인 지속성 잡음을 유발하는 가장 대표적인 질환이다. 이 질환은 개에서 가장 흔한 선천성 심장 질환이다(고양이에서는 드물지만, 고양이에서도 가장 대표적인 지속성 잡음의 원인이다). PDA의 지속성 잡음은 S1과 함께 개시되어 S2 개시 이전 또는 S2 개시 시점에 최고 강도에 도달한다. S2 직후에 잡음의 강도는 이완기가 진행되어 다음 S1으로 진행됨에 따라 점진적으로 감소한다(그림 2-16; 동영상 자료 2-9). PDA의 잡음은 강한(Grade IV 이상) 중음조의 잡음으로 좌심저부에서 가장 잘 들린다. 수축기 잡음은 넓게 방사되지만, 이완기 잡음은 명백하게 국한되는 경향이 있다. 전체적인 심잡음의 느낌은 큰 소라(conch shell)에 귀를 대고 소라를 귀에 가까이 대었다 멀리 떨어뜨렸다 할 때 나는 소리와 유사하다. 이러한 느낌이 발생하는 이유는 이 잡음이 수축기 후기에 정점에 올랐다가 이완기로 갈수록 decrescendo 형태로 진행되기 때문이다. 이러한 이완기 잡음은 때로 점진적으로 감소되다가 이완기 말기로 갈수록 들리지 않게 된다. 그러나 결코 잡음이 완전히 소실되지 않고, 멀리서 blowing quality(‘쉭쉭’ 하는 바람소리와 비슷) 잡음이 들리는 것 같은 느낌을 준다. 이러한 잡음을 종종 잡음의 휴지기가 없이 수축기부터 이완기까지 진행되는 “기계적(machinery)” 잡음이라고 한다. 잡음의 강도와 지속시간은 대동맥과 폐동맥의 압력구배와 직접적인 관계가 있다. 폐성고혈압이 있을 경우(개에서는 드물다), 이완기 부분 잡음은 감소되고 S2의 강도는 폐동맥압에 비례해서 증가한다. 만약 단락의 방향이 반대로 일어날 경우(좌-우 방향이 아니라 우-좌 방향으로 진행될 경우; 폐성고혈압이 병발할 경우, 단락의 방향이 우측에서 좌측으로 진행됨), 이완기 부분의 잡음은 소실되고 좌측 심저부의 수축기 부분 잡음도 점점 희미해지거나 완전히 소실된다. PDA는 대부분 독립형 결손이지만 VSD 같은 다른 선천성 심장 결손과 합병될 수 있다.\n기타 병리적인 지속성 잡음을 유발할 수 있는 질환에는 다음과 같은 것이 있다: 1) 좌-우 단락을 유발하는 대동맥-폐동맥 단락(aortopulmonary window), 2) 동정맥루 (arteriovenous fistula), 3) 우심으로 유입되는 관상동맥이나 sinus valsalva의 파열, 4) 심한 대동맥 축삭(severe coarctation of aorta), 5) 폐동맥 가지 협착증(pulmonary artery branch stenosis).\n\n\n부정맥에 대한 청진소견\n대부분의 부정맥은 심전도 검사로 정확하게 진단할 수 있다. 그러나 환자가 부정맥이 있다는 첫 번째 단서는 청진에서 발견된다. 일부 부정맥은 특별한 청진상 소견이 있지만 그 밖의 부정맥은 청진만으로 감별하기 어렵다. 불규칙한 심박동과 심박수 변화가 청진을 통해 감지될 경우, 심전도(ECG) 검사를 해야 한다. 아래에 임상적으로 중요한 부정맥의 청진상 특징에 대해 기술되어 있다.\n 동성리듬의 청진소견\n이 심음은 호흡에 따라 연속적인 S1과 S1 사이의 간격이 10% 미만이며, S1과 S2 사이의 관계가 일정하게 유지되고, 심박수가 일정 범위 내에 나타나는(개에서 거의 60에서 160 beats/min, 고양이에서 140에서 210 beats/min) 일관성 있는 S1~S2의 운율(cadence)을 특징으로 하는 규칙적인 리듬이다(그림 2-18).\n 동성 부정맥의 청진소견\n동결절의 자발적 탈분극에 의해 발생하지만, 동성 부정맥의 경우 동결절은 정상 또는 그 이하의 박동수를 보이는 규칙적으로 불규칙한 박동이다. 이러한 불규칙한 박동은 미주 신경톤이 강했다 약했다 하기 때문에 발생하지만 호흡주기와 관련되어 항상 확연히 드러나는 것은 아니다. 흡기 시 미주신경 자극은 약해지고 심박수는 빨라진다. 불규칙한 박동의 정도는 미주신경 자극의 강도에 따라 증가될 수 있다. 이런 요인으로는 미주신경에 영향을 주는 호흡기 그리고 위장관계, 안구 및 기타 질환들이 있다. 개에서 호흡성 동성 부정맥은 정상이고 흔히 나타지만, 정상 고양이에서는 흔치 않으며 이러한 소견은 주로 기관지염 또는 천식과 관련하여 나타난다. 심각한 동성 부정맥 환자의 경우, 동정지가 발생하여 빈맥과 서맥이 교차해서 발생하는 sick sinus syndrome의 비정상 박동이 감지될수도 있다(동영상 자료 2-10).\n 심방세동의 청진소견\n심방세동(atrial fibrilation)은 일반적으로 빠르고 불규칙한 심장박동(irregularly irregular rhythm)이 특징이다. 심방세동에서는 동결절의 탈분극이 더 이상 심박수를 조절하지 못한다. 대신에 심방에서 발생한 다수의 회귀성 이소박동(multiple reentrant loops)이 방실결절로 전도된다. 정상적인 방실전도는 교감신경과 부교감신경 톤의 균형에 의해 결정된 심방 충동 박동수에 의해 조절된다. 심박수의 변화가 있기 때문에 심실 충만 정도와 심근 수축력에 변화가 유발되어 박동과 박동 사이에 심음의 강도가 현저하게 변한다(그림 2-19). 심방세동에서 심박동 전체적인 심박수가 빨라지기 때문에 단주기성 박동(short cycle heart beat)이 박동 결손의 원인이 되는 경우가 종종 나타난다(단주기성 박동에 의한 심실 수축은 약해도 이첨판과 삼첨판을 폐쇄시킬 만큼 충분한 심실압 상승을 유발할 수 있지만 혈액을 대동맥과 폐동맥으로 박출할 수 있을 만큼 강하지 않기 때문에 S1은 나타나도 S2는 나타나지 않는다).\n Mobitz type II 2도 방실차단이나 3도 방실차단의 청진소견\nMobitz type II 2도 방실차단이나 3도 방실차단의 청진소견은 느린 심박동이다. S1과 S2가 느리고 규칙적인 간격을 두고 청진되지만 심실의 이탈 박동수(ventricular escape rate)와 방실전도 비율에 따라 박동정지(pause)가 나타날 수 있다. 제1 심음과 제2 심음의 강도는 심실 충만정도에 따라 다르게 나타날 수 있다. S4음은 심방수축에 의해 청진될 수 있고, S4의 박동수는 S1~S2의 운율(cadence)보다 빠르기 때문에 구별이 어려울 수 있다. S4~S4 간격은 리듬이 동성 리듬인지 동성 부정맥인지에 따라 규칙적이거나 불규칙적이다. S1~S2 운율과 S4는 아무런 관련이 없다(그림 2-20).\n 심실 조기박동\n심실 조기박동(ventricular premature complexes; VPCs)은 심박동 하나가 조기에 나타났을 때 항상 의심해야 한다(예, 심박동이 조기박동에 의해 간섭되면서 그다음 박동에 약간의 pause가 나타난다). 청진상 특징은 다음과 같다(그림 2-21). 1) 조기박동에 의해 간섭 받는 규칙적인 박동이나 규칙적으로 불규칙한 박동, 2) 청진하기 힘든 조기박동; 따라서 조기박동에 이어 나타나는 pause를 유실박동(dropped beat)으로 오인하기 쉽다, 3) 대퇴박동을 유발하지 못하는(맥박 결손) 조기박동이나 약한 강도의 대퇴박동을 유발하는 조기박동; 조기박동이 많을수록 맥박은 더 약하다; 이완기 말기에 생기는 VPC는 박동의 강도에 변화를 유발하지 않는다, 4) 분열 심음(S1과 S2)이 VPC에 의해 비동시성으로 탈분극하고 수축되어 발생한다. 청진만으로 VPCs와 APCs(심방조기수축; atrial premature complexes)를 감별할 수 없다. 두 가지 모두 조기에 발생하고 맥박 결손을 유발할 수 있다. APCs는 심방과 심실 수축의 연속성을 유지하기 때문에 VPCs에 비해 더 강한 박동을 유발한다. 하지만 이러한 사실만으로는 이 두 가지 부정맥을 감별할 수 없다. VPCs는 경정맥 박동(jugular pulse)의 a-wave(심방파)를 유발할 수 있는 반면 APCs는 대개 그렇지 않다. VPCs는 종종 청진 가능한 S1과 S2의 분열음을 유발하지만 이러한 소견은 실제 임상에서 감별하기 힘든 경미한 변화이다.\n폐음 Lung sounds\n 정상 폐음\n호흡음(breath sound)이나 정상 폐음(lung sound)이라 함은 기관-기관지 가지에서 공기의 이동에 의해 발생하는 소리이다. 연구자에 따라서 호흡음(breath sound)은 구강을 통해서 들리는 정상적 공기 이동에 의해 유발되는 소리라고 정의하기도 하지만, 이 글에서는 이러한 범위의 정의는 포함하지 않았다. 일반적으로, 정상 폐음은 대형기도(직경 2 mm 이상) 내 공기의 와류(turbulent flow)에 의해서 생성이 된다. 공기가 후두, 기관, 하부 세기관지 가지, 폐포로 이동함에 따라 공기의 속도는 점진적으로 감소하고(기도의 총 단면적이 증가함에 따라), 판상류(laminar flow)가 되며, 이로 인하여 세 번째 기관지 가지를 지나게 되면 소리는 거의 소실되게 된다. 대형 도관에서는 소리가 잘 전달되지만, 직경 2 mm 이하의 도관에서는 거의 전달이 되지 않는다. 그렇기 때문에 폐실질은 실질적으로 대형기도에서 생성된 소리를 폐엽의 가장자리로 전달하는 역할을 수행한다.\n정상 폐음은 동물의 경부와 흉부의 청진 위치에 따라서 음조(pitch; 주파수), 강도(intensity), 발생시기(timing)가 다르다. 예를 들면, 기관(기관 호흡음이라 함) 부위에서 들리는 정상 폐음은 흡기와 호기 모두에서 잘 들리며, 흉곽의 중심부에서 들리는 정상 폐음\n(여기서는 기관지 호흡음을 말함—흡기음이 호기음보다 크고, 기관음보다 음조가 낮고, 기관 호흡음보다 부드러움)이나 흉부 폐엽에서 들리는 정상 기관지 폐포음 또는 폐포 호흡음보다 소리가 크다. “기관지 폐포(bronchovesicular)”나 “폐포 호흡음(vesicular breath sound)”이라는 용어는 지금껏 사용되어 왔지만 잘못된 용어이다.\n폐포음(vesicular sound)라 함은 폐의 폐포(alveoli)에서 생성된 소리를 말하지만, 이는 사실이 아니다—이 소리는 단순히 폐실질과 흉벽을 통해서 전달된 기관음과 기관지음을 말하는 것이다. 이 소리는 흡기에 훨씬 잘 들리며(동물에 따라 호기에 잘 안들리거나 전혀 들리지 않음), 다른 곳에서 들리는 기관지나 기관 호흡음보다 언제나 부드럽고 낮은 음조(low pitch)를 띤다. 소리가 어디서 발생하든지(후두, 기관, 심부 기관지) 와류는 기도벽을 떨리게 하며 이러한 떨림(vibration)은 주변의 폐실질로 전달된다. 공기 흐름의 속도를 증가시키는 요인(협소한 기도, 단위 시간당 호흡량의 증가)에 의해 와류의 양과 생성된 소리의 강도(intensity or loudness)가 증가된다. 반대로, 단위 시간당 공기의 속도를 감소시키는 임상적인 상황들은 와류의 양과 생성된 소리의 양을 감소시키는 경향이 있다.\n폐실질은 폐포, 소형기도(small airways), 모세혈관, 지지조직 등으로 구성되어 있다. 폐실질은 높은 음조의 소리를 잘 전도하지 못한다. 소리를 전달하는 능력을 보면, 폐실 질은 공기와 물로 구성된 비누거품과 흡사하다. 공기에서 소리의 전파속도가 약 350 m/sec이고, 물에서의 속도(1,500 m/sec: 기질의 밀도가 높을수록 전도도 빠름)는 훨씬 빠르지만, 비누거품과 같은 폐실질에서 전도속도는 많은 공기-물 경계면 때문에 훨씬 느리다(50 m/sec). 소리의 전도가 느려지면, 폐로 전달되는 소리의 감약과 특정 주파수 소리의 소실이 발생한다(이러한 현상은 저주파음보다 고주파음에서 잘 나타난다). 폐실질의 밀도가 감소할수록(예, 폐엽의 공기 비율이 증가될수록), 소리의 전도가 느려지고, 흉벽에서 폐음은 약해진다. 폐실질의 밀도가 증가할수록(예, 폐엽내 체액이나 경부조직의 비율이 증가될수록), 소리의 전도가 빨라지고, 흉벽에서 폐음은 강해진다. 이러한 이유 때문에 정상 호흡음이 폐수종과 폐렴 같은 질환이 있는 환자(정상보다 액상물질의 많은 폐)의 흉벽에서 보다 강하게 들린다.\n 비정상 폐음\nCrackles 단기간성(short-duration, , 20 msec), 비음율성(nonmusical) 폐음을 말한다. 이러한 소리는 수의사의 전반적인 청진음에 대한 느낌에 따라 fine (high-pitched) crackles과 coarse (low-pitched) crackles로 분류된다. 임상가에 따라서는 coarse crackles을 구강에서 들을 수 있는 소리로 정의하기도 한다. 일반적으로, crackles은 기도가 폐쇄될 때 형성되는 폐음이다. 소형기도(small airway)의 압박이나 개구에 의해서 발생하는 짧고 폭발적인 소리가 crackles이다. Crackle은 뒤통수의 머리카락 한 줌을 귓바퀴에 가까이 대고 엄지와 검지로 문지를 때 들리는 소리와 상당히 비슷하다. 폐에서 crackles를 형성하는 소형기도의 급격한 개구(popping opening)나 압박은 기도내 압력 변화를 통해 갑작스런 개구나 압박을 유발할 수 있는 병리적 상황에 따라 호흡주기 어느 시점에서도 발생할 수 있다. Crackles는 대부분 흡기의 초기나 말기에 발생하며, 호기의 끝에서도 나타난다. Crackles(Rales라고도 불리는)는 일반적으로 소동물에서 폐의 병리적 현상이 있음을 의미하지만, 소리 그 자체가 특정 질환을 암시하는 소견은 아니다—기관지염, 폐수종, 폐렴, 폐 섬유화 같은 많은 호흡기 질환에서 나타날 수 있다(비록 질병별로 crackles의 발생시기와 강도 그리고 임상증상이 상당히 다르지만). 흡기의 초기나 말기 crackles는 간질성 섬유화, 폐렴, 폐수종을 동반한 심부전과 같은 제한성 폐질환에서 잘 관찰된다. 고음조의 fine cackles는 대부분 폐수종이나 간질성 폐질환에서 잘 관찰되는 반면, low pitch의 coarse crackles는 기관지염에서 더 잘 나타난다.\nWheeze crackles보다 훨씬 긴(. 100 msec) 폐음이며, 기도의 협소화와 기도벽의 진동이나 기관내 물질(점액성 플러그, 종괴)과 기관지 벽 사이의 진동 등에 의해 발생하는 고음조(. 1,000 Hz)의 음률성 소리(musical sound)이다. 비록 천식과 관련한 소형 기도 협착이 wheeze의 대표적인 임상적 원인이지만, wheeze는 일시적, 영구적 소형기도 협소\n(폐수종, 폐렴, 기관지염, 섬유화, 기관지내 종괴—이러한 질환들에 국한되는 것은 아니지만) 등의 다른 원인 질환과 수반되어 나타날 수 있다. Wheeze가 있다는 것은 폐의 병리적 증상이지만, 이것이 특정 질환에 대한 결정적 단서는 아니며 일정한 병리생리학적 기전과 관련되어 있는 것도 아니다.\nRhonchi(단수는 rhonchus) 역시 긴(.100 msec) 소리이지만, wheeze에 비해서 음조가 낮다(, 300 Hz). Rhonchi는 간혹 저음조성 wheeze라고도 한다. Rhonchi는 wheeze와 유사하게 대형기도의 진동이나 공기-액체 경계면(상당량의 삼출물이 있는 대형기도를 통한 호흡음)의 파열에 의해서 생성된다. Rhonchi는 쉽게 들을 수 있는 코고는 소리와 비슷하다. 이러한 소리가 들린다는 것은 상부기도 허탈이나 대형기도에 비정상적으로 분비물이 있다는 것을 의미한다. Stridor는 흡기 시에 들리는 거친 소리를 묘사할 때 사용되며, 후두나 다른 대형기도 폐색에 의해서 발생한다. Expiratory stridor는 때에 따라 흉부 기관의 허탈(tracheal collapse) 시에 들리기도 한다. 호흡수나 호흡의 깊이를 증가시키는 운동이나 흥분과 같은 상황들은 휴식 시에 정상적 호흡을 하는 동물에서 임상적으로 명확한 천명음을 유발하기도 한다. Stertor는 비인도 폐색(nasopharyngeal obstruction)과 관련하여 나타나는 저음조의 흡기음을 말한다. 개에서 후두마비와 단두종 기도 증후군(brachycephalic airway syndrome)은 흡기성 stridor와 stertor의 가장 대표적인 원인 질환이다. Labrador Retrievers, Bouvier des Flandres, Siberian Huskies, Dalmations, Rottweilers, St. Bernards, Newfoundlands 등의 품종이 후두 마비에 감수성이 높은 품종들이다. 후두마비는 중년에서 노령의 개에서 다발하며, 간혹 갑상선 기능부전증과 관련하여 나타나기도 한다. 또한, 후두마비가 있는 동물 중에는 목소리가 쉬거나 변하는 병력을 가지는 경우가 있다.\n정상과 비정상 폐음의 강도는 표 2-7에 요약되어 있는 많은 병리-생리적 기전에 영향을 받는다. 폐음의 강도를 변화시키는 질환에 대해 이해를 하는 것은 비정상 폐음을 감별진단하는 데 도움이 될 수 있다.\n타진은 둔탁음(dullness; 저공명-폐경화나 흉막 삼출 등에 의한)이나 고공명음(hyperesonance; 기흉이나 고양이 천식에 의한) 부위를 조사할 때 사용된다. 타진은 비실용적이며 부정확한 진단 검사라는 오명을 가지고 있다. 신체 표면을 때릴 때 발생하는 소리를 percussion note라고 한다. 이러한 note들은 다양하며, 공명(resonance)의 크기에 따라서 flat note(지속기간이 짧고 공명이 거의 없는 비교적 고주파수의 note)에서 tympanic note\n(지속기간이 길고 특이한 공명을 가진 저주파수의 note) 등이 있다.\n"
}