{"title": "증례로 보는 소동물 심장학 2판", "author": "현창백 2e", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "03\n심전도\nElectrocardiography\n서론\n심전도란 심장의 수축 시 심박동과 함께 발생하는 전위차를 곡선으로 기록한 것이다. 심장은 자동적, 율동적인 수축을 한다는 점에서 생체 내의 다른 부분의 근육과 다르다. 심장근육의 수축은 생명체에게 전기를 공급하는 발전기와 같다. 즉 수축을 일으키는 원동력은 심방의 동방결절에서 발생되는 미세한 전류인 것이다. 이 미약한 전류가 심장근육을 통하면서 신체 내에 전류가 흐르게 되고, 이 전류를 신체의 표면에서 기록할 수 있게 된다. 이를 기록하는 장치를 심전도계(electrocardiography)라 하고, 이 기록을 심전도(electrocardiogram; ECG)라고 한다.\nCardiac vector와 심전도상 파형 형성\n심장의 벡터는 심장이 발산하는 전기의 방향과 강도를 나타낸다(그림 3-1). 때문에 이를 통해 심장의 전기활동 상황을 간접적으로 측정이 가능하다. 심장 주기 동안 심장의 벡터는 SA-node에서 시작된 전기적 탈분극이 심방을 거쳐 심실로 진행하는 방향을 나타내게 된다. 심장에서 발생한 탈분극파는 다음과 같이 진행한다. 먼저 심방이 탈분극되며 심실벽, 심실종 방향, 심실후벽 방향으로 탈분극된다. 재분극의 방향은 반대로 일어난다. 결국 심장의 벡터는 탈분극이 진행되고 있는 부위의 탈분극 양상(전류 방향)과 그 부위의 심근두께에 따라 달라진다. 예를 들어, 심실 중격근, 두꺼운 좌심실근과 얇은 우심실근으로 구성되어 있고 이들 근육의 두께에 따라 각 심실근이 발생하는 전기력의 강도와 방향이 다르기 때문에 이 부위를 지날 때 벡터의 방향은 바뀌게 되고 이것이 심전도상 Q(중격), R(좌심실), S(우심실)형태로 나타난다. 물론 이러한 파형의 형태는 전기를 감지하는 방향에 따라서도 달라진다.\nP-wave와 QRS complex의 전압변동은 각각 심방과 심실의 탈분극을 의미한다. T wave는 심실의 재분극을 의미하는데 심방의 재분극 신호가 보이지 않는 것은 QRS complex에 묻혀서 보이지 않기 때문이다. 기저선은 isoelectric line이라고 하는데 두 전극 간에 전압차가 없을 때의 값이다. 심장의 경우로 생각하면 모든 심장근육이 안정막 전압상태로 있거나 모든 근육이 탈분극된 상태로 존재할 경우이다. ST 분절은 심실근육이 모두 탈분극된 상태이므로 이 전압이 isoelectric line에 있지 않다는 것은 모든 심실근 세포가 동시에 탈분극되지 않았다는 것을 의미하므로 심장이 한쪽은 뛰고 한쪽은 안 뛴다든가 하는 병리적인 현상을 의미한다. 심전도상 파형의 변화가 의미하는 것은 다음과 같다(그림 3-2):\n P wave: 심방 탈분극\n QRS complex: 심실 탈분극\n T wave: 심실 재분극\n PR interval: 심방에서 심실로 전도되는 시간\n QT interval: 심실 탈분극 후 재분극까지 걸리는 시간(심실 수축기)\n RR interval: 심장의 한 주기의 간격\nLead system\n여러 가지 lead가 심장 활성 과정을 측정하는 데 이용되며, 심장에 대한 각각의 lead의 위치를 lead axis라고 한다(그림 3-3). ECG의 lead는 양극성(bipolar) lead와 단극성(unipolar) lead로 나뉘며, 양극성의 경우 서로 마주하는 신체 말단에 서로 다른 전극을 연결하여 전하를 감지하며 이를 표준 lead system이라고 한다. 또한 이를 frontal plane이라고도 한다. 단극성의 경우, 심장을 (2)극으로 하여 심장 주위 여러 방향에서 (1)극을 연결하여 전하를 감지하며 이를 precordial lead system이라고 하고 transverse plane이라고도 한다.\n Frontal plane leads: Lead I, II, III, aVR, aVL, aVF\n Precordial(transverse) leads: Lead V1, V2, V3, V4, V5, V6, V10\n○ CV5RL(rV2)-Fifth right intercostals space near the edge of the sternum\n○ CV6LL(V2)-Sixth left intercostals space the edge of the sternum\n○ CV6LU(V4)-Sixth intercostals space at the costochondral junction\n○ V10-Over the dorsal spinous process of the seventh thoracic vertebra\nMean electrical axis (MEA; QRS axis)\nMEA는 심실의 탈분극 전하가 감지되는 평균적 위치를 나타내며, 흔히 QRS axis라고 한다. 심실내 전도 장애나 심실 확장을 감지하는 데 유용한 지표로 이용된다. 평균 QRS axis는 개의 경우 40~1008 사이에 위치한다(그림 3-4).\n다음의 MEA를 구하는 방법은 가장 보편적으로 사용되는 “Vector method”이다.\n● The Vector method: Lead I의 R파의 높이에서 Q파의 높이를 뺀 다음, lead III의 R파의 높이에서 Q파의 높이를 뺀다. 각각의 위치에서 수직선을 그은 후 중심에서 수직선을 두 점의 교차점으로 그으면 QRS axis를 구할 수 있다(그림 3-5). 만약 S파가 negative deflection이 더 크게 나타날 경우, Q파 대신 S파의 수치를 뺀다.\n● The Isoelectric Method: Frontal plane에 있는 6 lead 중에서 가장 등전압(positive deflection과 negative deflection의 합이 같은 곳)에 가까운 lead를 찾아라. 이 경우, MEA는 이 lead의 수직선 상에 존재한다. 만약 이 lead의 전기적 합이 양성을 띠면 MEA는 수직선 상의 양극 쪽에 위치하고, 만약 이 lead의 전기적 합이 음성을 띠면 MEA는 수직선 상의 음극 쪽에 위치한다.\n● The Largest net deflection method: Frontal plane에 있는 6 lead 중에서 negative deflection과 positive deflection의 합(net charge)이 가장 큰 곳을 찾는다. MEA는 이 lead 전기축과 같은 방향에 있으며, 만약 이 lead의 전기적 합이 양성을 띠면 MEA는 이 lead의 양극 쪽에 위치하고, 만약 이 lead의 전기적 합이 음성을 띠면 MEA는 이 lead의 음극 쪽에 위치한다.\n기초심전도-심전도 파형\n개와 고양이의 심전도의 정상범위는 환자의 보정 자세와 ECG filter setting에 따라 달라질 수 있다. 따라서 환자의 심전도를 위해서는 우측 횡와위로 눕혀서 심전도 클립을 장착하는 것이 좋다. 또한 근진전에 의한 심전도 간섭을 최소화하기 위해 환자를 흥분시키지 말고 클립은 가급적 근육이 적게 분포된 elbow나 stifle joint에 장착하는 것이 좋다. 개와 고양이의 정상 심전도 참고범위는 표 3-1과 3-2에 나와있다. 또한 개와 고양이에서 올바른 심전도 장착요령은 동영상 자료 3-1과 3-2를 참고하기 바란다.\n P파\n● P파(P wave)는 심방의 전기적 활성을 나타낸다.\n● 정상적인 P파\n 정상 P파는 항상 QRS가 뒤따라옴\n 정상 P파는 항상 lead II에서 positive임(lead II, 50 mm/sec, 1 cm 1 mV)\n○ 개: 최대 0.04 sec(작은 박스 2칸 넓이), 높이: 최대 0.4 mV(작은 박스 4칸 높이)\n○ 고양이: 최대 0.04 sec(작은 박스 2칸 넓이), 높이: 최대 0.2 mV(작은 박스 2칸 높 이)\n● 비정상적인 P파의 종류\n Tall P파: 우심방 종대\n Wide P파: 좌심방 종대\n Notched P파: 좌심방 종대\n● Ectopic P파(P파의 형성 충동이 SA node가 아닌 심방의 다른 부분에서 형성된 경우)\n Negative P파: Junctional beat\n Buried P파: 심실성 조기박동(ventricular premature complex), 심방성 조기박동 (atrial premature complex)\n PR 간격\n● PR 간격(PR interval)은 cardiac impulse가 동방결절에서 방출된 후에 심실로 전도되는 시간을 심전도적으로 나타내는 것이다.\n● PR 간격의 지연은 주로 방실결절(AV node)을 통한 느린 전도의 결과이다.\n● PR 간격 길이의 길이는 paper speed에 따라 달라진다.\n● 정상 PR 간격\n 개: 0.06~0.13 sec\n 고양이: 0.04~0.09 sec\n● 비정상 PR 간격\n 지연: SA node의 cardiac impulse가 AV node로의 전도가 지연되는 경우(예, first degree AV block: 1도 방실차단)\n 단축: SA node의 cardiac impulse가 AV node가 아닌 다른 accessory pathway를 통해 전도가 일어나 전도속도가 단축되는 경우\n○ 대표적인 accessory pathway(그림 3-7)\n◆ Bundle of Kent (ventricular pre-excitation의 원인: Wolff-Parkinson-White preexcitation syndrome)\n◆ James fiber (atria to His bundle): atrio-His preexcitation 유발\n◆ Mahaim fibers\n QRS Complex\n● QRS complex는 심실의 전기적 활성을 나타낸다.\n Q파로 정의되기 위해서는 다음의 기준을 충족시켜야 한다:\n○ Negative deflec tion(음성 편향)이어야 한다.\n○ QRS complex의 first deflection이어야 한다.\n○ Q파 다음에 R파가 와야 한다.\n○ QRS complex당 단 하나의 Q파가 존재한다.\n R파로 정의되기 위해서는 다음의 기준을 충족시켜야 한다:\n○ Positive deflection이어야 한다. 이 때문에 QRS complex에서 모든 positive deflection은 R파이다.\n○ QRS complex당 몇 개의 R파가 올 수 있다.\n S파로 정의되기 위해서는 다음의 기준을 충족시켜야 한다:\n○ Negative deflec tion(음성 편향)이어야 한다.\n○ R파 다음에 와야 한다.\n○ QRS complex당 몇 개의 S파가 존재할 수 있다.\n QS파로 정의되기 위해서는 다음의 기준을 충족시켜야 한다:\n○ 음성 편향이어야 한다.\n○ QRS complex에서 R파가 없어야 한다.\n○ QRS complex가 단 하나의 R파 또는, 단 하나의 RS파, 또는 단 하나의 QR파 등으로 구성되는 것에 주목해야 한다.\n● QRS의 범위\n 정상 지속시간\n○ 개: 0.04~0.05 sec\n○ 고양이: 0.04 sec 이하\n 정상 진폭\n○ 매우 다양함(통상 개의 경우, R파의 높이가 소형견 2.5 mV, 대형견 3.0 mV, 고양이 0.9 mV 이상이면 좌심종대를 의미)\n○ High voltage:\n◆ 심실 비대소견(deep S: 우심실, tall R: 좌심실)\n○ Low voltage:\n◆ 심낭수\n◆ 전기적 교대맥(electrical alternans)\n◆ V5에서 가장 정확하게 측정됨\n 비정상 QRS 모양\n○ 심실종대(ventricular enlargement)\n○ 우각차단(RBBB): rSR in V1\n○ 좌각차단(LBBB): M in V6\n 비정상적 QRS 파형의 발생원인:\n○ 이소박동(ectopic beats)\n○ 이탈박동(escape beats)\n○ 전도장애(conduction defects)\n QT 간격(QR intervals)\n● 심실의 수축기를 나타냄\n● 심실의 탈분극기에서 재분극기까지\n Normal:\n○ 개: 0.25초 이하\n○ 고양이: 0.07~0.20초\n○ 심박수에 따라 변화\n○ 때문에 교정 QT 간격이 진단에 이용\n◆ QTc (measured QT)/root (RR)\n 연장\n○ 항부정맥제제(Class I, lidocaine, procainamide)\n○ Long QT syndrome, Brugada(사람), German Shepherd의 악성 심실성 부정맥\n○ 저칼슘혈증\n○ 저칼륨혈증\n 단축\n○ 고칼슘혈증\n○ 강심제\n ST 분절\n● ST 분절(ST segment)은 심실의 재분극 초기를 나타낸다.\n● 정상범위: baseline을 기준으로 0.2 mV 이하\n 상승:\n○ 심근경색\n○ 심낭염\n○ 고칼륨혈증\n 하강:\n○ 심근 허혈\n○ digitalis 중독\n○ 저칼륨혈증\n○ 각차단(bundle branch block)\n○ 심근증\n ST 분절은 특히 심근의 허혈성 변화에 따라 민감하게 변한다.\n T파\n● T파(T wave)는 심실근의 재분극에 대한 심전도적인 표현이다.\n● 동물은 사람과 달리 심전도 측정 시 안정된 자세를 유지하기 어렵기 때문에 ECG artifact가 잘 나타난다. Artifact의 경우, T파가 관찰되지 않는다. 이러한 소견은 정상 ECG와 artifact의 감별점이다.\n● T파의 진폭 방향에 따른 판독\n● 정상범위\n 특별하게 정해진 정상 범위는 없다.\n R파의 높이의 1/3을 넘지 않아야 함\n 비정상 T파의 유형\n Tall\n○ 고칼륨혈증\n Flat\n○ 심근경색\n○ 심낭염\n○ 갑상선 기능저하증\n Inverted\n○ 저칼륨혈증\n○ 심낭염\n○ 심근경색\n○ Heart block\n○ 소동물 임상에서 T파의 이상은 판단하기가 어렵지만 고칼륨혈증의 텐트(tent)형 T파와 저칼륨혈증의 저전압성 T파가 진단에 유용하다.\n심전도의 판독\n Step I: 심박수를 계수한다\n● 6초 계수법(paper speed 25 mm/sec)(그림 3-8)\n 큰 박스 30개 중에 있는 R-R 간격의 수를 센 다음 10을 곱한다.\n● 3초 계수법(paper speed 50 mm/sec)\n 큰 박스 30개 중에 있는 R-R 간격의 수를 센 다음 20을 곱한다.\n● R-R 간격법(그림 3-9)\n 두 개의 R파의 간격을 잰 후\n○ 300/큰 박스 수(25 mm/sec), 600/큰 박스 수(50 mm/sec)\n○ 1,500/작은 박스 수(25 mm/sec), 3,000/작은 박스 수(50 mm/sec)\n● Heart ruler 방법(25 mm/sec) (그림 3-10)\n 특별하게 고안된 심전도용 계측자를 특정부위의 R파에 화살표가 위치하게 한 후, 그 점에서부터 3번째에 위치하는 R파에 표기된 숫자를 읽으면 된다.\n Step II: 심실 박동을 관찰한다\n● R-R 간격을 확인하라(컴퍼스나 연필을 이용하여 각 R-R 간격을 측정하여 박동의 규칙성을 확인한다.\n● 간격이 0.1초 이하로 차이가 나면 ‘regular’ 박동이라고 하고, 간격이 0.1초 이상 차이가 나면 ‘irregular’ 박동이라고 한다.\n● 만약 간격의 불규칙성이 매우 무작위하게 나타날 경우에 이를 “irregularly irregular”라고 하고, 간격의 불규칙성이 일정한 유형으로 나타날 경우를 “regularly irregular”라고 한다(그림 3-11).\n Step III: P파를 분석하라\n● P, P9, F, f파의 분석(그림 3-12, 3-13, 3-14)\n P파: SA node에서 유래한 P파(그림 3-12)\n P9파: SA node 이외의 지역(예: AV node 인접부)에서 유래한 P파(그림 3-13)\n F파: 심방조동(atrial flutter)의 P파(그림 3-14A)\n f파: 심방세동(atrial fibrillation)의 P파(그림 3-14B)\n● 심방 박동수와 심방의 rhythm을 확인\n● P파의 형태와 QRS와의 연관성을 확인\n P파는 여러 가지 원인에 의해 다양한 형태로 나타날 수 있고 premature beat의 경우, QRS의 뒤, 중간, 앞에 올 수도 있고 T파와 겹쳐 나타날 수도 있으며 block에 의해 나타나지 않을 수도 있다.\n Step IV: P-R 간격을 측정하라\n● SA node에서 AV node로 전도되는 속도/비율을 측정\n● P-R 간격측정\n● 모든 P가 QRS와 연결되어 있나?(그림 3-16)\n● 모든 P-R 간격이 일정한가?\n● AV conduction rate를 측정\n Step V: QRS를 측정하라\n● QRS를 확인하라.\n● QRS complex의 길이를 측정하라.\n● 리듬이 규칙적인가 아니면 불규칙적인가?\n● Premature beat(조기 박동)이 있는가?\n● 심실상성인가 심실성인가?\n● QRS complex의 길이가 변했는가?\n● Lead II에서 R파가 양극(positive)을 향하고 있는가?\n● QRS complex 형태가 정상인가?\n Step VI: 부정맥의 발원지를 추적하라\n● P파의 모양이나 QRS의 모양 및 P-QRS의 연관성 등을 분석하여 가능한 부정맥의 발원지를 추정한다.\n심전도상 심장의 종대 패턴\n 좌심방 종대\n● 좌심방 종대의 심전도적인 특징은 Lead II에서 P파의 길이가 연장되거나(wide P wave) P파가 둘로 나누어져(notched P wave) 나타나는 경우이다(그림 3-20A).\n● SA node(우심방)의 충동(impulse)이 좌심방의 확장 때문에 전도시간이 지연되어 발생한다.\n 개: P.0.04 sec\n 대형견: P.0.045 sec\n 고양이: P.0.04 sec\n 우심방 종대\n● 우심방 종대의 심전도적인 특징은 Lead II에서 P파의 진폭이 증가되는(tall P wave) 경우이다(그림 3-20B).\n● SA node(우심방)의 박동이 우심방의 확장으로 인해 충동의 강도가 증가되어 발생한다.\n 개: P 0.4 mV\n 고양이: P 0.2 mV\n 양심방 종대\n● Lead II에서 P파가 높고 길게 나타나는 경우(tall and wide P wave)\n● Wandering atrial pacemaker가 존재할 때, P파 진폭을 측정하는 것은 부적절하다.\n● 소동물에서 심전도의 심방종대에 대한 민감도와 특이도는 높지 않다.\n 좌심실 종대\n● 심실 수축기에서 R파는 좌심실 수축과 관 련이 있고 S파는 우심실 수축과 관련이 있다.\n● 심전도상에서 S파보다 R파가 뚜렷하게 보이는 이유는 좌심실이 우심실보다 월등히 두꺼워 더 강한 전기파가 만들어지기 때문이다. 또한 lead의 위치에 따라 S파와 R파의 진폭이 달라지게 되고 우심실에 근접할수록 S파의 진폭이 커지고, 좌심실에 근접할수록 R파의 진폭이 커진다. Lead II는 정상적으로 S파의 진폭이 크지 않은 lead이지만, 우심실이 종대되면 이 부위에서 deep S파가 관찰된다.\n 이 때문에 tall R wave가 좌심실 종대의 특징이다(그림 3-21).\n● 하지만 좌심실 concentric hypertrophy(심근 비대)의 경우, 심전도 소견은 정상인 경우가 많다.\n● 좌심실 종대의 심전도 소견:\n Left QRS axis deviation\n Lead II에서 R파의 진폭이 2.5 mV(소형 견종), 3 mV(대형 견종), 0.9 mV(고양이) 이상\n Lead II에서 QRS 길이가 0.05~0.06 sec 이상(개)\n 우심실 종대\n● 심실 수축기에서 R파는 좌심실 수축과 관 련이 있고 S파는 우심실 수축과 관련이 있다.\n● 정상적으로 심전도상에서 우심실은 얇고 전도 속도가 빠르기 때문에 강한 좌심실 수축 박동인 R파의 영향으로 뚜렷하게 관찰되지 않지만, 우심실이 종대되면 심장의 QRS벡터 방향이 바뀌어서 S파가 lead I, II, III에서 뚜렷하게 관찰된다.\n 때문에 deep S wave (presence of S wave in lead I, II, III)가 우심실 종대의 특징이다(그림 3-22).\n● 우심실 종대의 심전도 소견:\n Lead I, II, III에서 S파의 존재\n Right QRS axis deviation\n Lead V3에서 deep S파: S 0.7 mV\n Lead V3에서 SR파\n QRS axis의 right axis deviation이 가장 보편적인 진단 소견이다.\n V3는 우심실 종대를 나타내는데 가장 민감한 lead이다(예, frontal plane의 6 lead 모두 isoelectric QRS complex가 나타날 때).\n홀터 심전도 모니터와 입원환자용 심전도 모니터 장치\n홀터(Holter) 심전도 장치는 일반적으로 24~48시간 동안 몸에 착용하여 일상 생활 중에 관찰되는 부정맥을 감지하는 장치이다. 주로 일반 심전도 검사에서 부정맥이 관찰되거나 이상 심전도가 관찰되는 환자에 적용한다. 통상 홀터 심전도는 시간이 같이 표시되기 때문에 환자가 이상한 행동을 보이거나 실신 같은 증상을 보일 때 시간을 보호자가 기록해 두면 부정 박동 발생 당시 상황을 보다 쉽고 정확하게 평가할 수 있다(그림 3-23A). 과거에는 홀터 심전기가 가격도 고가이고 부착이 어렵고 관리하기가 어려운 점이 많았지만 최근에는 가볍고 선이 없이 부착이 가능한 장치가 많이 시판되어 홀터 심전도 검사가 일반 병원에서도 보다 일상적으로 행해지고 있다. 그림 3-23은 현재 저자가 사용하고 있는 홀터 장치이며, 일회용으로 최대 10일간 심전도 기록이 가능하고 선 없이 흉부에 부착하여 사용이 가능하다. 전용 분석프로그램도 있어서 분석과 진료기록으로 보관도 용이하다(그림 3-24). 또한 휴대폰 연동이 되어서 실신이나 응급상황에 모니터 역시 가능하다. 과거에 사용했던 홀터 심전도기는 휴대폰이나 전자파나 자기장을 유발하는 가정 내 전자기기에 간섭이 일어났지만 요즘 모니터들은 이러한 문제가 거의 발생하지 않는다. 다만 환자의 자세에 따라 심전도의 벡터 방향이 바뀌어서 심전도의 파형이 다양한 패턴으로 관찰될 수 있음을 알고 있어야 한다. 따라서 전극을 특정부위에 부착해서 사용하는 홀터 모니터와 달리 전극을 피부에 부착하여 사용하는 일회용 홀터 심전도의 파형을 이용하여 심종대 패턴을 판독해서는 안 된다.\n입원 환자의 심전도 모니터는 위중증 환자가 많은 병원에서는 필수적이다. 이러한 환자에서 일반 환자 감시장치에 달려있는 심전도 모듈을 사용하는 방법도 있지만 선이 꼬이거나 접촉 불량이 잦아서 최근에는 가슴에 부착하여 호흡수와 심박수를 동시에 모니터하는 간편한 심전도 모듈을 사용하는 병원의 수가 늘어가고 있다. 저자의 병원에서 사용하는 모듈의 경우, 휴대폰이나 테블릿 PC와 연동이 되고 영구적으로 반복 사용이 가능하다\n(그림 3-23B).\n"}