{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "04\n흉부 방사선\nThoracic radiography\n정상 심장의 방사선 소견\n심장은 흉부 방사선 촬영 시 흉곽을 차지하는 가장 큰 연부조직 중 하나이며 종격 내에 존재하면서 제3~6 늑간 사이에 위치한다. 심장의 등쪽면(위쪽)을 심저부(심기저부; heart base)라고 하고 심장의 배쪽면(아래쪽)을 심첨부(cardiac apex)라고 한다(그림 4-1, 그림 4-2).\n측면상에서 보면 심첨부는 심실간 중격(interventricularseptum; IVS)에 의해 형성되어 있다. 심장은 약간 기울어져 위치하며(심저부가 심첨부보다 더 전방에 위치한다) 이러한 소견은 측면상에서 뚜렷하게 관찰할 수 있다(그림 4-1). 복배면/배복면상 사진에서 보면 심첨은 보다 좌측에 위치한다(그림 4-2). 복배면/배복면상에서 관찰되는 심첨부의 위치는 외인성 요인(예, 폐활량의 변화)이나 내인성 요인(선천성 기형)에 의해 달라질수 있다. 특히 선천성 요인의 심첨부의 변위소견은 우발적 또는 기형에 의해 발생할 수 있다(예, situs inversus in Kartagener’s syndrome).\n심장의 실제 윤곽은 방사선상에서 보이지 않고, 대신 심장의 실루엣이 보인다. 이러한 심장 실루엣은 심장, 심낭, 심낭 내용물(지방과 소량의 체액) 및 대동맥과 폐동맥의 기시부를 포함하고 있다. 초음파 검사상에 이러한 구조물들은 각각 분리되어 관찰할 수 있다. 하지만, 흉부 방사선에서 심장의 실루엣은 매끈하지만, 심방과 심실의 분리구조물, 관상동맥구 같은 세부구조물은 관찰할 수 없다. 또한 방사선상에서 관상동맥이나 관상정맥을 확인할 수는 없다. 그러나, 심장의 주요분방의 위치 변화를 통해 심장종대(분방 포함)를 예측할 수 있다. 심장 실루엣의 배쪽/등쪽 마진은 폐로 둘러싸여 있어서(공기가 대조물로 작용) 방사선상에서 잘 관찰된다. 하지만 심저부의 마진을 자세히 관찰하기는 힘들다. 이 부분은 비슷한 연부조직 밀도를 가지는 여러 조직으로 둘러싸여 있다(대형혈관과 림프절 등이 같은 연부조직 밀도를 가지고 있다). 그러므로, 이 부위에서 발생한 병리적 소견을 종종 간과하기 쉽다. 따라서 초음파나 CT 촬영이 이 부분의 병리소견을 진단하는 데 더 유용하게 사용될 수 있다. 여러 인자들이 정상 심장 실루엣의 변화를 유발할 수 있기 때문에 종종 이러한 요인에 의한 오진이나 진단에 혼동이 올 수 있다. 대표적인 예가 개에서 품종 간 차이, 호흡주기에 따른 변화, 신체조건(BCS)에 따른 변화 등이다.\n심장분방의 확인\n심장내 분방과 대형혈관(폐동맥, 대동맥)의 윤곽은 조영촬영을 통해 확인할 수 있다. 하지만 일반 방사선 촬영을 통해서도 각각의 심장 분방의 경계면에 대한 위치확인을 통해 심종대나 대형혈관계의 종대 여부를 평가할 수 있다(그림 4-3).\n혈관 조영촬영은 심장 실루엣 내 심장분방의 위치를 파악하는 데 매우 유용하다. 심낭수의 존재는 심장분방의 종대 패턴을 분석하는 것을 어렵게 만든다. 일반적으로 사용되는 심장분방의 종대 패턴을 평가하는 규칙은 다음과 같다(그림 4-1, 4-2):\n● 개에서 좌심실(LV)과 좌심방(LA)은 심장의 꼬리쪽에 위치하고 우심실(RV)과 우심방(RA)은 심장의 머리쪽(cranial aspect)에 위치한다.\n● 심첨부의 위치를 기준으로 심장을 우측면과 좌측면으로 나눌 수 있다.\n● 외측에서, 우심실은 심첨의 머리쪽에 위치하고 복배면/배복면상(VD/DV view)에서는 심첨부의 우측에 위치한다. 반대로 좌심실은 심첨부의 꼬리쪽에 위치하고 VD/DV 상에서는 심첨부의 좌측에 위치한다.\n● 심장 위치에 따라 심첨부의 위치는 가변적이기 때문에 정확한 심첨부의 위치를 정의하기는 어렵다. 따라서 이러한 소견만을 가지고 심장이 우측으로 종대되었는지 좌측으로 종대되었는지를 판단해서는 안 된다.\n● 두 개의 심방은 측면상에서 보면 후대정맥(CdVC)과 비슷한 레벨에 위치한다.\n● 좌심방의 등쪽 경계면과 등쪽 꼬리쪽(dorsocaudal) 경계면은 폐정맥이 들어오고 우폐 동맥이 나가는 부위여서 방사선상 경계가 불분명하다.\n● 심장분방의 종대 패턴을 분석하기 위해 Clock face 분석법을 사용한다(그림 4-4): 그림에 나와 있는 숫자는 시계에서 볼 수 있는 숫자와 동일하며, 이를 이용하여 심장의 각분방과 대형혈관의 위치를 표시할 수 있다.\n 측면상\n◆ 좌심방(12~2시)\n◆ 좌심실(2~5시)\n◆ 우심실(6~9시)\n◆ 주폐동맥과 우심이(9~10시)\n◆ 대동맥궁(10~11시)\n 복배상\n◆ 대동맥궁: 11~1시\n◆ 주폐동맥: 1~2시\n◆ 좌심이(방): 2시30분~3시\n◆ 좌심실: 2~5시\n◆ 우심실: 5~9시\n◆ 우심방: 9~11시\n● 축종 간 차이점\n 복배/배복상에서 심첨부의 위치는 개에서는 보다 좌측을 향한다.\n 개에서는 복배상에서 좌심이가 2:30~3:00 사이에 존재한다. 따라서 전혀 안 보일 수도 있다.\n \n 개에서 복배상에서 좌심방 종대는 5:00~7:00 방향으로 진행된다(후방 주기관지 사이). \n심장의 크기와 모양에 영향을 주는 요인들\n여러 가지 인자들이 방사선상 심장의 형태변화에 영향을 준다. 따라서 오진을 막기 위해 이러한 정상적인 variation을 잘 알아두는 것이 중요하다. 대표적인 변동 요인으로는 품종 간 차이, 심낭내 지방축적, 나이, 호흡주기 및 심주기 등이 있다.\n축종 간 차이 정상적으로 개에서 품종에 따른 심장 모양과 크기의 변동이 관찰된다. 따라서 체형에 따른 심장의 크기와 형태변화는 개에서 매우 중요하다. \n품종 간 차이 개에서 기본적인 품종 간 차이는 표 4-1에 나와 있다. 하지만 이외에도 여기에 언급되지 않은 품종 간 변동이 존재한다. 이러한 품종 간 변동 사항은 흉부 방사 선을 정확하게 판독하기 위해 반드시 숙지해 두어야 한다(그림 4-5).\n심낭내 지방 다량의 지방조직이 심낭 내에 들어 있을 때 종종 심종대로 오진할 수 있다. 심낭내 지방은 심장 실루엣의 크기를 종대시키는 요인이지만 세심하게 관찰하면 지방을 감별할 수 있다. 심낭내 지방은 심장조직에 비해 밀도가 더 낮고, 이에 따라 심장 마진이 덜 선명하게 보이게 한다(그림 4-6). 이러한 소견은 연부조직(심장), 지방조직, 폐의 공기들 사이의 밀도가 점진적으로 변화되기 때문에 일어나는 현상이다. 방사선 촬영 기법에 따라 심낭내 지방을 감별할 수도 있다. 개의 심장은 흉곽에 형태에 따라 크게 달라지기 때문에 이러한 흉곽의 모양에 따른 변화가 정확한 진단에 가장 중요한 요소가 된다. \n나이 어린 동물은 더 큰 심장을 가지고 있는 것처럼 보인다(흉곽이 이 시기엔 상대적으로 작기 때문에). 따라서 보다 어린 동물에서는 전체 심장의 크기 변화 이외에도 형태변화를 신중하게 평가해야 한다. \n체형 체형의 변화는 중력에 따른 변화를 유발하므로 심장 실루엣에 변화를 유발할 수 있다. 따라서 한결같은 방법으로 방사선 촬영을 실시하는 것이 오진을 막기 위해 중요하다. 일반적으로 심장 질환에 대한 검사를 위해서는 우측-외측상과 복배상 촬영이 주로 사용된다. 이러한 방사선 사진의 촬영상에 상관없이, 심장 실루엣은 원래 심장보다 항상 약간 더 크게 보인다(effects of magnification). 방사선 촬영상에 따른 개의 심장 실루엣의 모양 변화는 그림 4-8에 나와 있다.\n호흡주기 호기 시 촬영되면 흉곽이 축소되어 있어서 심장이 상대적으로 더 커보인다\n(그림 4-8). 흉골접촉면 역시 호기 때 증가되므로 심종대처럼 보이게 할 수 있다. 또한 호기 때 작지만 심장은 실제로 더 커진다. 또한 호기 때 심장 실루엣은 전방에선 인접한 종격동 지방에 더 근접해지고 후방에선 횡격막과 더 많이 오버랩되므로 윤곽을 확인하기가 더 어려워진다. 또한 심장과 접촉한 폐의 공기가 빠져나가므로 두 장기 사이 경계면이 덜 선명해진다. 이러한 변화는 특히, 노령동물, 비만한 동물 및 천표호흡을 하는 동물에서 더 심하게 관찰된다.\n심장주기 심장주기에 따른 변화는 거의 심장 실루엣에 변화를 주지 않는다. 이러한 변화는 심장이 천천히 뛰는 대형동물에서 관찰할 수 있다. 대부분 방사선 사진은 심실의 이완기 때 촬영된다(심실 수축기보다 길기 때문에). 심실 수축기 말기에서 심방은 더 둥글고 bulging된다. 심실은 U자 모양 대신에 더 V자 모양으로 보인다. 복배상/배복상에서 주폐동맥은 수축기에 더 선명하게 보인다. \n심장 실루엣의 크기 측정\n방사선 촬영 후 심장의 정확한 크기 측정은 진단에 매우 중요하다. 하지만 방사선 사진 단독으로 정확한 크기 측정이나 심장 분방의 종대 유형을 측정할 경우, 부정확할 수 있기 때문에 심초음파 검사를 병행하는 것이 좋다.\n심장크기 평가에 대한 가이드라인 많은 논문에서 심장의 정상 크기를 정량하기 위한 방법이 평가되었다. 이러한 방법들 모두 검사한계가 있기 때문에 검사 방법의 장단점과 심장 실루엣 크기 변화를 유발하는 여러 가지 변동요인을 잘 숙지해 두는 것이 좋다.\n● 개의 심장크기 평가법(그림 4-9)\n 측면상에서 심장의 길이는(심저부에서 심첨부까지) 흉곽의 전체 길이의 약 70% 정도이다.\n 심장의 폭은 2.5늑간(deep-chested breeds)에서 3.5늑간(round-chested breeds) 사이이다. 배복상에서 심장의 폭은 흉곽 폭의 60~65% 정도이고 복배상에서는 심장의 음영이 가장 넓은 곳에서 측정하여 흉곽의 2/3을 넘지 않는다.\n● 방사선상 좌심방 확장의 평가: 최근 이첨판 질환 환자에서 좌심방 확장 정도를 흉부방사선상에서 확인하는 새로운 측정법이 개발되었다. 첫 번째 방법인 vertebral left atral size (VLAS)는 미국에서 개발된 좌심방의 폭을 측정하는 방법으로, 심장초음파상 장축(LA:AoLx)과 단축(LA:AoSx)에서 측정한 좌심방 확장 정도와 높은 일치도를 보였다(그림 4-11). 물론, VHS처럼 품종 간 차이가 있지만, 초음파가 없이 심장 확장 정도를 측정할 수 있는 좋은 지표로 미국수의내과학회에서는 보고하고 있다. ACVIM MMVD stage 분류법에 분류된 이첨판 질환 환자에서 VLAS의 측정치는 정상군 2.1, B1군 2.1, B2군 22.6, C/D군 3.0 이상이었다고 한다. 따라서 실제 임상에서 VLAS 2.4이상이면, 좌심종대가 있다고 평가한다.\n비슷한 시기에 유럽에서 나온 또 다른 흉부방사선상 좌심방 측정법인 radiographic left atrial dimension (RLAD)은 좌심방의 높이를 측정하는 방법으로 심장초음파의 단축(LA:AoSx)에서 측정한 좌심방 확장 정도와 높은 일치도를 보였다(그림 4-12). 좌심방의 일부가 폐정맥 음영과 겹칠 수 있는 문제가 있지만 초음파가 없이 심장 확장정도를 측정할 수 있는 좋은 지표로 보고되어 있다. 특히, RLAD .1.8이면 좌심방확장을 나타내는 민감도 93.5%, 특이도 96.8%이다. 또한 재현성도 아주 우수하고 검사 간 차이도 거의 없었다고 한다.\n기관 Trachea과 기관용골 Carina의 위치\n기관과 기관용골의 위치는 심장의 크기와 분방종대를 평가하는 데 매우 유용하다(그림 4-13). 측면상에서, 기관은 척추를 따라 분기되고 있다. 개에서는 품종 간에 차이가 많다. Deep-chested 품종은 분기각이 가장 크고, shallow-chested 품종은 거의 각을 이루지 않고 척추와 나란하게 분기된다. 이러한 소견을 심종대 소견으로 오진할 수 있다. 측면상에서, 기관 분지부 앞에서 정상적으로 ventral bend를 관찰할 수 있다(그림 4-14). 이러한 소견은 좌심종대가 심한 환자에선 종종 볼 수 없다. 그러나 이러한 소견은 normal, shallow, round-chested 품종의 개에서도 볼 수 없는 경우가 있다.\n기관용골은 제4~5늑간 사이에 위치해야 한다. 기관으로부터 뻗어나온 좌/우 전방 주기관지의 횡단면이 둥근 반지 모양의 구조로 관찰된다. 복배상/배복상에서는 좌/우 전방 주기관지 사이각은 기관지 분지부에서 약 608 정도를 이루고 있다. 주기관지는 V자를 뒤집어 놓은 모양으로 분포되어 있다.\nPericardial fat stripe\n만약 흉수가 있을 경우, 심장의 크기를 정확하게 평가하기란 어렵다. 흉수가 있을 경우, 측면상에서 심낭과 흉막 사이에 지방의 존재를 확인할 수도 있다. 이러한 소견을 pericardial fat stripe이라고 하고, 이러한 소견은 흉수를 진단하는 데 도움이 된다(그림 4-15).\n대형혈관계의 방사선 소견\n 대동맥\n대동맥(aorta)은 다음 3개의 부분으로 나누어진다.\n● 상행 대동맥: 짧고 심장의 머리쪽에서 유래. 좌심실과 같은 방위(orientation)를 가짐\n● 대동맥궁: 짧고 꼬리쪽으로 곡선을 이루고 있음. 여기서 완두동맥과 좌측 쇄골하동맥이 분지된다.\n● 하행 대동맥: 길고, 흉부와 복부 대동맥으로 나누어짐\n대동맥목(aortic isthmus)은 상행 대동맥과 대동맥궁의 연접부를 말한다. 상행 대동맥은 심장기저부의 전방에 위치하며 심장구조물과 오버랩되어 있어서 명확하게 관찰하기가 힘들다. 대동맥궁과 하행 대동맥은 측면상과 복배/배복상 모두에서 관찰이 가능하다. 정상 동물에서, 하행 대동맥의 좌측 경계선을 복배/배복상에서 관찰할 수 있다. 대동맥의 직경은 인접한 척추뼈의 높이와 비슷하다(그림 4-16). 후대정맥과 달리 대동맥의 직경은 저혈량증이나 용적과부하에 의해 변하지 않는다. \n 후대정맥\n후대정맥(caudal vena cava; CdVC, 그림 4-17)은 복부장기와 후지에서 혈액을 받아서 우심방으로 혈액을 보내는 혈관이다. 최종 복부 혈관분지는 간정맥이다. 후대정맥은 횡격막의 오른쪽을 횡단하여 흉강으로 들어간다. 그 다음에 폐의 보조엽과 우측 후미엽 사이를 종단하여 관상동맥구 등쪽에서 우심방으로 들어간다. 후대정맥은 right phrenic nerve와 근접해 놓여 있다. 대부분의 흉강내 후대정맥은 방사선상에서 쉽게 관찰된다. 외측상에서, 후대정맥은 우심실 경계부의 후방 1/2 지점부터 횡단하며 심장 실루엣과 오버랩되어 관찰되고 횡격막으로 들어가는 부위의 후대정맥이 가시적으로 확인이 가능하다. 복배/배복상에서, 심장의 오른쪽에서 횡격막 내로 들어가는 혈관을 확인할 수 있다.\n후대정맥의 직경은 호흡주기와 심장주기에 따른 흉강내압의 변화에 따라 크게 변동된다. 또한 우심부전, 저혈량증 및 폐쇄성 혈관질환(예, 카발신드롬, 종양)에 의해서도 혈관 직경이 크게 변동될 수 있다. 후대정맥의 확장은 주로 우심부전이 있을 때 관찰된다. 후대정맥의 확장소견은 다음과 같다:\n● CdVC: Ao . 1.5 (우심부전을 강하게 암시함)\n● CdVC: VL . 1.3\n● CdVC: R4 . 3.5\nAo 5 대동맥, CdVC 5 후대정맥의 최대직경, R4 5 오른쪽 4번째 늑골(척추 바로 아래에서 측정), VL 5 기관 분지부의 척추뼈 길이\n 전대정맥\n전대정맥(cranial vena cava; CrVC)은 머리, 목, 흉벽, 전지로부터 유입된 혈액을 받아들인다. 액와정맥은 내경정맥과 외경정맥과 함께 좌/우 완두정맥으로 합체되어 들어가서 전대정맥을 형성한다. 이 혈관은 전종격에 분포되어 늑연골정맥과 내흉정맥의 혈액뿐만 아니라 기정맥(azygos vein)의 혈액을 받아 우심방으로 보낸다. 전대정맥은 기종격동(pneumomediastinum)이 발생하지 않는 한 방사선상에서 관찰되지 않는다. 측면상에서 전종격의 배쪽 경계를 형성한다.\n 기정맥\n기정맥(azygos vein)은 제1요추 정맥에서 기시해서 aortic hiatus를 통해 흉강으로 들어간다. 그리고 늑간정맥, 늑골하 정맥, 식도 및 기관지 식도 정맥과 연결되어 있고 전대정맥에서 종결되는 혈관이다. 특별히 크게 확장되거나 기종격동이 발생하지 않았다면, 방사선상에서 관찰되지 않는다. 이 혈관은 척추의 배쪽면을 따라 형성되어 모든 추간혈관의 분지혈관과 연결되어 있다. 이러한 혈관은 deep-chested나 narrow chest를 가진 품종에서는(예, 그레이하운드) 관찰하기가 매우 힘들다.\n 흉관\n흉관(thoracic duct)은 횡격막 crura 사이에서 기시한다. 흉강내 경로(분포)는 다양하지만 대동맥의 우측 등쪽 경계면을 따라 전방으로 분포되어 있다. 흉관의 종말점(termination)은 다양하지만 보통 후대정맥으로 들어가거나 좌경정맥으로 들어간다. 흉관은 방사선상에서 보이지 않지만, 림프관 조영촬영이나 CT 촬영/T2-MRI 촬영을 통해 확인이 가능하다.\n 주폐동맥\n주폐동맥(main pulmonary artery)은 폐동맥판에서 기시하여 등쪽 후방으로 아크를 이루며 형성된 대형 혈관이다. 이 혈관은 대동맥근(aortic root) 바로 후방에서 좌폐동맥과 우폐동맥으로 나누어진다. 그리고 오른쪽과 왼쪽 폐엽으로 분지되어 들어간다. 동맥관 인대(ligamentum arteriosum)는 좌폐동맥의 근위단에 연결되어 있다. 외측상에서 주폐동맥은 심장 실루엣과 오버랩되어 잘 관찰되지 않지만, 때때로 기관용골 바로 아래쪽에서 둥근 연부조직 밀도의 구조물로 관찰될 수 있다. 이때 이를 비정상 결절로 오인해서는 안된다. 외측상에서는 주폐동맥의 좌우 가지를 확인할 수 있다. 좌측가지는 우측가지보다 약간 더 전방으로 진행하고 우측가지의 등쪽으로 진행한다. 복배/배복상에서 주폐동맥은 심장 실루엣의 좌측 상단에서 관찰된다(그림 4-18). 이 혈관은 수축기 동안에 더욱 뚜렷해지며, 복배상이 배복상보다 더 뚜렷하게 관찰된다. 이러한 변화를 질병으로 오인해서는 안된다. 좌폐동맥과 우폐동맥의 기시부는 심장 실루엣과 오버랩되어 관찰이 어렵지만, 그 하부가지는 후폐엽을 따라 아래쪽으로 형성된 관상 구조형태로 관찰이 가능하다.\n 전폐엽의 동맥과 정맥(Cranial lobar pulmonary arteries and veins)\n전폐엽에 분포된 폐엽의 동맥과 정맥(그림 4-19)들이 방사선상에서 관찰이 가능하다. 폐엽의 정맥은 외측상에서는 동맥의 배쪽(아래쪽)에 위치하고 복배상에서는 동맥의 중앙(안쪽)에 위치한다. 이러한 혈관은 좌측 외측상에서 가장 잘 분리되어 관찰할 수 있다. 동맥은 기관지와 아주 근접해 내려가지만 정맥은 기관지에 아주 근접해 내려가지는 않는다. 동맥은 약간 곡선형이고 정맥보다 더 선명하게 보인다. 정상적으로 동일한 부위의 동맥과 정맥은 동일한 직경으로 보여야 한다. 외측상에서 전폐엽의 직경 측정에 대한 여러 가지 방법이 있지만, 가장 보편적인 판독법은 다음과 같다: “전폐엽의 혈관 직경은 제3~4늑골의 가장 좁은 면의 직경보다 굵어서는 안 된다.”\n● 개: 전폐엽의 혈관 굵기는 거의 동일해야 하고, 제4늑골의 근위 1/3 지점의 직경에 비해 정맥이나 동맥의 직경이 0.73(60.24)배 정도이다. 만약 제4늑골의 근위 1/3 지점의 직경에 비해 1.2배 이상 굵으면, 이 혈관이 종대된 것으로 판단할 수 있다. 또한 측면상에서 제4늑골의 근위 1/3 지점의 직경에 비해 커도 이 혈관이 종대된 것으로 볼 수 있다.\n정맥은 내측(안쪽)에 위치하고 좌심방(심장 실루엣과 주기관지 사이의 중앙에 위치)을 향해 달리고 있다. 배복상 사진에서 종대를 판단하는 가장 보편적인 방법은 다음과 같다:\n● 개: 후폐엽의 동맥과 정맥은 비슷한 굵기여야 한다. 동맥과 정맥의 직경은 인접부의 제9늑골의 직경보다 굵어서는 안 된다.\n\n방사선상 폐엽의 패턴\n방사선상 폐엽의 패턴은 국소적 또는 미만성 폐실질의 변화를 표현하는 방법으로 폐엽의 밀도증가를 폐의 조직에 따라 분류하는 방법이다. 일반적으로 사용되는 폐엽의 패턴은 다음과 같다(표 4-2):\n● Alveolar pattern\n● Bronchial (Peribronchial) pattern\n● Vascular Pattern\n● Interstitial Pattern\n● Mixed pattern\nAlveolar lung pattern 폐엽의 방사선상 밀도증가가 폐포강의 침윤 때문에 발생한 경우로, 폐포는 완전히 붕괴되어 공기로 채워져 있지 않고, 폐포에는 체액이나 연부조직 밀도의 물질로 채워져 있다. 방사선상 특징은 1) Homogenous soft tissue opacification, 2) Border obliteration with adjacent soft tissue structures or fluid, 3) Air bronchogram 등이다.\n● Air bronchogram: 폐엽이 붕괴되고 경화(consolidate)되었을 때, 기관지는 공기로 차여 있고 여전히 개방되어 있고(기관지 연골 때문에 붕괴되지 않음), 폐포는 체액이나 삼출물로 차여 있다. 이 경우, 연부조직 밀도의 폐조직에 의해 공기가 차있는 기관지가 포위되어 보이는데 이때 보이는 공기밀도의 음영(일명 black worm)을 ‘air bronchogram’이라고 한다. 이러한 소견은 폐엽의 질병상태나 alveolar lung pattern을 의미한다. Air bronchogram이 모든 형태의 폐포성 폐질환에서 air bronchogram이 관찰되는 것은 아니다(그림 4-21). 그러나 이 소견은 alveolar lung pattern을 나타내는 가장 특징적인 소견이다.\n● Margination: 만약 이환된 부위가 폐엽보다 작을 경우, 폐엽의 마진이 불분명해진다(구름과 비슷한 fluffy margin). 만약 폐엽 전체가 이환되면, 인접 연부조직과 마진소실(경계가 불분명; border obliteration)이 발생하고, 만약 인접 폐엽이 공기가 차있다면, lobar sign이 관찰된다.\n● Lobar sign: 만약 인접한 두 개의 폐엽 중 하나의 폐엽이 경화되고, 다른 폐엽이 정상적으로 공기가 차있다면 두 폐엽의 경계가 분명하게 관찰되는데, 이러한 소견을 lobar sign이라고 한다. 이 소견은 alveolar lung pattern을 나타내는 특징적인 소견이지만, 흉수 때 관찰되는 fissure line(폐엽 사이사이에 물이 차있어서 폐엽의 경계가 선명해지는 소견)과는 감별이 필요하다(그림 4-22).\n● 이환된 폐엽의 크기: 만약 폐포성 폐질환에 이환된 폐엽의 크기가 너무 클 경우, 폐엽의 크기가 변화되어 붕괴된 폐엽과 경화된 폐엽 사이의 경계가 분명해진다. 이러한 소견은 복배/배복상 사진에서 가장 잘 관찰되며, mediastinal shift 같은 소견을 통해 평가가 가능하다:\n 경화된 폐엽은 정상이거나 그 크기가 증가된다. 만약 크기가 증가되면 종격동의 구조물들이 반대 방향으로 변위된다(mediastinal shift).\n 경화된 폐엽은 오히려 작아질 수도 있고, 종격동의 구조물들이 같은 방향으로 변위될 수 있다.\n 만성적인 경화가 있을 경우, 인접 폐엽을 과확장(hyperinflation)시켜서 mediastinal shift 소견이 소실되는 경우도 있다.\nPartial or non-consolidating alveolar lung pattern 많은 증례에서 폐포성 폐질환에 이환된 폐엽의 폐포강의 대부분이 붕괴되고 경화되지만, 완전하게 붕괴되지 않았을 경우, 방사선상 소견은 heterogeneous soft tissue opacification과 residual lucent spots이 관찰되는 것이다. 이러한 소견을 ‘salt-and-pepper’ 소견이라고 한다. Residual lucent grape-like air spaces를 일명 ‘air alveologram’이라고 한다. 이러한 폐엽 패턴에서는 border obliteration이나 lobar sign은 관찰되지 않는다. 실제 임상에서는 이러한 partial alveolar pattern이 더 흔하게 관찰된다.\nBronchial lung pattern 기관지 주위에 침윤에 의해 폐엽의 밀도가 증가하는 소견을 말하며 기관지벽의 비후, 기관지벽의 미네랄화 및 비정상 형태의 기관지 종대(기관지 확장증; bronchiectasis)에 의해 이러한 소견이 발생한다. 이러한 소견은 폐엽의 중앙 기관지나 말초기관지 등에서 관찰될 수 있다(그림 4-23). 방사선상 특징은\n● 반지 모양의 음영(ring shadows; 기관지 중앙은 검정 주변은 하얀 음영으로 보여 마치 반지나 도넛 모양으로 보임): thin-walled(기관지 미네랄 침착), thick-walled(염증이나 체액 침윤)\n● Tram lines(기관지 주위로 하얀 음영이 마치 기차선로처럼 늘어선 모양; parallel lines of increased opacity): thin-walled(기관지 미네랄 침착), thick-walled(염증이나 체액 침윤)\n● 폐엽 말초 부분에서 확장되고 불규칙한 음영을 가진 기관지 가지가 관찰됨(bronchiec tasis). Bronchial lung pattern은 때때로 정상 소견일 수 있다. 골격계가 발달된 동물이나 노령 동물에서 기관지에 경도의 미네랄화가 일어나 bronchial pattern으로 오진하게 만들 수 있다. 방사선상 특징은 다음과 같다.\n● Round opaque shadows (end-on vessels).\n● Thick band-like shadows (side-on vessels).\nInterstitial lung pattern 아래와 같은 원인에 의해 폐엽의 간질의 밀도가 증가하여 폐 엽의 방사선상 밀도가 증가하는 현상을 말한다. 간질성 패턴(interstitial lung pattern)은 방사선상 가장 구별하기 힘든 폐엽의 패턴이다. 따라서 오진을 막기 위해서 다음과 같은 사항을 지켜야 한다.\n 충분히 공기를 흡인한 폐엽의 사진을 진단에 사용할 것\n 다른 폐엽의 패턴이 맞지 않을 때 마지막으로 사용할 것\n Unstructured와 fine-structured pattern을 감별할 필요가 없다.\n 소형 폐엽 혈관의 Silhouetting은 간질성 패턴이 아니라 vascular pattern을 나타내는 소견이다.\n● Nodular interstitial pattern: 폐 간질에서 유래된 결절성 병소에 기인(예, 전이성 종양, 육아종성 질환-심장사상충, 원발성 속립성 종양).\n 방사선상 특징: 폐엽 전체에 걸쳐, 다발성 연부조직 밀도의 결절이 관찰되고, 결절의 크기가 크고 숫자가 많을수록 폐엽의 방사선 밀도는 높아진다. 방사선상 결절의 가시성(visibility)은 결절의 크기에 따라 결정되므로 최소 결절의 직경이 3~5 mm 정도는 되어야 가시적으로 관찰이 가능하다. 또한 주변 조직이 공기로 차여 있으면 대조가 잘되어 결절이 잘 보이지만, 주변 조직이 경화되거나 체액으로 차 있으면 경계가 불분명해져서 결절을 가시적으로 확인하기 힘들다. 젖꼭지나 늑연골 접합부를 결절로 오인해서는 안 된다. 3 mm 이하의 경계가 명확한 결절음영은 속립상 병소, End-on vessels, 미네랄 결절(예, pulmonary osteomas)을 암시한다. End-on vessels과 미네랄 결절은 정상이고, 우연히 발견될 수 있지만, 연부조직 밀도의 이상 구조물과 감별이 필요하다. Pulmonary osteomas의 경우, 모양이 다양하고 방사선 밀도가 아주 높다\n(그림 4-24).\n● Unstructured to fine-structured interstitial pattern: 폐엽의 간질강의 미만성 종창에 의해 발생(예, 폐부종, 폐출혈, 폐삼출, 미네랄화)한다. 방사선상 특징은 다음과 같다:\n 경도-중등도로 폐엽에 균질한 형태로 방사선 밀도 증가(unstructured pattern)\n 미세 구조의 밀도 증가(fine-structured pattern)-매우 작은 결절성 구조, short lin ear/reticular opacities (web-like), honeycombs. 소형 폐혈관은 여전히 구별이 가능하다.\n간질성 패턴은 혼합형 패턴의 한 형태로 볼 수도 있다.\nMixed lung pattern 여러 가지 폐엽 패턴에 의해 폐엽의 밀도가 증가하는 경우를 말하며, 대부분의 폐질환들은 이러한 혼합형 패턴을 띠며 즉시 치료가 필요한 경우를 나타내는 폐엽 패턴이다.\n방사선상 심장 실루엣의 크기나 심장 분방의 크기를 이용한 진단법\nMicrocardia 방사선상 심장의 크기가 정상보다 작아지는 경우로, 방사선상 특징은 다음과 같다:\n● 심장 실루엣 크기가 작고 측면상에서는 심첨이 뾰족하고, 복배/배복상에서는 심장이 좁아져 있다.\n● 심첨이 흉골에 떨어져 있다(loss of sternal contact).\n● 원인에 따라, 폐엽이 hyperinflation된 것이 아닌데 더 hyperlucent하게 보인다(더 검게 보임).\n● 후대정맥(CdVC)이 더 가늘게 보임\n● 감별진단: 저혈량증(shock, dehydration), Addison’s disease(hypoadrenocorticism), Emaciation, Atrophic myopathies. Artefactual(예, 기흉, deep-chested dogs, deep inspiration or pulmonary underinflation).\n심장 크기가 정상으로 보이는 심장 질환\n● 심내막염\n● Concentric ventricular hypertrophy(예, aortic stenosis, pulmonic stenosis, HCM)\n● 기타 심근 질환(acute myocardial failure, early or mild myocarditis, myocardial neoplasia)\n● 급성 이첨판 폐쇄부전증(건삭인대 파열에 의한)\n● 소형 심방 중격 결손증(ASD), 심실 중격 결손증(VSD) 또는 동맥관 개존증(PDA)\n● 일부 심낭 질환(압착성 심낭염, 급성 외상성 혈심낭)\n● 이뇨제를 과량 사용한 심장 질환\n심장 크기가 증가하는 심장 질환 방사선상으로 특정 심장 분방의 확장을 정확하게 평 가하는 것은 어려운 일이기 때문에 정확한 진단은 항상 심장 초음파 검사를 통해 이루어져야 한다. 종종 하나 이상의 심장 분방이 종대되므로 진단을 어렵게 만들기도 한다. 하지만 잘못된 자세로 촬영된 사진에서 흔히 특정 심장 분방이나 대형혈관의 확장이나 종대 소견으로 오인하기 쉽기 때문에 정확한 방사선학적 진단은 정확한 촬영자세와 함께 정상적인 변동요인을 모두 고려한 후 평가되어야 한다. 일반적으로 방사선 촬영은 오른쪽 측면상(우측 외측상)과 복배상(VD-view)을 기준으로 평가하므로 다음의 모든 내용들은 이러한 촬영각을 기준으로 기술된 내용이다. 표 4-3은 일반적인 심장종대 유형에 따른 감별진단 리스트를 요약해 둔 것이다.\n우심방 확장 우심방만 확장(그림 4-26D)되는 경우는 임상적으로 매우 드물다. 또한 이러한 소견은 우심방이 심하게 확장되지 않는 이상, 방사선상으로 확인하기가 매우 힘들다.\n● 외측상\n 심장 실루엣 머리쪽(cranial aspect)의 종말기관 바로 아래쪽(terminal trachea)에서 국소적 융기소견(focal bulging)\n 만약 우심방 확장이 너무 심하거나 종괴가 있을 경우, 상기 지점에서 기관을 등쪽으로 거상시킴\n 우심실 종대 소견과 동시에 나타남\n● 복배상\n 9~10시 방향 bulging\n 우심실 종대 소견과 동시에 나타남\n우심실 확장 우심실 종대는 흉부 방사선 검사에서 가장 흔히 오진하는 소견이다. 그 이유 중 하나는 shallow-chested 품종의 개에서 우심 종대를 암시하는 소견\n(예, sternal contact의 증가)이 자주 나타나기 때문이다. 따라서 품종 간 차이와 진짜 우심종대를 감별하기 위한 노력이 필요하다. 만약 진짜 우심종대가 있을 경우, 우심실 종대 소견은 종종 좌심종대 소견과 우심방 종대 소견과 함께 관찰되기도 하고, 우심실 단독 종대 소견으로 관찰되기도 한다.\n● 외측상\n 우심실의 크기를 평가하기 위해 기관용골(carina)에서 심첨(cardiac apex)까지 직선을 그었을 때, 심장 실루엣의 약 2/3가 심장의 전방을 차지하고 나머지 1/3이 심장의 후방을 차지해야 한다. 만약 우심계가 종대되면 심장 전방이 차지하는 비율이 4/5 이상으로 증가된다.\n 심첨부가 흉골에서 더 후방으로 등쪽으로 위치이동(심첨이 흉골보다 간쪽으로 더 향하고 심장이 누워 있는 것처럼 보임)하는 소견은 가장 대표적인 우심실 종대 소견이지만 항상 관찰할 수 있는 것은 아니다.\n 우심실이나 우심방 종대는 기관을 등쪽으로 거상시키지만(심저부와 기관용골 앞에서), 좌심종대 소견인 ventral bend의 소실 소견은 관찰되지 않는다.\n 기타 소견으로 심장 실루엣의 폭의 증가(비특이 소견)와 sternal contact 증가(비특이적이고 별로 유용하지 못한 소견) 등이 있다.\n● 복배상: 우심종대를 판단하는 데 측면상보다 더 정확한 방사선 사진이다.\n 흉곽의 오른쪽 면의 심장 실루엣의 증가\n 심장 실루엣의 우측 경계와 흉곽 가장자리 사이의 거리가 좁아짐\n Reverse ‘D’shaped heart(역 D자 모양 심장)\n 때때로, 심첨부가 왼쪽으로 변위되어 좌심종대로 오인하게 하기도 한다.\n좌심방 방사선은 좌심방 확장을 확인하기 좋은 방법으로 보통 중등도 이상의 좌심방 확장은 쉽게 확인이 가능하다.\n● 외측상\n 좌측 후방 기관지의 융기(compression)\n 심장의 후방 실루엣 마진의 cranial curvature 소실(토끼 귀 모양으로 올라가서 left atrial ‘tent’이나 ‘wedge’를 형성함\n 심장의 caudodorsal border의 높이 증가\n 좌심방으로 들어가는 폐정맥계 혈관의 종대(불분명한 결절성 밀도로 보임)\n \n● 복배상\n 좌심방 종대 소견은 5~7시 방향에서 관찰된다(후방 좌/우 주기관지 사이). 후방 좌/우 주기관지의 분기 소견을 유발(cowboy legs’sign). 중간 기관-기관지 림프절 종대로 오인할 수 있다.\n 대형 좌심방은 방사선상 ‘double density (double opacity)’ sign을 유발한다. 이 소견은 두 개의 서로 다른 연부조직 밀도가 후방 주기관지 사이에서 관찰되는 것을 말한다. 이러한 소견은 종대된 좌심방과 좌심실이 서로 오버랩되어 방사선 빔의 투과량이 감쇠되어 나타나는 현상이다.\n 종대된 좌심방은 2시30분~3시 방향에서 관찰된다.\n우심방 종대가 같이 나타날 수 있고 이럴 경우 심장은 하트 모양이 되기 때문에 이를 ‘valentine-shaped heart’라고 한다(그림 4-27).\n좌심실 심장의 편심성 비대에 의해 좌심실 종대 소견이 나타나며, 방사선상에서 쉽게 확인이 가능하다. 반면에 심장의 중심성 비대에 의한 좌심실 종대(비대) 소견은 방사선으로 확인이 다소 어렵다. 따라서 좌심실에 중심성 비대를 유발하는 질환(예, 대동맥판 협착증)에서 정상 방사선 실루엣을 보이는 경우도 많다. 좌심실 종대 환자는 흔히 좌심방 종대를 동반하고 때로 우심종대 소견을 동반하기도 한다.\n● 외측상:\n 기관거상(기관 전체가 거상되고 terminal ventral bend 소견이 관찰되지 않는다.)\n 심장 실루엣의 caudal border가 더 straight해진다(둥글지 않고 직선 형태).\n● 복배상:\n 심장 실루엣의 길이 증가\n 심첨이 좌측으로 더 변위되고 더 둥글어진다.\nGeneralized cardiomegaly 전체 심장 실루엣의 크기가 커지는 것을 말하며 대부 분의 심장 질환에서 관찰된다. 하지만 경미한 심종대의 경우, 판단하기가 쉽지 않다. 따라서 일정 기간 간격으로 연속 촬영을 하면 심장 크기 변화를 더 정확하게 평가 가능하다. 심장이 심하게 종대된 경우, 측면상과 배복상 모두에서 심장의 높이와 폭이 증가되는 소견을 확인할 수 있다. 또한 심장이 커질수록, 심장은 더욱 구상이 된다. 하지만 심낭수에 의한 심종대 소견과 오인하지 않도록 주의해야 한다.\nPericardial enlargement 심낭내 체액이 저류하거나 두께가 두꺼워지면 심장 실루 엣이 광범위하게 종대되고 심장은 구상(rounded/globoid)을 띠게 된다(그림 4-28). 심낭수와 심종대는 다음과 같은 방법으로 감별한다:\n● 심초음파 촬영(심장 주위에 무에코성 삼출액을 확인)\n● 방사선 촬영\n 심낭수(sharp border), 심종대(blurry border)\n 개별적인 심장 분방의 확장 소견이 없이 광범위한 심종대 소견만 관찰됨-좌심방 확장 소견이 없음\n 심낭수의 경우, 심장압전 때문에 폐엽은 더 저관류 상태이다. 반면 심종대의 경우, 폐정맥 확장 소견을 확인할 수 있다.\n 심낭수의 경우, 간종대, 비장종대 같은 우심종대 소견이 관찰될 수 있다. 하지만 이러한 소견은 광범위한 심종대에서도 나타날 수 있다.\n대형 혈관계 변화-대동맥\n● 대동맥궁의 종대: 외측상에서 심장의 cranial aspect에서 focal bulge 형태로 관찰된다. 원인으로는 와류에 의한 협착상단 확장을 유발하는 대동맥하 협착증(다소 드물게 대동맥 협착증)이 있다(그림 4-29). \n● 하행 대동맥의 종대: 배복상 사진에서만 관찰이 가능하고 대동맥의 left lateral border 가 전방(두측)에서 후방(미측)으로 가늘어진다. 11~1시 방향에서 대동맥의 bulging이 관찰되고 심장 실루엣이 길어진다. 대표적인 발생 원인이 PDA이다.\n● 기타 대동맥 종대\n Aortic aneurysm (Spirocerca lupi 감염에 속발; Ductus aneurysm/ductus diverticu lum, Coarctation of the aorta)\n Redundant aorta(예, Aged cats, brachycephalic dogs, congenital hypothyroidism)\n Abnormal location(예, Situs inversus, vascular ring anomalies)\n Calcification or mineralization of the aorta(우연히 발견됨-노령견, Rottweilers; 부갑 상선 기능항진증, 비타민 D 과잉증, 림프종, 부신피질 기능항진증, S. lupi 감염증, 동 맥경화증)\n Aortic body tumor\n대형 혈관계 변화-후대정맥 정상적인 후대정맥의 굵기에 대해선 앞에 기술되어 있다. 후대정맥의 굵기는 호흡주기와 심장주기에 따라 크게 달라진다는 사실을 명심하라. 따라서 판독은 반복사진 촬영을 통해 판단하라.\n● 후대정맥의 종대\n 우심부전\n 심장압전\n 압박성 심낭염\n 간정맥에서 후대정맥으로 유입되는 혈관계의 폐색(예, Budd-Chiari like syndrome)\n 정맥혈전\n 심장사상충의 카발 신드롬(그림 4-30)\n 종양이나 종괴에 의한 대정맥의 압박병소\n 외상에 의한 협착이나 섬유화\n 횡격막 허니아\n 선천성 심장병(예, cor triatriatum dexter)이나 혈관기형(예, membranous obstruction)\n● 후대정맥의 축소\n 쇼크, 저혈량증, 에디슨(부신피질 기능저하증)\n Artefactual (pulmonary hyperinflation)\n● 후대정맥의 미네랄화\n 미네랄화 종양\n Dystrophic mineralization\n Metastatic mineralization (hyperadrenocorticism, secondary hyperparathyroidism)\n 후대정맥의 Segmental aplasia: 아주 드문 후대정맥 기형으로 후대정맥이 소실되어 혈액이 기정맥(azygous vein)을 통해 우심방으로 들어간다. 따라서 비정상적으로 확장된 기정맥을 방사선상에서 볼 수 있다.\n Persistent left cranial vena cava: 비교적 흔히 발생하는 혈관 기형이지만, 심장 중재술을 위한 카테터 장착을 하지 않으면 확인하기가 힘들고 이 혈관은 태생기 때 관상구(coronary sinus)로 혈액을 보내는 역할을 한다.\n대형 혈관계 변화-주폐동맥 주폐동맥(main pulmonary artery)의 확장 소견은 심장 실루엣과 오버랩되므로 측면상에서 확인하기가 쉽지 않다. 배복상 사진에서 주폐동맥의 확장을 관찰하기가 용이하고, 주로 1~2시 방향 bulging 형태로 관찰된다. 주폐동맥의 확장은 폐동맥 협착증, PDA/ASD/VSD 같은 shunt성 심장 질환, 폐성고혈압, 심한 심장사상충 감염증에서 볼 수 있다(그림 4-18). 드물게는 VD position 또는, 심장 수축기때 촬영하거나 positional rotation 등과 같이 질병과 상관없이도 종대처럼 보이기도 한다.\n폐엽의 동맥과 정맥 폐엽에서 정맥과 동맥 혈관의 크기를 비교하는 방법은 위에 기술되어 있다. 폐정맥의 종대는 좌심 질환과 관련이 있고, 폐동맥의 종대는 우심성 질환과 관련이 깊다.\n우심부전과 좌심부전의 방사선상 특징\n 개의 좌심부전의 방사선상 특징\n● 심장원성 폐부종 소견이 관찰된다(희미한 간질성 침윤에서 심한 alveolar pattern의 침윤 소견이 폐문을 중심으로 미만성으로 관찰된다).\n● 측면상에서 perihilar region에서부터 침윤 소견이 관찰되고, 이러한 침윤 소견은 오른쪽 후폐엽(배복상 사진)이 가장 두드러지게 관찰되는 부위이다.\n● 폐엽의 침윤 소견은 중앙에서 말초쪽으로 확산되는 형태를 취한다.\n● 좌심종대 소견이 있는 환자는 반드시 좌심계 질환을 유발하는 원인이 확인되어야 한다. 또한 좌심방 확장 소견이 반드시 동반되어야 한다.\n● 비심장원성 폐부종과 감별이 필요하고, 이 경우 심음 청진을 통해 감별이 가능하다. 모든 심장원성 폐부종은 심잡음을 동반한다.\n● 대부분의 좌심부전은 점진적으로 일어나기 때문에 눈에 띄는 좌심종대 소견이 방사선상에서 확인되지만 건삭인대 파열 같은 급성 좌심부전의 경우, 심종대 소견이 없이 폐부종을 유발할 수 있다. 이 경우, 심초음파 진단이 감별에 필요하다.\n\n 개/고양이의 우심부전의 방사선상 특징\n● 흉수:\n \n 개와 고양이 모두 우심/좌심 모두가 관련된 양심성 질환에서 나타나는 소견이다.\n 일반적으로 흉수는 우심성 질환에 의해 발생하므로 그 원인을 정확하게 파악하는 것이 중요하다.\n● 후대정맥 확장\n● 간종대\n● 복수(개의 경우 대표적인 우심부전의 원인)\n● 심낭수\n표 4-4는 심장 질환별 방사선 소견을 요약해 둔 것이다.\n"
}