{"title": "증례로 보는 소동물 심장학 2판", "author": "현창백 2e", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "05\n심초음파\nEchocardiography\n서론\n심장 초음파는 비침습적인 검사방법으로 심장의 형태와 기능에 대한 여러 가지 유용한 정보를 제공한다. 1953년 스웨덴에서 최초 개발된 이후 임상 심초음파 진단은 성숙단계를 거쳐서 현재 tissue Doppler imaging, 대조 심초음파(contrast echocardiography), 경식도 심초음파(transesophageal echocardiography; TEE)와 3차원 심초음파까지 보다 세밀한 진단 기법들이 개발되고 있다. 이 장에서는 이러한 심장 초음파 진단의 기초에 대해 기술되어 있다.\n초음파의 원리\n초음파는 체액이나 연부조직을 잘 통과하지만, 뼈, 금속, 공기 같은 조직은 잘 통과하지 못한다. 초음파의 기본원리는 탐촉자(probe)를 통해 목표조직에 음파를 침투시키는 원리로, 방사된 초음파가 목표장기를 통과하여 어느 부위에서 반사되어 탐촉자로 되돌아 오는 정도를 영상화하는 진단기법이다. 만약 많은 양의 초음파가 되돌아오면(예를 들어, 심근), 고에코성이라고 말하고 이러한 초음파는 초음파 영상에서 밝은 영상으로 표현된다. 반면 초음파가 조금밖에 되돌아오지 못하면(예, 혈액이나 혈관), 저에코성이라고 하고 초음파 영상에서 어두운 영상으로 표현된다.\n심장 초음파의 초음파 빔은 초음파를 주기적으로 양산하는 여러 개의 piezoelectric crystals로 구성된 phased array transducer에 의해 발산된다. Sector scanning 탐촉자가 좁은 늑간을 통해 심장을 영상화할 수 있기 때문에 보통 심초음파에 사용되는 탐촉자이다(그림 5-1).\n초음파의 주파수는 분당 초음파를 발산하는 사이클 수에 의해 결정된다. 고주파수 탐촉자는 분당 더 많은 사이클의 초음파를 발산하므로 음파형이 짧다. 이러한 탐촉자는 보다 작은 구조물에서도 음파가 반사되므로 고화질을 띠지만, 저주파성 탐촉자에 비해 조직 투과력이 약하다. 조직 투과력이 탐촉자의 주파수에 반비례하기 때문에 탐촉자의 선택은 환자의 크기에 따라 결정된다. 다시 말해, 탐촉자의 주파수가 높을수록, 조직의 투과력은 약하다. 고양이와 작은 개에서는 7.0 MHz 탐촉자가 주로 사용된다. 5.0 MHz 탐촉자는 대부분의 개에서 적합하다. 매우 큰 개의 경우, 최적의 조직 투과력을 위해 3.5 MHz 탐촉자를 사용해야 한다. 일반적으로 심초음파 검사에 사용되는 sector probe는 주파수가 가변형이라서 다양한 크기의 동물에 적용이 가능하다. 그림 5-1에 나와있는 탐촉자의 경우, ‘P8-4’라고 쓰여 있는데 이는 4.0~8.0 MHz까지 초음파의 주파수가 변조가 가능하다. 따라서 일반적으로 고양이부터 대형견종까지 심장을 영상화하는 데 큰 무리가 없다.\n검사를 위한 장비\n심초음파 검사를 통해 좋은 영상을 얻기 위해서는 좋은 품질의 초음파기계와 숙련된 술자 및 환자의 협조가 필요하다. 보다 나은 영상을 얻기 위해 환자는 횡와위로 눕혀야 한다. 조그마한 창문이 있는 검사 테이블을 이용하여 환자의 아래쪽에서 영상을 잡아 충분한 초음파 검사영역을 확보하는 것이 중요하다(그림 5-2A). 이러한 자세를 통해 심장이 중력에 의해 조금 더 탐촉자에 가깝게 위치할 수 있다. 대형 견종의 개에서는 기립자세로 심초음파 촬영을 할 수도 있다.\n검사기법\n동물에서, 제모를 하고 초음파 젤을 흉벽에 바르면 탐촉자의 피부 접촉률이 높아져서 영상의 질이 높아진다. 털이 짧은 동물에서는 제모가 필요 없는 경우도 있다. 하지만 도그 쇼에 출전하는 개를 검사할 때는 제모에 앞서 반드시 보호자의 허락을 받아야 한다. 비록 지속시간은 짧지만 알코올이나 물을 뿌려주는 것도 초음파 검사에 도움이 된다. 환자는 검사창이 있는 특수 제작된 초음파 테이블에 측면 횡와위로 눕혀서 검사를 실시한다(그림 5-2B). 샌드백을 후지에 올려 놓게 되면 뒷다리를 보정할 수 있으므로 보정 인력을 줄일 수 있다. 환자의 앞다리를 전방으로 당기고 동물의 팔꿈치를 옆으로 하여 탐촉자를 쉽게 흉벽에 댈 수 있게 한다. 초음파 탐촉자의 각도를 바꿔가면서 보고자 하는 심장의 구조물이 가장 잘 영상화되게 한다.\n심초음파는 고통을 수반하는 검사가 아니므로 진정제나 마취제 투여없이 개와 고양이에서 실시할 수 있다. 반대로 비협조적인 동물에서는 진정을 통해 스트레스를 줄이고 검사시간을 단축할 수 있으며, 영상의 질을 높일 수 있다. 만약 환자가 특별한 이유가 없이 (예, 관절통증이나 호흡부전) 너무 비협조적이고 흥분해 있거나 너무 공격적인 경우, 진정제 투여가 고려된다. 울혈성 심부전증의 증상이 뚜렷한 환자의 경우, 심초음파 검사에 앞서 이뇨제 투여로 증상을 먼저 어느 정도 완화시킨다. 표 5-1에 심장 초음파 검사에 필요한 진정요법이 요약되어 있다. \n정상 심장 초음파: 영상 획득법, 표준영상 및 순서\n종합 심초음파 검사에는 2차원(2D; B-mode), M-mode와 도플러 영상 초음파가 포함된다. 심초음파 검사는 항상 2D 검사를 먼저 실시하여 기초적인 이상 소견과 참고수치를 측정하고 M-mode와 도플러 영상 초음파 진단을 위한 진단학적 실마리를 추적한다. 심장 초음파에서 가장 중요한 진단적 실마리가 초음파 영상에서 확인되지 않을 수도 있으므로 초음파 소견과 환자의 임상소견을 같이 두고 평가해야 한다. 따라서 정확한 진단은 좋은 신체검사와 세심한 병력청취와 함께 심초음파 검사를 실시함으로써 얻을 수 있다.\n2D 심초음파\n2D 심초음파는 선천성 심장 질환이나 심장 질환에 의한 구조적 변화를 평가하기 위해 사용되는 검사법이다. 이 검사를 통해, 심장주기에 따른 심장 형태적 변화를 실시간으로 평가할 수 있다. 완벽한 2D 검사에는 모든 판막과 대형혈관의 영상학적 평가, 심장의 각 분방의 상대적 크기와 두께의 평가 등이 포함된다.\n 2D 심초음파 검사를 위한 환자의 자세보정\n심장의 대부분은 비투과성인 늑골이나 흉골 및 폐로 덮여 있다. 그러나 오른쪽 폐는 심장을 완전하게 덮고 있지 않기 때문에, 심낭이 직접적으로 흉벽 아래쪽으로 위치하는 4~5늑간 사이 흉골 바로 윗부분에서 심장을 촬영할 수 있는 공간이 생기는데, 이 영역을 우측부흉골 단면(right parasternal window)이라고 한다. 대부분의 환자에서, 초음파 탐촉자를 심장박동이 느껴지는 곳에 위치하게 되면, 심초음파 검사를 가장 용이하게 시작할 수 있는 곳이 된다. 단두종 개의 경우, 흉곽이 배 쪽으로 압박되어 있기 때문에 심장이 잘 보이는 초음파 영상창(acoustic window)은 보통보다는 흉골 쪽에 더 가깝고 배쪽으로 더 내려온 지점이다. 초음파 탐촉자의 마커를 환자의 어깨 쪽으로 향하여 4강 표준 장축 단면(standard long-axis, four chamber view; 그림 5-3A)부터 검사한다.\n우측부흉골 위치에서 검사되는 초음파 영상으로는 그림 5-3과 그림 5-4에 묘사되어 있는 4강 장축단면, 좌심실유출로 장축단면 및 여러 가지 단축단면이 있다.\n편의상, 심초음파 단면은 탐촉자의 위치와 주변구조에 따라 이름을 붙인다(예, 우측 부흉골 장축단면). 우측 부흉골, 좌측 부흉골, 좌심첨, 늑골하 단면상 등이 가장 흔히 사용되는 이름이고 심장의 어느 특정 구조물을 잘 보이게 하기 위해선 여러 단면상이 필요하다. 늑골하 단면과 명치하 단면은 개에서 좌심실유출로(LVOT)를 평가하는 데 유용하다(그림 5-5).\n늑골하 단면상은 흡인 직후 개의 코와 입을 5~10초 정도 막고 있으면서 촬영을 하면 좋은 영상을 얻을 수 있다. 흡기는 횡격막을 낮추고 심장을 보다 탐촉자 쪽으로 당기는 역할을 한다. 장축단면은 심장을 심첨부에서 심저부까지 수평으로 자른 단면이고(그림 5-6), 단축단면은 심장을 수직으로 무 자르듯이 자른 단면을 말한다(그림 5-4). 기술적으로 이 말은 심장의 장축단면에서 탐촉자를 908 회전하여 잡은 단면을 단축단면이라고 보면 된다. 술자는 영상모니터의 최상의 화면이 보이도록 depth 조절기와 gain 조절기를 조절해야 한다. 편의상, 초음파 화면에 심장이 1/2~3/4 정도 보이게 한다.\n흉곽의 우측에서 검사가 끝나면 좌측에서 심초음파 검사를 실시한다. 술자는 반드시 흉곽의 우측과 좌측 모두에서 심장을 검사해야 한다. 심장 초음파 검사를 우측에서만 하는 것은 마치 청진을 한쪽 흉벽에서만 실시하는 것과 같은 일이라서 중요한 정보를 놓칠 수가 있다. 우측 부흉골단면에서와 같이 좌측에서도 두 가지 초음파 단면이 있는데, 첫 번째로 좌측 전방 부흉골단면(left cranial parasternal views)은 4늑간에서 영상을 잡을 수 있고, 반면에 후방(심첨부) 부흉골단면은 제5~6늑간에서 영상을 잡을 수가 있다(그림 5-6).\nM-mode 심초음파\nM-mode는 실시간 motion-mode을 말한다. M-mode 심초음파는 심장주기에 따른 심장의 단면 움직임을 촬영하는 방법이다. M-mode 심초음파는 2D심초음파 촬영에 비해 sampling rate가 빠르기 때문에 빠르게 움직이는 구조물(예, 심장)에 대해 높은 해상도를 보이므로 2D심초음파의 약점을 보안할 수 있는 초음파 기법이다. M-mode 심초음파는 심장벽이나 판막 움직임의 미세한 변화를 기록하는 데 유용하고 심장분방의 직경이나 두께를 정확하게 측정할 수 있는 이점이 있다. 초음파 모니터에서 보이는 M-mode 영상은 Y축은 구조물의 깊이를 의미하고 X축은 시간을 의미하다. 커서가 위치한 부위의 절단면만이 M-mode 영상에서 보인다, 이 커서는 움직일 수 있어서 원하는 심장부 위로 이동이 가능하고 커서가 위치하는 부위의 구조물의 두께와 위치 등을 심장주기에 따라(수축기와 이완기 주기) 측정이 가능하다(그림 5-7; 그림 5-3F 참조).\n수의학에서, M-mode 심초음파는 오직 우측 부흉골 상에서 실시한다. 이러한 부위에서 좌심실(그림 5-3F와 그림 5-7 참조), 대동맥근(그림 5-8) 및 이첨판을 평가한다.\n미국 심장초음파학회(ASE)의 권고에 따라, 이완말기 직경은 심전도의 QRS complex 개시시점에 측정하고, 수축말기 직경은 심실 중격이 가장 많이 아래로 위치하는 곳에서 측정한다. Leading edge 방법[다시 말해, 측정 시 각각의 echo line은 탐촉자에 가까운 부위에(선의 윗부분) 커서를 위치하여 측정하는 방법]을 이용하여 측정을 실시한다. 술자는 최상의 M-mode 영상에서 측정을 실시하여 허상에 의한 실수를 최소화해야 한다.\n좌심실의 M-mode 영상을 통해 심장수축기와 이완기 때 좌심실벽과 내강의 두께와 직경을 측정할 수 있다(표 5-2에서 표 5-5). 유두근 레벨에서 우측 부흉골 장축 4강 단면이나 우측 부흉골 단축 단면상을 촬영하면 측정이 가능하다(그림 5-7 참조). 이러한 M-mode 측정법을 통해, 수축기 평가편에 기술된 박출기 인덱스를 계산할 수 있다.\n도플러 심장 초음파\n스펙트럴(spectral)과 도플러 초음파는 심장이나 대형혈관내 혈류의 방향과 속도를 측정하는 데 사용된다. 도플러 초음파의 물리학적 원리는 19세기 오스트리아의 수학자인 Johann Christian Doppler에 의해 확립되었다. 도플러 원리는 탐촉자에서 발산된 초음파가 적혈구를 맞고 반사되는 원리를 이용한다. 탐촉자에 의해 발산된 음파와 탐촉자로 되돌아오는 음파의 주파수 변화, 즉 Doppler shift (Df)라 불리는 수치에 의해 혈류속도와 혈류방향을 측정할 수 있다.\n혈류속도는 음파 발산횟수(주파수; frequency) 곱하기 파형의 길이(wave length)이므로, Doppler shift의 강도는 적혈구의 이동속도에 비례한다. 따라서 다음과 같은 공식이 사용된다.\nDf 5 \nf0 5 탐촉자에서 발산되는 주파수; V 5 적혈구의 혈류속도(m/sec); 5 intercept angle; C 5 혈액내 음파의 속도(1,540 m/sec).\n이러한 도플러 효과는 우리 일상에서 흔히 볼 수 있다. 예를 들어, 우리를 향해 달려오는 차의 소음은 고음조(high pitch)로 들리지만, 우리로부터 멀어지는 차의 소음은 저음조(low pitch)로 들린다. 자동차 엔진은 같은 소리를 내지만 우리 귀는 자동차의 스피드와 방향에 따라 음조의 변화가 달라지기 때문에 같은 소음이 다른 음조로 인식하게 된다(그림 5-9).\n발산된 음파가 탐촉자를 향해 이동하는 적혈구를 만나면, 탐촉자가 발산한 음파의 주파수보다 높은 주파수를 띠게 되므로 스크린에 positive Doppler shift(즉, positive deflection)가 표시된다(그림 5-10). 만약 탐촉자 반대로 이동하는 적혈구를 만나면, 위와 반대되는 negative Doppler shift가 화면에 표시된다(그림 5-10). 도플러 심초음파는 혈류의 속도와 방향을 평가한다. 탐촉자를 향해 이동하는 혈류는 컬러 도플러에서 적색으로 표시되고 스펙트랄 도플러의 기저선에서 위쪽으로 표시된다. 반대로 탐촉자에서 멀어지는 혈류는 파란색으로 표시되고 기저선에서 아래쪽으로 표시된다(그림 5-10 참조).\n 스펙트럴 도플러\n심장의 스펙트럴(spectral) 도플러 촬영은 음파발산의 빔(beam)을 혈류의 방향과 수평으로 발산하여 얻은 영상이다. 스크린상 표시되는 마커는 샘플링 게이트(sampling volume or gate)로 불리고 검사하고자(커서가 위치) 하는 부위의 혈류만을 검사한다. M-mode 영상(빔의 방향이 수직)과 반대로 도플러 영상은 초음파 빔이 혈류흐름에 수평으로 발산된다. 따라서 도플러 촬영시 도플러의 빔이 제트혈류에 가급적이면 수평으로 놓이게 해야(intercept angle 허용범위 ,208 이내), 정확한 속류속도를 측정할 수 있다. 반대로 초음파 빔을 혈류에 수직으로 향하게 할 경우, 혈류속도가 0 m/s로 표시된다. 그러므로 잘못된 각도로 초음파 빔을 발산할 경우, 실제 혈류속도와 다른 혈류속도를 보일 수 있으므로 주의가 필요하다(그림 5-11).\n스크린에서 수평축은 시간을 나타내고 수직축은 속도를 나타낸다. 임상적으로 두 가지 유형의 스펙트럴 도플러가 사용된다: pulsed wave Doppler (PW)와 continuous wave Doppler (CW). PW와 CW의 중간형이 high pulse-repetition frequency (HPRF)이고 임상에 드물게 적용된다. 스펙트럴 도플러는 압력구배, 심장분방내 압력, 역류되는 혈류량(regurgitant fractions), shunt ratios, valve area/effective orifice area 및 심박출량을 측정하는 데 사용된다.\n수의 분야에서 스펙트럴 도플러는 협착부위나 역류부위에서 압력구배(DP)를 계산할 때 사용된다. 최고 압력구배(maximum pressure gradient)는 modified Bernoulli equation을 다음과 같이 계산할 수 있다. (DP) 5 4V2. 도플러 상의 압력구배(P)와 M-mode와 2D 초음파 영상과 함께 effective orifice area 등을 평가하면 협착부위의 심하기를 임상적으로 평가가 가능하다(이 책의 폐동맥 협착편을 참고하라).\n Pulsed Wave 도플러\nPW 도플러는 도플러 시그널을 발산하고 받아들이는 단일 크리스탈 탐촉자를 이용한다. 초음파의 짧은 펄스가 발산되고 초음파 빔이 위치하는 작은 샘플링 게이트로부터 되돌아오는 에코를 받아들인다(그림 5-12).\nPW 도플러의 이점은 심장혈관내 혈류를 분석하여 혈류의 방향, 속도 및 혈류의 특징\n(정상 판상 혈류인지 아니면 비정상 와류성 혈류인지)을 알아볼 수 있다는 점이다. 판상혈류(laminar flows)는 혈관이나 심장 내 혈류의 적혈구 이동속도가 비슷한 혈류를 의미한다. 따라서 그림 5-13에서 보듯이, 도플러 시그널에서 속도의 차이가 나타나지 않고 파형의 모양이 가운데가 비어 있는 선상의 파형을 보여준다. 마찰 때문에 혈류는 항상 혈관벽 근처에서 느려지고 이때 도플러 시그널은 전형적인 parabolic profile(주식의 시세표 곡선과 유사한 모양)이다.\n심혈관계를 지나는 혈류는 정상적으로 판상혈류이고 속도는 개와 고양이에서 2 m/sec를 넘지 않는다. 와류성 혈류의 경우, 다양한 속도의 도플러 쉬프트를 탐촉자가 받아들이므로 혈류의 모양이 속이 채워지고 넓은 파형이다(그림 5-14).\n와류성 혈류는 부분적인 폐색이 있어서 정상의 판상혈류 모양이 변한걸 의미한다. 만약 좁아지는 부위를 적혈구가 이동하게 되면, 적혈구의 일부는 좁아진 부위에서 충돌이 일어나고 일부는 충돌 없이 지나가고 이로 인하여 혈류 내부에서 다양한 속도와 방향의 혈류가 발생하게 되는데 바로 이것이 와류성 혈류이다. 따라서 와류성 혈류는 기저병소가 있음을 의미한다.\nPW 도플러의 가장 큰 단점은 최고 측정가능 혈류속도(Nyquist limit)에 있어서 어느 속도 이상 고속의 혈류를 측정할 수 없다는 것이다. 다시 말해, PW 도플러는 낮은 속도의 혈류만을 정확하게 측정이 가능하다는 단점이 있다. Nyquist limit은 사용하고 있는 탐촉자의 주파수에 따라 달라지기 때문에, 단순히 탐촉자를 바꾸면 이러한 문제를 극복할 수 있다. 낮은 주파수의 탐촉자는 측정범위가 넓어서 고속의 혈류도 측정이 가능하지만, 초음파 영상의 질이 떨어지는 문제점이 있다. 따라서 협착부위에 형성되는 고속의 혈류는 CW 도플러를 이용하여 측정하는 것이 좋다. 만약 측정부위 혈류가 Nyquist limit을 넘어갈 경우, aliasing이라고 불리는 현상이 도플러 영상에 관찰된다(그림 5-15).\nPW 도플러는 판막의 혈류 패턴을 분석하는 데 매우 유용하다. 방실판의 이완기 혈류는 초기 빠른 충만기 때 형성되는 E wave와 뒤이어 심방 수축기 때 형성되는 A wave로 구성된다(그림 5-16). 정상적으로 혈류량이 심실 충만기가 많기 때문에 E wave가 A wave보다 높다.\n반월판의 혈류패턴은 빠른 박출기와 뒤이어 나타나는 느린 박출기 혈류로 구성된다\n(표 5-6). 이첨판 혈류패턴 프로파일 같은 이러한 판막의 혈류 변화 패턴은 여러 가지 판막질환을 진단하는 데 사용된다(그림 5-17 참고).\n Continuous Wave (CW) 도플러\nCW 도플러는 두 개의 크리스탈을 이용하여 도플러 시그널을 동시에 발산하고 받아들인다. CW 도플러는 Nyquist limit가 없기 때문에 아주 고속의 혈류도 기록이 가능하다. CW 도플러의 가장 큰 단점은 어느 특정부위만의 혈류 속도만을 측정하지 못하고 커서가 위치하는 곳의 모든 혈류의 속도를 측정한다는 점이다(그림 5-18).\nPW 도플러는 특정부위의 혈류 속도를 측정할 때 사용하는 방법인 반면 CW 도플러 는 이러한 비정상 혈류의 최고 속도를 측정할 때 사용하는 방법이다.\n 컬러 도플러\n컬러 도플러는 PW 도플러의 일종으로 심장내 혈류의 방향과 속도를 시각적으로 보여주는 영상촬영법이다. 이 검사는 혈류장애를 감지하는 데 주로 사용된다. 도플러 쉬트프의 정도는 적색, 파란색, 초록색으로 구성된 컬러 맵의 형태로 표시된다. 일반적으로 탐촉자를 향해 흐르는 혈류는 적색으로 표시되고, 탐촉자에서 멀어지는 혈류는 파란색으로 표시된다. 이러한 컬러 맵 구성을 BART display (Blue/Away and Red/Toward)라고 한다. 컬러 도플러는 제트혈류의 위치 파악에 매우 유용하고, 역류성 혈류의 크기와 모양의 분석, 와류의 형성부위 파악 및 2D 초음파에서 관찰된 비정상인 심장문합(cardiac shunts)을 파악하는 데 매우 유용하다(그림 5-19).\n와류는 같은 부위에서 다양한 속도의 혈류가 존재함을 의미하기 때문에 컬러 도플러상 모자이크 모양으로 다양한 색조가 혼재된 양상으로 관찰된다(그림 5-20).\n다양한 탐촉자 위치 변경으로 특별한 심장 구조물에 대한 최상의 컬러 도플러 영상을 얻을 수 있다.\n 허상\n초음파 허상(image artefacts)은 심초음파 촬영 시 흔히 볼 수 있는 일이다(그림 5-21). 비숙련자가 초음파를 촬영할 때, 이상병소를 정상으로 오인하거나(false-negative exam) 정상 구조물을 이상병소로 오인할 수 있다(false-positive exam). 심장 초음파는 사각형의 평면상이 아니라 경사진 원추상(깔대기상)이라는 점이 가장 큰 단점이다. 따라서 일부 초음파 허상을 종괴나 위종괴로 오인할 수 있다. 이러한 허상을 실제 종괴로부터 감별할 수 있는 최선의 방법이 종괴가 보이는 곳에서 수직단면을 살펴보는 것이다. 만약 종괴가 수직단면에서 관찰이 되지 않으면, 이것은 종괴가 아니다. 다시 말해, 대부분의 초음파상 허상은 검사 시 심장을 여러 단면으로 검사하지 않기 때문에 생기는 일이다. 이러한 초음파 허상에 대해서는 여러 가지 교과서와 논문에 잘 기술되어 있다.\n특수 심초음파 검사\n여러 가지 특수 심초음파 검사 기법을 통해 개와 고양이 심장의 영상에 대한 유용한 정보를 얻을 수 있다. 이러한 검사기법으로는 tissue Doppler imaging, 대조 심초음파 촬영 및 경식도 심초음파와 3차원 심초음파 촬영 등이 있다. 비록 이러한 특수검사가 임상에 유용하지만, 일부 검사는 고가의 장비가 요구되는 경우도 있으므로 일부는 수의학에서 제한적으로 실시되고 있다. 경식도 심초음파는 환자를 전신마취해야 하기 때문에, 검사 시간과 비용이 크게 증가하고 마취에 따른 위험성도 커진다.\n Doppler Tissue Imaging (DTI)\nDTI는 일반 도플러가 혈류 속도를 평가하는 것과 달리, 심근조직의 진동의 속도를 평가하는 방법이다. DTI는 심근의 이완기 근육의 진동속도는 혈류속도보다는 전부하 정도(혈액정체 정도)에 더 민감하게 반응하기 때문에 심장의 이완기 기능평가에 주로 사용된다. 심근진동의 패턴은 일반 혈류 패턴과 유사하지만 파형이 반대로 표시된다(그림 5-22). 좌심실의 DTI는 PW 도플러를 이용하여 좌측 심첨부 4강 단면상에서 측정한다. 샘플링 게이트를 이첨판륜(mitral annulus), 심실근 기저부(base)와 첨단부(apex)에 위치한다. \n Strain과 Strain rate imaging\nStrain과 strain rate imaging은 심근을 분절로 나누어서 변형되는 정도를 평가하는 방법이다. Myocardial strain(즉, 원래 모양에서 심근 부절이 변형되는 정도를 %로 표시함)과 strain rate(심근 변형 속도; S21)를 통해 심근의 내인적 기능을 진단할 수 있고, TDI 검사법에 비해 측정각에 영향을 덜 받는다(less angle-dependent). Strain과 strain rate는 speckle tracking echocardiography (STE) 검사를 통해, 좌심실, 좌심방과 우심실에서 측정이 가능하고, 심장 분방을 횡축(longitudinal), 방사상(radial)과 원형(circumferential) 단면으로 나누어 측정이 가능하다(그림 5-23). STE는 acoustic marker인 speckle을 심근 분절에 지정한 후 심근의 변형 정도를 frame by frame으로 연속적으로 심장 주기 전체에 걸쳐 검사를 하여, 심근 병형의 방향과 변형 속도와 정도를 진단한다.\n비록 CMVI 환자에서 수축기능 평가가 약물 치료와 진행 정도를 평가하는 데 중요하지만 일반 심초음파 영상 검사에서 이러한 수축기능 평가는 심장에 걸린 부하 정도(loading conditions)에 따라 크게 달라질 수 있다. 여러 연구에서 2D-STE 검사를 통해 strain과 strain rate를 평가하여 CMVI 환자군의 질병 진행을 유용하게 예측할 수 있었다고 한다. 하지만 한 연구에서 GE 분석 프로그램인 EchoPACE를 이용하여 longitudinal strain을 평가시, 검사 결과의 재현성과 일관성이 떨어진 반면 단축 단면에서 측정한 radial strain은 좀 더 일관되고 재현성이 높았다고 한다. 이러한 strain 분석은 자동화된 소프트웨어 프로그램을 이용하기 때문에 검사에 앞서 다음 사항에 특별한 주의가 필요하다: (1) ECG를 보면서 심장 주기의 시작점과 종료 시점을 정확하게 선정해야 하고, (2) 자동 분석을 위해 보다 정확하게 심내막면 영역을 표시해야 하며, (3) 관심부위가 잘 포함되게 표시해야 한다. Velocity vector imaging (VVI)는 Simens 심초음파 장비에서 사용되는 strain 분석 프로그램으로 vector를 이용하여 심근 변형의 방향과 강도를 평가할 수 있다(그림 5-23C, D).\n심방 근육의 변형(atrial myocardial deformation) 역시 TDI와 2D-STE 을 통해 측정 가능하고 최근 사람과 개의 연구에서 좌심방에 걸린 부하의 양을 측정하는 데 사용되었다. 비록 이러한 방법이 여러 가지 문제점(예, suboptimal reproducibility, angle dependence, 그리고 confounding effect of noise artefacts)을 보였지만, 일반 2D 영상을 통한 좌심방 기능 평가에 비해 더 유용한 지표였다. 좌심방 기능과 관련된 특정 STE 지표에는 peak atrial longitudinal average strain (PALS), peak atrial contraction average strain (PACS)와 contraction strain index (CSI)가 있다. 이러한 지표들은 좌심실 충전기때 좌심방의 보유능력(PALS), 좌심방의 펌프능력(PACS)과 좌심방의 능동 수축 능력(CSI)을 반영하고 있다(그림 3-27B). 사람에서 좌심방의 strain analysis는 판막 질환, 심방세동 및 급성 관상동맥 질환의 환자에서 질병의 심하기를 평가하는 데 유용했다. 하지만 최근 개의 CMVI 환자군을 대상으로 실시한 좌심방의 STE 지표 연구에서 ACVIM B1과 B2 그룹을 구별하는 데 유용하지 못했으며, 다만 ACVIM B2와 C 그룹을 구별하는 데만 용이했다. PALS,27.9%가 ACVIM B2 그룹과 C 그룹을 감별하는 데 100% 판단 민감도와 특이도를 보였다. 또 다른 연구에서도 PALS, PACS와 CSI 같은 STE 지표가 CMVI 진행 상태를 평가하는 데 유용했다. 더 나아가 PALS,30%과 CSI per 1% increase는 심장 관련 폐사를 예측하는 데 유용\n했다.\n우심실은 초생달 모양이고 좌심실에 포위되어 있어서, 심초음파를 이용하여 정확하게 우심실의 기능을 평가하기가 종종 어렵다. 사람의 연구에서 TDI와 STE 검사법이 이러한 한계를 극복할 수 있는 것으로 밝혀졌다. 건강한 개를 대상으로 실시한 최근 개의 연구에서도 이러한 검사법이 적용 가능하고 재현성이 높은 것으로 밝혀졌다. 더 나아가, 다른 연구에서도 CMVI 그룹이 정상 대조군에 비해 RV longitudinal strain과 dyssynchrony index가 크게 차이가 있음이 밝혀졌다. 이 연구에서 type 2 폐성 고혈압(예, CMVI)이 있는 집단에서 RV longitudinal strain이 대조군에 비해 크게 낮았고, systolic shortening time strain 역시 더 느렸다.\n 경식도 심초음파(Transesophageal echocardiography; TEE)\n경식도 심초음파(TEE)는 유연하고 이동이 가능한 내시경 팁에 탐촉자가 붙어 있고, 심장을 식도벽을 통해 영상화하는 방법이다(그림 5-24). TEE는 방실결절 상단의 구조물(예, 심방이나 폐동맥)을 보다 잘 영상화하기 위한 보조 심초음파 검사법이다. 식도를 통해 직접 심장을 영상화하기 때문에 늑골이나 폐에 의한 간섭이 없고 심장에 더 가깝게 탐촉자가 위치하므로 보다 나은 심장 영상을 얻을 수 있다. TEE는 여러 가지 심장 중재술 시 도움이 된다(그림 5-25).\n 3차원 심초음파\n3-DE는 사람과 동물의 초음파 검사에서 흔히 사용되고 있는 촬영법이다. 이러한 영상은 심장 결손부나 종괴부위의 보다 상세한 내부구조를 보여주고(그림 5-26), 심장 분방 내용적을 보다 정확하게 측정할 수 있다(그림 5-27).\n3-DE 촬영기간 동안, 심장구조물을 3차원적으로 영상화할 수 있다. 최근에 개발된\n4차원 심초음파는 3차원 초음파 영상을 실시간으로 볼 수 있는 장비이다.\n 대조 심초음파\n대조 심초음파(contrast echocardiography)는 심혈관계를 임상적으로 검사할 수 있는 또 다른 영상 촬영법이다. 이를 통해 다음 네 가지 사항을 평가할 수 있다: (1) 단락 혈류의 감지, (2) enhancement of Doppler signals, (3) left ventricular opacification, (4) myocardial perfusion.\nMicrobubble 기법이 가장 먼저 시행된 대조 초음파 기법이다. 3~10 mL의 생리식염수를 채운 두 개의 연결된 주사기를 마구 흔들어서 microbubbles을 만들고 나서 말초 정맥을 통해 주입하면 우-좌 단락(right-to-left intracardiac shunting)을 확인할 수 있다. Microbubbles은 초음파는 반사되고 폐모세혈관이나 전신모세혈관을 통과하지 못하고 폐모세혈관계로 흡수된다. 그러므로, 요골정맥으로 유입된 microbubbles은 정상 환자의 경우, 우심계에 머물러 있다. 만약 환자가 우-좌 단락이 있을 경우, microbubbles이 좌측 심장에서 관찰된다. 이러한 방법이 우심계 검사를 위해 선호되는 대조 심초음파 촬영기법이다.\n최근에는 심장 초음파의 진단기술을 개선하기 위한 진짜 대조제가 사용되고 있다. 이러한 대조제는 혈류를 통해 주입되어 심장 분방을 채우고, 심근의 echo density를 증가시켜 준다. 이러한 대조제는 주로 좌심계 검사에 사용되고 이 대조제는 변성된 알부민내 안정화 상태의 microbubbles이 들어 있는 저가용성 fluorocarbon gas이다.\n심장의 크기와 분방확장\n심장 분방의 직경은 주로 M-mode 초음파로 측정되고, 때에 따라 2D 초음파를 통해 측정할 수도 있다. 표 5-7에 일반적으로 분방의 크기 변화를 유발하는 병인에 대해 요약되어 있다.\n좌심방 대 대동맥 직경비(LA:Ao ratio)는 좌심방 확장 정도를 평가할 때 사용되는 검사항목이다. 이 검사는 M-mode 측정을 통해 수축기 때 좌심방의 직경과 이완기 때 대동맥의 직경을 비교하는 것이다. 이 비율은 우측 부흉골 단축상을 통해 최상으로 평가할 수 있고, 우측 부흉골 장축상을 통해서도 평가가 가능하다. 이 검사법은 커서 위치에 따라 다소 차이가 있어서 다소 주관적이므로 정확도에 대해 비판을 받고 있다. 이 방법은 커서가 좌심방 말단 면까지 도달하지 않을 경우, 측정치가 실제보다 작아질 수 있고 반대로, 대동맥을 tangential plane으로 잡을 경우, 좌심방의 직경을 과대 평가할 수 있다. 개와 고양이의 M-mode 상 정상범위는 1.3 이하이다. 성견에서 보다 정확한 2-D 측정법이 Rishniw에 의해 보고되어 있다. 이 측정법은 대동맥(대동맥판이 닫혀 있을 때)과 좌심방을 우측 부흉골 단축상으로 평가하는 방법이다. 대동맥의 내부 직경을 대동맥이 닫혀진 후, 비관상 대동맥판과 우관상 대동맥판의 commissure를 따라 측정한다(그림 5-28). 좌심방의 내부직경은 비관상 대동맥판과 좌관상 대동맥판의 commissure에서 수평으로 시작하여 좌심방의 원위단까지를 측정한다. 좌심방대 대동맥 직경비가 개에서 1.6 이상, 고양이에서 1.5 이상이면 좌심방 종대를 암시하는 소견이다.\n심장 수축기능 평가\n거의 모든 심장 질환이 다양한 정도의 수축기 또는 이완기 기능장애를 가지고 있다. 이러한 기능장애에 대한 평가는 환자의 예후를 판단하는 데 유용한 자료가 된다. 따라서 모든 심장 질환 환자에서 초음파를 이용한 좌심실에 대한 수축기능 평가는 반드시 병행되어야 한다. 여러 가지 평가방법이 문헌에 나와 있지만, 여기서는 임상에서 활용도가 높은 검사기법에 대해서만 살펴보고자 한다.\n박출기 인덱스(ejection phase indices)들이 좌심실의 기능평가를 위해 흔히 사용된다. 가장 대표적인 인덱스로 M-mode 측정을 통해 얻어지는 fractional shortening (FS), velocity of circumferential fiber shortening (Vcf), stroke volume (SV)과 ejection fraction (EF 또는 LVEF) 등이 있다. 또한 end-systolic diameter (ESD) 역시 좌심실의 기능을 평가하기 위해 사용되는 인덱스이며 FS에 비해 보다 특이적으로 좌심실의 수축력을 나타내는 인덱스이다. M-mode를 이용한 좌심실의 용적 측정은 침습적으로 실시된 정량적 검사기법에 의해 얻어진 수치와 다소 차이가 있는 것으로 알려져 있어서 좌심실의 용적 측정은 2D 초음파 검사기법으로 행해지고 있다. 하지만 주의해야 할 점은 대부분의 좌심실의 평가 인덱스들은 좌심실의 loading conditions(예, 좌심실내 용적부하나 압력부하의 정도)에 따라 크게 변할 수 있다는 점이다.\n Fractional shortening\nFractional shortening (FS)은 좌심실의 이완기 직경과 수축기 직경 간의 차이를 백분율로 표시한 것이다. 따라서 대략적인 좌심실의 수축기능을 나타내는 지표이다. FS는 수의학에서 전반적인 심근수축력과 수축기능을 평가하는 데 가장 많이 사용되는 지표이다. 개에서 정상범위는 27~48% 정도이지만(소형품종 30~40%, 대형품종 22~25%), 품종 간의 변이차이가 심하게 나타난다. FS는 다음과 같이 계산할 수 있다.\nFS(%) 5  3 100\nEDD (좌심실 이완말기 직경),  ESD (좌심실 수축말기 직경)\n Velocity of circumferential fiber shortening\nVelocity of circumferential fiber shortening (Vcf)은 좌심실의 수축기 동안의 원주율의 변화속도를 측정하는 인덱스이다. 측정방법은 다음과 같다. 개에서 정상범위는 1.6~2.8 circ/sec이고, 고양이에서 정상범위는 1.3~4.5 circ/sec이다.\nVcf(circ/sec) 5 \n 좌심실 용적\n좌심실의 용적(left ventricular volumes; LVV)과 박출계수(ejection fraction; EF)는 수축기 평가에 필수적인 검사항목이다. 여러 가지 연구를 통해 개에서 M-mode와 2D echocardiography를 이용하여 LVV를 측정하는 방법이 개발되어 있다. 좌심실의 이완말기 용적(left ventricular end-diastolic volume; LVVED)과 수축말기 용적(end-systolic volume; LVVES)을 Teichholz method, bullet method 및 disc summation method (i.e., Simpson’s rule)를 통해 계산할 수 있다. 하지만 수의학에서는 Simpson 방법이 가장 정확한 방법으로 알려져 있다. 앞에서 언급한 것처럼 M-mode를 이용한 Teichholz’s method는 한 가지 단면을 통해서 측정이 이루어지기 때문에 질병이 있는 환자에 적용하기엔 부적당하다. Teichholz method는 이완말기 용적과 수축말기 용적을 다음과 같이 계산하여 산출한다.\nLVVES 5  LVVED 5 \nEDD (좌심실 이완말기 직경),  ESD (좌심실 수축말기 직경)\n이 공식의 가장 큰 문제는 좌심실을 단축으로 측정할 때, 장축으로 측정할 때에 비해 더 넓게 확장되어 보이는 것이다. 따라서 전문가들은 이러한 단점이 나타나지 않는 2D method를 이용한 Simpson 방법(disk summation method)을 추천하고 있다(그림 5-29). 이 방법은 특히 여러 가지 개와 고양이의 심근증에서 흔히 나타날 수 있는 불규칙하고 비대칭적인 심근 확장이나 비대를 측정하는 데 더 정확하다.\n 일회박출량\n일회박출량(stroke volume; SV)은 궁극적으로 심장의 박출량을 좌심실의 수축말기 용적과 이완말기 용적을 이용하여 계산할 수 있는 수치이다. 계산 공식은 다음과 같다.\nSV(mL) 5 LVVED 2 LVVES\nLVVED (좌심실 이완말기 용적),  LVVES (좌심실 수축말기 용적)\n 박출기 부분율\n박출기 부분율(ejection fraction; EF, 구출률)은 좌심실의 심근세포의 수축률을 대략적으로 표시하는 인덱스로, 심장이 매번 박출할 때 나가는 혈액량을 LVVED에 대한 용적비로 계산하는 방법이다. 이 인덱스는 FS를 3차원적인 용적비로 측정한 방법으로 생각하면 된다. EF는 다음과 같은 공식으로 계산할 수 있다.\nEF(%) 5  3 100\nLVVED (좌심실 이완말기 용적),  LVVES (좌심실 수축말기 용적)\n E-point to septal separation (EPSS)\nE-point to septal separation (EPSS)은 좌심실의 확장 정도와 수축기 장애를 평가할 수 있는 유용한 지표이다. EPSS는 이첨판의 최대 개구시점(E-point)에서부터 심실중격까지의 거리를 나타내는 수치이다(그림 5-30). 정상 심장에서 이첨판은 이완기 때 개구되고 이때 이첨판의 전방소편은 거의 중격에 닿는다. 만약 심장이 확장되어 있다면(예, 확장성 심근증에 의해 심근 수축력이 떨어져 있는 경우), 이첨판의 판막 소편이 중격과 거리를 두고 떨어지게 된다. 사람의 보고에 따르면, 좌심실의 크기변화 단독으로 EPSS가 변하지 않는다고 한다. 하지만 수축기 기능부전이 있을 경우, EPSS는 멀어지게 된다고 한다.\n LV dP/dt\nLV dP/dt는 좌심실의 수축기능을 평가하는 민감하고 정확한 방법으로 알려져 있다. 이 수치는 좌심실내 압력증가의 속도를 의미한다. 등용적성 수축기(isovolumetric contraction) 때 측정하면, 비교적 심장 내 부하 정도에 영향을 받지 않고 심실의 수축력을 평가할 수 있다. LV dP/dt는 이첨판 역류파의 spectral display를 통해서도 평가할 수 있다(그림 5-31).\ndP/dt을 측정하기 위해서는, 혈류속도가 1 m/sec인 지점과 3 m/sec인 지점의 시간 차이를 계산해야 한다. 이 두 지점의 시간차이는 좌심실 내 알고 있는 압력구배(보통 32 mmHg)가 생기는 데까지 걸리는 시간을 의미한다. 감소된 dP/dt는 수축력 감소를 의미한다. dP/dt는 다음과 같은 공식으로 계산할 수 있다.\ndP/dt 5 32 mmHg 1 time(seconds)\n 수축시간 간격\n수축시간 간격(systolic time intervals; STI)은 전체적인 좌심기능을 평가하는 좋은 인덱스이다. 이 인덱스는 심전도와 대동맥의 M-mode 초음파를 동시에 기록하여 계산할 수 있다(그림 5-32). 3개의 간격이 수축기 때 측정이 된다. 전박출기 간격(preejection period; PEP)은 심실탈분극(심전도상 QRS개시 시점)과 좌심실 박출개시점(M-mode상 대동맥판이 열릴 때) 사이의 간격을 의미한다. PEP는 등용성 수축기 시간(isovolumetric contraction time)을 의미한다. LVET는 대동맥판이 열려 있는 기간(M-mode 상에서 대동맥이 열리면서 닫힐 때까지 기간)이다. LVET는 일회박출량(SV)과 혈류속도에 의해 결정된다. 일반적으로 좌심실 수축기능이 개선되면 PEP가 단축되고 등용성 수축시간이 단축되며 LVET가 연장(SV의 개선을 의미)된다. 총 전기적-기계적 수축기(total electromechanical systole; QAVC interval)는 심전도의 Q파의 출현에서 대동맥판이 폐쇄될 때까지 걸리는 기간을 의미한다. 다른 말로, QAVC는 PEP와 LVET의 합이다. 기억해야 할 점은 STI는 심박수와 심장부하(전부하 및 후부하)에 영향을 받는다는 점이다. PEP/LVET index는 이러한 loading parameters(심장부하)에 영향을 적게 받으므로 추천되는 인덱스이다. 정상 STI 수치는 표 5-8에 나와 있다.\n 심박출량\n2D와 Doppler 심초음파를 통해 전반적인 좌심실의 기능을 평가할 수 있는 심박출량(cardiac output; CO)을 계산할 수 있다. Cardiac index는 체표면(body surface area; BSA; 품종별로 체형의 차이가 심한 점을 고려한 평가방법)을 심박출량으로 표시한 검사 지표이다. BSA는 다음과 같이 계산할 수 있다.\nBSA 5 (10.1 3 w2/3) 3 1024\nw 5 체중(g)\n심박출량은 다음과 같이 계산할 수 있다.\nCO 5 HR 3 SV\nHR 5 심박수, SV 5 일회박출량\nCO는 Simpson 방법으로 측정된 좌심실 용적(LVV)을 통해 SV를 계산하면 측정할 수 있다. 도플러 심초음파를 이용하여 연속측정법 역시 사용될 수 있다. 이 측정법은 질량보전의 법칙에 근거를 두고 있어서, 주어진 도관을 통해 통과되는 혈류의 양은 주어진 시간 동안 인접부위를 통과하는 혈류의 양과 같다는 가정하에 측정이 되는 방법이다. 따라서, 수축기 동안에 판막륜을 통과하는 일회박출량은 판막을 통과하는 혈류량과 같다는 것을 의미하고 다음과 같은 공식으로 계산할 수 있다.\nSV 5 A 3 VTI 5 D2 3 (p/4)\nA 5 2-D echocardiography로 측정된 판막륜의 횡단면(직경), VTI 5 PW Doppler로 측정된 판막륜에서 측정이 되는 velocity-time integral\nCO 5 HR 3 D2(p/4) 3 VTI\n논리적으로 심장의 모든 판막부위에서 심박출량을 측정할 수 있다. 하지만 좌심실의 유출로나 대동맥 판막부위에서 주로 측정이 된다.\n심장 이완기능 평가\n일반적으로 여러 가지 심초음파 기법을 통해 이완기 기능을 평가할 수 있다. 최근에는 수의 분야에서 도플러 기법을 이용한 이첨판 유입혈류 프로파일(E와 A waves) 또는 폐정맥 혈류 프로파일(S, D, A waves)과 이첨판륜의 tissue Doppler imaging (DTI) 측정이 임상에서 가장 유용하게 사용되고 있다(그림 5-17).\n일반적으로, 심실의 탄력성이 감소하게 되면, 수동적 심실충만기 혈류속도(E wave)가 감소하게 되고, 능동적 심방수축기 혈류속도(A wave)는 증가하게 되어, E/A ratio가 1보다 적어진다. 따라서 이러한 수치는 이완기의 심실이완의 지연을 의미한다. 하지만 심박수가 160회 이상이 되면 E wave와 A wave가 서로 융합되므로, E/A ratio를 측정하기가 힘들다. 일부 심근 질환에서 반대로 E wave 속도가 증가하고 A wave 속도가 감소되는 restrictive pattern이 보고된 바 있다.\n폐정맥의 혈류는 좌측 심첨 단면에서 측정한다. PW 도플러의 샘플링 게이트를 폐정맥 내에 위치하고, flow signal을 기록한다. 정상 폐정맥 혈류 프로파일은 이완기(D), 수축기(S), 그리고 심방 역전파(A)로 구성되어 있다(그림 5-33 참조).\n개와 고양이 주요 심초음파 지표에 대한 올바른 측정법과 진단가이드\n 개의 심장 초음파 가이드\n● LA/Ao 측정법\n\n LA/Ao 직경 측정법:\nA: LA/Ao Sx(단축) 측정법(1형): 대동맥 단축 단면에서 대동맥 판막이 닫혔을 때 noncoronary aortic valve cusps과 right coronary aortic valve cusps 사이의 내직경을 측정한다. Noncoronary aortic valve cusps과 left coronary aortic valve cusps 만나는 지점에서 좌심방의 원위 말단부까지 거리를 잰다. 두 직경비를 측정한다.\nB을(를) 실시한다 LA/Ao Sx(단축) 측정법(2형)을(를) 실시한다 대동맥 단축 단면에서 대동맥 판막이 닫혔을 때 noncoronary aortic valve cusps과 right coronary aortic valve cusps 사이의 내직경을 측정한다. Noncoronary aortic valve cusps과 left coronary aortic valve cusps 만나는 지점에서 좌심방의 원위 말단부까지 거리를 잰다. 두 직경비를 측정한다.\nC와 D을(를) 실시한다 LA/Ao Lx(장축) 측정법을(를) 실시한다 심실수축종료기(수축기 종료시점을(를) 실시한다 T파 바로 뒤에)에 이첨판이 열리기 직전에 심방중격 중간지점에서 반대편 심방벽에 이첨판에 수평에 가깝게 수직선을 그어 직경을 잰다. 대동맥 판막이 열렸을 때(수축기 초기: T파 시작점), 판막 소편에서 반대쪽 대동맥공까지 가장 넓게 직경을 측정한다. 두 직경비를 측정한다.\n진단가이드: LA/Ao Sx ISACHC I 1.4~1.8, ISACHC II 1.8~2.0, ISACHC III 2.0 이상\nLA/Ao Lx 정상군 1.8~2.4, LA/Ao Sx 1.6 5 LA/Ao Lx 2.6\n● LV 측정법\n\nA을(를) 실시한다 LVIDdN 측정법을(를) 실시한다 좌심실 단축단면 유두근 단면에서 좌심실의 이완 말기를 측정한다. LVIDd (cm)/체중(kg)0.294으로 계산한다.\nB와 C을(를) 실시한다 LVIDd/Ao ratio 측정법을(를) 실시한다 심실 수축기 시작 바로 전에(수축기 바로 시작점; R파 바로 앞에) 중격연과 좌심실 유리벽연에서 가장 넓은 곳의 직경을 잰다. 대동맥 판막이 열렸을 때(수축기 초기: T파 시작점), 판막 소편에서 반대쪽 대동맥공까지 가장 넓게 직경을 측정한다. 두 직경의 직경비를 계산한다.\n진단가이드: LVIDdN . 1.7은 ACVIM B2 단계 이상 심부전을 나타낸다.\nLVIDd/Ao ISACHC I , 2.0, ISACHC II 2.0~2.5, ISACHC III . 2.5\n● MR의 심하기 평가\n\n평가 방법을(를) 실시한다 좌심첨 단면에서 CW doppler로 MR을 측정한 다음 1 m와 3 m 사이의 MR flow flow file의 경사를 측정한다(dP/dt).\n진단가이드: . 1,200 mmHg는 좌심실 수축기능이 정상임을 나타내고 800 mmHg 이하는 수축기 기능부전을 나타낸다. 그림 B처럼 cut-off signs(화살 표)이 있으면 심한 CMVI 상태를 나타낸다.\n● Transmitral E-peak와 TDI E’-peak\n\n측정 방법: 좌심첨 단면에서 PW 도플러를 이첨판륜의 앞에서 수평으로 위치한 후 이첨판 혈류의 peak 속도를 측정한다. TDI 모드로 전환후 중격과 이첨판륜 기시부 사이(septal)와 좌심실 유리벽과 이첨 판륜 기시부 사이(lateral)에서 PW doppler로 peak 속도를 각각 측정한다. E/E’ ratio를 계산한다.\n진단가이드: ISACHC I 0.8~1.0 m/s, ISACHC II 1.0~1.2 m/s, ISACHC III . 1.2 m/s\nE/E’ . 9는 LAP 20 mmHg 이상을 의미하고,  12 이상은 울혈성 심부전 상태를 의미한다.\n● LV Tei index, E/IVRT, IVRT\n\n측정 방법을(를) 실시한다 LV Tei index을(를) 실시한다 좌심첨 단면에서 PW 도플러를 좌심실 유출로와 이첨판륜 사이에 위치한 후 대동맥 혈류와 이첨판 혈류를 동시에 측정한다. ECG상 QRS가 시작되어서 끝나는 구간이 ICT이고 대동맥 혈류  종료 시점에서 이첨판의 E-peak 형성 시점까지가 IVRT이다. 또한 대동맥 혈류 형성시점부터 종료시점까지 시간이 LVET이다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다..\n진단가이드: E/IVRT 2.5 이상과 IVRT 45 msec 이하는 울혈성 심부전의 존재를 나타낸다.\n\n● %LA-FS\n\n측정 방법: 우측 부흉골 장축 단면에서 좌심방의 중앙에서 수직으로 M-mode 커서를 가져간 후 좌심방의 최대 직경과 최소 직경을 측정한다.\n진단가이드: Control 55.1 6 2.1%, ACVIM B: 42.6 6 9.7%, ACVIM C&D: , 20%\n● 폐성 고혈압의 심초음파적 진단 지표\n TR and PR velocity\n\n RPDAI\n\n (A) RVOT ET/AT & AT, (B) Tricuspid E’/A’, (C) RVOT flow profile, D: RV Tei index\n\n TAPSE\n\n %RV-FS\n\n진단가이드\n\n 고양이의 심장 초음파 가이드\n● LA 직경 측정\n\nA: 우측 부흉골 장축 단면에서 좌심방 직경 측정법: 우측 부흉골 4강 장축 단면에서 이첨판이 닫혔을 때 좌심방의 직경과 높이를 잰다. 1. 좌심방 상하직경, 2. 좌심방 내외직경\nB: 좌심첨 장축 단면에서 좌심방 직경 측정법: 좌심첨 4강 장축 단면에서 이첨판이 닫혔을 때 좌심방의 직경과 높이를 잰다. 1. 좌심방 상하직경, 2. 좌심방 내외직경\n진단가이드: ACVIM B1 15.1 mm 이하, ACVIM B2 15.1~18.8 mm, ACVIM C .18.8 mm\n● LA/Ao 측정법\n\nA: LA/Ao Sx(단축) 측정법(1형): 대동맥 단축 단면에서 대동맥 판막이 닫혔을 때 noncoronary aortic valve cusps에서 수직으로 대동맥 끝까지 선을 그어 내직경을 측정한다. Noncoronary aortic valve cusps과 left coronary a ortic valve cusps가 만나는 지점에서 좌심방의 원위 말단부까지 거리를 잰다. 두 직경비를 측정한다.\nB을(를) 실시한다 LA/Ao Sx(단축) 측정법(2형)을(를) 실시한다 대동맥 단축 단면에서 대동맥 판막이 닫혔을 때 noncoronary aortic valve cusps과 right coronary aortic valve cusps 사이의 내직경을 측정한다. Noncoronary aortic valve cusps과 left coronary a ortic valve cusps가 만나는 지점에서 좌심방의 원위 말단부까지 거리를 잰다. 두 직경비를 측정한다.\n진단가이드: ACVIM B1 1.4 이하, ACVIM B2 1.4~1.9, ACVIM C .1.9\n● LV 두께 측정법\n\nA. LV 장축 측정법: 좌심실 장축단면에서 좌심실의 이완 말기에(심전도상 R파 바로 앞에서) 심실 중격과 좌심실 유리벽의 가장 두꺼운 곳을 잰다.\nB. LV 단축 측정법: 좌심실 유두근 단축단면에서 좌심실의 이완 말기에(심전도상 R파 바로 앞에서) 심실 중격과 좌심실 유리벽의 가장 두꺼운 곳을 잰다.\nC. 심실의 확대상: 심실내막 안쪽만(심내막층이 포함되지 않게) 측정해야 한다.\n진단가이드: 심근의 두께 6 mm 이상을 HCM 진단 기준으로 사용한다. 9 mm 이상은 중증으로 불량한 예후와 관련 있다.\n● Transmitral E-peak와 TDI E’-peak\n\n측정 방법: 좌심첨 단면에서 PW 도플러를 이첨판륜의 앞에서 수평으로 위치한 후 이첨판 혈류의 peak 속도를 측정한다. TDI 모드로 전환 후 중격과 이첨판륜 기시부 사이(septal)와 좌심실 유리벽과 이첨판륜 기시부 사이(lateral)에서 PW doppler로 peak 속도를 각각 측정한다. E/E’ ratio를 계산한다.\n진단가이드:\nHCM: E/A reversal, E’/A’ reversal, E’ 5 cm/s 이하\nRCM: E/A 2.5 이상, E’ 5 cm/s 이하\nE/E’ . 12 이상은 울혈성 심부전 상태를 의미한다.\n● LV Tei index, E/IVRT, IVRT\n\n측정 방법: LV Tei index: 좌심첨 단면에서 PW 도플러를 좌심실 유출로와 이첨판륜 사이에 위치한후 대동맥 혈류와 이첨판 혈류를 동시에 측정한다. ECG상 QRS가 시작되어서 끝나는 구간이 IVCT이고 대동맥 혈류 종료 시점에서 이첨판의 E-peak 형성 시점까지가 IVRT이다. 또한 대동맥 혈류 형성시점부터 종료시점까지 시간이 LVET이다. Tei index는 (IVCT 1 IVRT)/LVET이고, E/IVRT는 이첨판의 E-peak 속도를 IVRT로 나눈 값이다.\n진단가이드: E/IVRT 2.5 이상과 IVRT 45 msec 이하는 울혈성 심부전의 존재를 나타낸다. 유증상 HCM 그룹의 LV Tei는 보통 0.55 이상이다. E/IVRT 계산시 E-peak는 cm/s단위를 적용하고 IVRT는 ms 단위를 적용한다.\n● %LA-FS\n\n측정 방법: 우측 부흉골 장축 단면에서 좌심방의 중앙에서 수직으로 M-mode 커서를 가져간 후 좌심방의 최대 직경과 최소 직경을 측정한다.\n진단가이드: ACVIM B1 .27.3%, ACVIM B2 20.2~27.3%, ACVIM C ,20.2%\n● IVS-MAPSE & LVFW-MAPSE\n\nA: 심실 중격측(IVS) MAPSE는 좌심첨 4강 장축단면에서 M-mode 커서를 심실중격과 이첨판이 만나는 가장자리에 위치한 후 심실중격의 움직임을 측정한다(최저에서 최고로 올라올 때까지 길이를 잰다).\n진단가이드: ACVIM B1 .4.7 mm, ACVIM B2 3.3~4.7 mm, ACVIM C ,3.3 mm\nB: 좌심실 유리벽측(LVFW) MAPSE는 좌심첨 4강 장축단면에서 M-mode 커서를 좌심실 유리벽과 이첨판이 만나는 가장자리에 위치한 후 좌심실 유리벽의 움직임을 측정한다(최저에서 최고로 올라올 때까지 길이를 잰다).\n진단가이드: ACVIM B1 .4.8 mm, ACVIM B2 3.3~4.8 mm, ACVIM C ,3.3 mm\n● 폐성 고혈압의 심초음파적 진단 지표\n TR and PR velocity\n\n측정 방법:\nA: 삼첨판 역류(TR) 속도는 좌심첨 5강 장축이나 좌심첨 대동맥 단축 단면에서 CW 도플러를 삼첨판륜의 앞에서 수평으로 위치한 후 삼첨판 혈류의 역류 속도를 측정한다.\nB: 폐동맥 역류(PR) 속도는 우측 부흉골 페동맥 단축단면이나 좌심첨 대동맥 단축 단면에서 CW 도플러를 우심실 유출로 앞에서 수평으로 위치한 후 폐동맥 혈류의 역류 속도를 측정한다.\n진단가이드: 경증(sPAP ~57 mmHg, mPAP ~41 mmHg), 중등도(sPAP 57~70 mmHg, mPAP 41~55 mmHg), 중증(sPAP .70 mmHg, mPAP .55 mmHg)\n RVOT ET/AT & AT 그리고 TAPSE\n\n측정 방법:\nA: PV-AT/ET & PV-AT: 폐동맥 혈류 패턴과 속도는 우측 부흉골 폐동맥 단축단면이나 좌심첨 대동맥 단축 단면에서 PW 도플러를 우심실 유출로 앞에서 수평으로 위치한 후 폐동맥 혈류를 측정한다. 폐동맥 혈류의 시작부터 피크에 오르는 시간이 AT이고 폐동맥 혈류의 시작부터 끝까지가 ET이다.\n진단가이드: 폐성 고혈압(0.42 이상은 폐성고혈압을 배제할 수 있음)\nAT/ET 경증 0.28~0.41 중등도 0.28~0.26 중증 0.24~0.26\nAT .52~58 ms은 폐성고혈압의 존재를 암시\nB: TAPSE는 좌심첨 5강 장축단면에서 M-mode 커서를 우심실 유리벽과 삼첨판이 만나는 부위에 위치한 후 우심실 유리벽의 움직임을 측정한다(최저에서 최고로 올라올 때까지 길이를 잰다).\nTAPSE ACVIM B1 7.2 mm 이상, ACVIM B2 5.3~7.2 mm, ACVIM C ,5.3 mm\n"}