{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "06\n심부전증의 발병기전\nPathophysiology of heart failure\n심장의 정상 기능과 심부전의 정의\n심장은 순환계의 중심으로 2개의 중요한 기능을 수행한다. 첫 번째는 충분한 양의 혈액을 대동맥을 통해 말초혈관까지 보내서 조직이 충분한 산소를 공급받고 이를 통해 대사가 원할하게 유지되게 하는 기능이다. 두 번째는 전신을 순환한 혈액을 받아들여 이산화탄소를 폐를 통해 제거하고 말초에 분포된 혈액을 적절하게 배분하는 기능을 수행한다. 따라서 정상적인 심장의 기능을 수행하기 위해서는 심장은 기능적으로나 해부학적으로 결함이 없어야 하고, 충분한 양의 순환 혈액이 심장으로 유입되어야 한다. 심장의 기능유지는 심박출량(cardiac output; CO)이라는 형태로 평가할 수 있다. CO는 심박수(heart rate; HR)에 일회박출량(stroke volume; SV)을 곱한 값이다. 따라서 CO는 HR이나 SV의 변화에 의해 변동될 수 있다. 심박수는 교감/부교감신경톤의 변화에 따라 조절되고, SV는 심장의 전부하(preload), 수축력(contractility) 및 후부하(afterload)에 의해 결정된다. 이러한 내용은 뒤에서 보다 자세히 설명되어 있다.\n건강한 개와 고양이의 평균 동맥압(MAP)은 90~100 mmHg 정도이며, 이 정도 압력이면 충분하게 말초 모세혈관계까지 혈액을 원할하게 공급할 수 있다. 반면 폐혈관계는 폐조직에만 분포되어 있기 때문에 상대적으로 저항성이 낮아서 평균 동맥압은 ~20 mmHg 정도이다. 따라서 폐순환계로 혈액을 보내는 우심실과 전신순환계로 혈액을 보내는 좌심실의 두께가 큰 차이를 보이는 이유는 바로 심실 내 걸려 있는 압력의 차이에서 기인한다고 볼 수 있다. 따라서 우심실 벽이 더 얇기 때문에(더 쉽게 심실의 신전-확장이 가능하다), 우심실의 이완말기 충전압(filling pressure)은 4 mmHg 이하로 좌심실(,8 mmHg)에 비해 더 낮다.\n정맥의 용적(venous capacitance)은 정맥압과 모세혈관압을 적절하게 유지하여 장기의 울혈이나 부종형성을 막기 위해 조절된다. 심부전은 심장이 혈액을 박출하거나 받아들이지 못하여서 여러 가지 임상증상을 유발하는 상태를 말한다. 이러한 심장의 기능장애에 의해 조직에 나트륨과 체액의 축적을 유발하여 울혈이나 부종을 일으키기 때문에 울혈성 심부전(congestive heart failure; CHF)이라는 단어를 사용한다. 이러한 심부전 환자는 크게 전신체액 저류 소견이 있으면 우심부전(R-CHF) 또는 폐부종이 있으면 좌심부전(L-CHF)으로 크게 분류할 수 있다. 하지만 일부 환자들은 전신 체액축적(복수)과 폐부종이 동시에 존재할 수도 있고, 일부 환자는 이러한 체액 저류 소견을 전혀 보이지 않다가 심부전이 발생하는 경우도 있다.\n심부전은 심근, 판막, 심낭의 질환에 의해 발생할 수도 있고, 심박출의 저항이 증가하여서도 발생할 수 있다. 비록 심근부전(myocardial failure)이 대다수 심부전 환자에서 나타나지만 일부 심부전 환자에서는 이러한 심근 기능이 보존되어 있는 경우도 있다[예, 광범위한 폐혈전, 급성 판막폐쇄부전, 심장압전(cardiac tamponade)]. 심장의 기계적 활동 이외에도 전기적 활동도 정상 심기능 유지에 중요하다. 따라서 부정맥이나 전도장애 역시 심부전을 유발할 수 있고, 심부전을 악화시키는 요인이 될 수 있다. 지나치게 빠르거나 느린 심박동은 모두 CO를 떨어뜨려 저혈압을 유발하고 울혈성 심부전을 악화시킬 수 있다. 심잡음, 부정맥 및 기타 심장 질환을 암시하는 검사소견 등은 환자가 심장 질환이 있다는 것을 나타내지, 그 환자가 반드시 심부전 상태에 있다는 것을 의미하지 않는다. 상당수의 초기 심장 질환 환자들이 정상적인 생활이 가능하고 임상증상을 보이지 않기 때문에 이러한 환자를 심부전 환자로 분류하는 것은 치료와 관리상 여러 가지 오류를 범하게 만든다\n(이 단계 환자는 약물 치료가 필요하지 않기 때문에). 심부전이 있는 환자는 반드시 심장 질환이 있지만, 심장 질환이 있는 환자는 반드시 심부전 상태가 아니라는 것을 명심해야 한다. 또한 성공적인 치료를 위해서는 심부전을 유발한 원발요인을 잘 추적하여 이에 준한 치료전략을 세워야 한다.\nFrank-Starling 법칙\n앞에서 언급된 것처럼 CO는 SV와 HR에 의해 변동된다. 사람이 앉아 있다가 일어서게 되면 중심정맥압(central venous pressure; CVP)이 떨어지면서 SV가 떨어지기 때문에 CO가 떨어지게 된다. 또 다른 예를 들면, 운동에 의해 근육이 움직이면 정맥귀환량(venous return; VR)이 늘면서 SV를 올리기 때문에 CO는 증가한다. 그렇다면 VR이나 CVP 변화가 어떻게 SV에 영향을 주는 것일까?\n19세기, Otto Frank는 개구리 심장을 떼어 놓고 실험을 하다가 심실 수축에 앞서 인의적으로 심실을 신장시키면 심실의 수축강도(수축력)가 증가되는 것을 목격하였다. 이러한 현상은 20세기 들어 Ernest Starling에 의해 개를 이용한 보다 체계적인 실험을 통해 입증이 되었다. 다시 말해, 정맥귀환량(VR)을 증가시키면, 심실의 충전압이 증가되어 일회박출량(SV)이 증가된다는 점이다(그림 6-1). 더욱 특이한 것은 이러한 심장의 반응은 분리된 개구리 심장뿐만 아니라 동물이나 사람에서 신경이나 호르몬 영향과 무관하게 일어난다는 점이다. 이러한 사실을 발견한 두 학자의 이름을 따서 심장의 수축력을 변동시킬 수 있는 능력, 다시 말해 정맥귀환량에 따라 일회박출량(궁극적으로, 심박출량)을 변동시킬 수 있는 능력을 Frank-Starling 법칙이라고 한다.\nVR의 증가는 심실의 충만량(이완말기 용적; end-diastolic volume)을 증가시킨다. 다시 말해 심근이 수축에 앞서 늘어날 수 있는 능력인 전부하(preload)를 증가시킨다. 심근세포의 신전(stretching)은 sarcomere의 길이를 증가시켜서 더 강한 힘이 발산되게 한다. 이러한 기전을 통해 심장은 증가된 VR을 충분히 박출할 수 있게 되고, 따라서 SV가 증가한다. 이러한 현상은 기능적 용어로 심근의 길이-장력과 힘-속도 관계라고 한다. 전부하를 증가시키면 근섬유에 의해 생성되는 활성장력이 증가되고, 근섬유의 단축 속도가 증가된다. 어떻게 전부하가 수축력에 영향을 주는지에 대한 기전 중 하나는 sarcomere의 길이를 증가시키면 troponin C의 calcium에 대한 민감도가 증가되고, 액틴-마이오신 cross-bridge에 부착과 탈락되는 속도를 빠르게 하여 심근세포 하나가 생성할 수 있는 장력의 양을 증가시키는 것이다. 심근 수축단백질에 대한 sarcomere 길이 증가의 효과를 길이-의존성 활성(length-dependent activation)이라고 한다.\n전통적으로 Frank-Starling 법칙은 sarcomere내 여러 개의 actin과 myosin units의 변화에 근거하고 있다. 이런 관점에서 보면 수축 장력의 변화는 심근의 inotropy의 변화와 무관하게 일어난다. 최근의 분자생물학의 발달로, 이러한 전부하의 변화는 calcium handling 변동과 칼슘에 대한 troponin C의 친화성 변화에 기인한 것으로 밝혀졌다. 하지만 심근 수축력의 변화를 length-dependent (Frank-Starling mechanism)인지 length-independent (inotropic mechanisms)인지를 명확하게 구분하기 힘들다.\nFrank-Starling curve에는 심박출량에 영향을 주는 또 다른 요소들을 첨가하여 그릴 수가 있다. 예를 들어 그림 6-2에 나와 있는 후부하와 심근 수축력(inotrophy)에 대한 관계에서 보듯이, 후부하가 증가되거나 심근의 수축력이 저하되면 Frank-Starling curve는 우측/아래로 이동한다(그림 6-2의 B지점).\nFrank-Starling curves는 어떻게 심실의 전부하의 변화가 SV에 영향을 주는지를 나타내고 있다. 하지만 이 그래프는 어떻게 VR이 EDV나 ESV에 영향을 주는지는 보여주지 않는다. 이를 알아보기 위해서는 pressure-volume diagrams이 필요하다. VR이 증가될 때, 심실의 충만량이 증가하여 이완말기 용적(end-diastolic volume; EDV)이 증가한다\n(그림 6-3). 만약 후부하가 일정한 상태라고 치면, 이러한 전부하의 증가로 EDV가 늘어난 상태라서 심실은 더 많은 양의 혈액을 박출할 수 있다(SV의 증가). 이러한 SV의 증가는 pressure-volume loop의 폭을 증가시킨다. 따라서 정상 심장 상태에서 생리적으로 VR이 증가하면 이에 반응하여 SV가 증가된다. 만약 이러한 반응이 일어나지 못하면 바로 심부전이 되고 울혈(혈액정체)이 발생하는 것이다.\n심박출량의 결정 인자와 심부전의 관계\n심박출량(cardiac output; CO)은 전부하(preload), 후부하(afterload), 심근의 수축력(contractility), 심박수, 심근의 이완능력(distensibility) 및 심근 수축의 동기화 정도(synergy of contraction)에 의해 결정된다.\n 전부하\n전부하(preload)란 심실의 수축을 바로 앞둔 상태에서 심실이 최대로 이완될(늘어날) 수 있는 능력을 말한다. 따라서 심실의 전부하는 이완말기 용적이나 이완말기압(end-diastolic pressure)을 측정하여 평가할 수 있다. 따라서 전부하는 정맥귀환량과 수축 후 심실 내 남아 있는 잔기량(residual volume)을 합한 값이다. 심장에 대한 Frank-Starling curve를 이용해 전부하와 일회박출량(stroke volume)의 관계를 이해할 수 있다. 그림 6-1에서 보듯이 전부하(이완말기 용적)가 증가하면, 일회박출량(SV)이 증가한다. 압력-용적 커브(pressure-volume curve)에서 보듯이 용적 증가(전부하)는 심실내 압력(후부하)을 증가시킨다. 심실내 압력이 증가하면, 심실과 연결된 혈관내압(정수압)도 증가한다. 따라서 전부하가 증가되고 그래서 심실내압이 지속적으로 상승하게 되면 어느 시점에서는 혈관내압(정수압)이 너무 높아져서 혈관내 체액을 간질로 밀어낼 수 있게 된다. 만약 이러한 현상이 폐에서 일어난다면 폐수종이 된다(그림 6-4). 그림 6-5에서 X축 중간의 수직점선은 전부하가 증가되어 조직에 체액축적을 유발할 수 있는 한계점을 표시하고 있다(오른쪽으로 치우치면 체액저류가 일어난다). 또한 전부하가 왼쪽으로 치우치면 체액이 반대로 혈관으로 유입되므로 조직에 체액저류가 소멸된다. 그림 6-5는 정상 심장과 심부전 심장의 좌심실의 기능곡선을 보여주고 있다. 주목할 것은 정상 심장의 경우 전부하 증가로 SV가 증가되지만, 심부전이 있는 심실은 SV가 약간만 올라간다는 점이다. 반대로 정상 심장의 경우, 전부하의 감소로 SV가 많이 감소되지만 심부전이 있는 심실에서는 SV가 조금밖에 떨어지지 않는다. 그러므로 심부전 환자에서 전부하를 많이 떨어뜨리면 폐부종은 치료되지만 실제로 SV는 조금밖에 떨어지지 않는다. 이런 환자에서 SV를 너무 많이 떨어뜨리면 심기능에 큰 악영향을 끼치게 된다. 전부하 증가를 통해 조직에 체액저류(예, 폐수종이나 복수)가 발생한다. 좌심실의 전부하가 증가하면 폐정맥 혈관이 확장되면서 폐부종이 발생한다. 또한 심장은 폐쇄혈관계이기 때문에 시간이 지나면 좌심실의 전부하 증가는 우심실의 전부하를 증가시킬 수 있고, 우심실의 전부하 증가는 중심정맥압의 상승, 경정맥 확장, 양성 간/경동맥 반사, 간종대 및 복수를 유발할 수 있다. 또한 흉수도 발생할 수도 있다. 일반적으로 좌심실의 전부하 증가로 폐수종(청진 시 폐수포음 청진), 저산소증/청색증, 우심실 전부하 증가를 유발할 수 있다.\n 후부하\n후부하(afterload)는 좌심실이 혈액을 박출할 때 직면하는 하부 혈관계의 저항감을 나타낸다. 후부하는 단지 개념일 뿐 실제 직접 측정은 불가능하다. 후부하는 다음과 같은 조건에 의해 변동될 수 있다: (1) 심실용적(크기), (2) 동맥혈관 긴장도(동맥저항성), (3) 심실벽의 두께. 따라서 후부하는 심실용적 증가, 동맥혈관도 긴장도 증가 및 심실벽의 두께 증가(심실내강의 용적 감소)에 의해 증가된다. 또한 이와 반대되는 조건에서 후부하가 감소한다. 후부하가 증가되면 SV는 떨어지고, 반대로 후부하가 감소되면 SV가 올라간다. 또한 심부전이 있는 심장은 정상 심장에 비해 후부하에 영향을 주는 요인에 의해 SV는 더 크게 변화된다(그림 6-6). 또한 후부하의 증가는 심근의 산소요구량을 증가시키고, 반대로 후부하의 감소는 산소요구량을 떨어뜨린다. 후부하를 떨어뜨려 CO를 증가시켜 주는 치료법이 지난 25년간 현대의학이 이루어 놓은 업적이다. 후부하는 직접 측정이 불가능하지만, 심실용적, 심실의 두께 및 말초혈관의 저항감에 대한 평가를 통해 후부하의 변화를 간접적으로 평가가 가능하다. 대다수 임상 환경에서, 심부전이 있는 환자에서는 혈압을 유지하려는 보상효과 때문에 후부하는 증가한다(혈압 5 CO 3 혈관저항). 대부분 심부전 환자는 말초혈관의 수축(저항감 증가)을 통해 떨어진 CO를 보상한다. 그러므로 CO가 떨어지는 다음과 같은 임상 소견을 보이면 말초혈관 저항(후부하)의 증가를 의미한다: 사지냉감, 허약/실신, 쇼크, 모세혈관 충전시간 지연(capillary refill time .2 sec), 부정맥, 의식혼미.\n 심실 수축력\n심실 수축력(contractility)은 심실의 수축강도를 나타낸다. 심실의 수축력 증가로 (1) SV\n(심실이 한 번 수축할 때 박출되는 혈액의 양)가 증가하고, (2) 전부하가 감소되며(심실내 잔기량이 감소되므로; 따라서 심부전 환자에서 수축력을 증가시키면 부종이 완화된다), (3) 심근의 산소요구량을 증가시킨다. 하지만 심장에 대한 산소요구량을 공급량이 채워주지 못하면 심근에 혐기성 대사를 유발하여 유해산소기에 의한 심근에 허혈성 손상이 일어난다. 이로 인하여 심장의 재구성(cardiac remodeling)이 유발된다. 수축력이 증가되면 Frank-Starling 커브는 좌측으로 이동하고 감소되면 우측으로 이동하게 된다(그림 6-1). 심근의 수축력 변화는 신체검사를 통한 평가는 불가능하고, 주로 심초음파를 이용하여 좌심실의 수축기와 이완기 용적을 측정하여 수축력의 변화를 평가할 수 있다.\n 심박출량\n심박출량(cardiac output)은 CO는 심박수(HR) 곱하기 일회박출량(SV)이다. Chronotropy는 심박수의 변화를 나타내는 용어이다. HR의 증가는 CO를 증가시킨다. 하지만 이러한 현상은 오히려 반대로 작용할 수도 있다(그림 6-7). HR이 너무 빨라지면 CO는 오히려 떨어지게 된다. 왜냐하면 심박수가 너무 빨라지면 심실충만을 위한 시간이 줄어들게 하고, 심근 관상동맥의 관류량을 감소시켜 심실의 이완기를 감소시킨다. 또한 심박수가 너무 빨라지면 심근의 박동당 산소요구량을 증가시켜 오히려 심실 수축력을 떨어뜨린다. 따라서 만약 정상 심장을 지속적으로 분당 250회 이상 뛰게 만들면, 3~4주 내 심부전이 발생하고 4~5주 안에 환자는 폐사한다.\n 심실의 확장성\n심실의 확장성(distensibility)은 이완기 때 심실이 늘어날 수 있는 능력을 나타내는 말이다. Lusitropy는 심실의 확장능력을 나타내는 용어이다. 심실의 확장성이 점점 떨어지게 되면, 똑같은 이완말기 용적(전부하)에도 심실내압은 더 가파르게 높아지게 된다(그림 6-8). 만약 좌심방이나 좌심실의 확장성이 떨어지게 되면, 좌심실의 이완 말기압이 높아지면서 폐혈관의 정수압이 증가되어 폐부종이 유발된다. 따라서 심실내 용적변화가 없어도 단지 심실의 확장능력이 떨어지면 더 높은 정수압이 발생하게 된다. 대부분의 심장 질환은 심실의 확장성을 감소시킨다. 특히, 만성적인 심장분방의 확장(주로 심방)은 심실의 확장성을 증가시킨다. 좌심실이나 좌심방의 확장성의 감소는 좌심계의 울혈을 유발한다\n(신체검사상 폐부종, 저산소증/청색증, 우심실 전부하 증가). 반대로 우심실이나 우심방의 확장성의 감소는 우심계의 울혈을 유발한다[경정맥이나 말초 정맥혈관 확장, 양성-경동맥 반사, 흉수(노력성 호흡), 간종대/비장종대, 복수 및 피하부종]. 주목해야 할 것은 한쪽 분방의 확장성이 떨어지면 다른 쪽 분방내 전부하를 증가시킨다(예, 좌심실의 확장성이 떨어지면, 좌심방에 전부하를 증가시켜 좌심방을 확장시킨다).\n 심장 수축의 동기화\n심장 수축의 동기화(synergy of contraction)란 심장이 얼마나 조화롭고 순서대로 수축하여 심실 내 유입된 혈액을 심장 밖으로 뿜어내는지를 나타내는 말이다. 정상적으로 심장은 좌심실 이완말기 용적의 ~60% 정도를 박출하고 우심실 이완말기 용적의 ~50% 정도를 박출한다. 만약 심장의 수축과정에 이상이 생기면 이를 심근 수축의 비동기화(dyssynergy of contraction)라고 한다. 이러한 현상을 다른 말로 부정맥(dysrhythmias)이라고 한다. 부정맥이란 심장의 각 부위가 불규칙적이고 부조화롭게 혼란하게 수축하는 상태를 말한다. 이러한 현상이 발생하면, SV는 크게 감소한다(실제로 부정맥의 종류에 따라 SV가 거의 생성되지 못하기도 한다). 대부분의 부정맥은 간헐적이고 드문드문 나타나기 때문에 CO의 변화를 거의 확인하기가 어렵다. 하지만 이러한 부정맥이 지속적이거나 심하게 나타날 경우, 환자가 실신할 수도 있다(특히, 빈맥성 부정맥). 간헐적인 부정맥을 제대로 진단하기 위해서 24 hour ECG recording (Holter recording)이 필요할 수도 있다. 신체검사상, 심장 수축의 비동기화는 심음의 불규칙성이나 대퇴동맥의 박동 결핍으로 확인이 가능하다. 빠르고 불규칙한 심박동은 거의 대부분 병적인 상태를 나타낸다. 하지만 동성 부정맥처럼 박동은 불규칙적이지만 심박수가 정상일 경우, 정상적인 생리반응 상태를 의미하는 경우가 많다. 일부 부정맥은 규칙적인 박동패턴으로 나타날 수도 있기 때문에 불규칙한 박동이 없다고 해서 심장 수축의 비동기화에 의한 질환을 배제해서는 안 된다. 맥박결손(pulse deficits)이란 심박동은 들리는데 맥박이 느껴지지 않는 경우를 말한다. 부정맥에 의해 주로 발생하며 맥박의 강도가 크게 달라진다. 심전도 검사가 이러한 부정맥을 진단하는 데 가장 필요한 검사법이다.\n심부전 환자의 보상반응\n심부전이 발생하면 심기능을 유지하기 위해 다음과 같은 보상반응이 일어난다.\n첫째로 교감신경톤을 증가시킨다. 이를 통해 심박수가 증가되고(CO를 유지하기 위해), 말초동맥혈관 긴장도가 증가되며(혈압유지를 위해), 말초정맥혈관 긴장도가 증가되고(정맥귀환량을 증가시켜 전부하를 늘리기 위해, 신장에서 레닌을 방출시키며 angiotensin II와 aldosterone을 분비하여 말초혈관 수축을 통해 후부하를 증가시켜 혈압을 올리고, 수분 재흡수량을 증가시켜 순환 혈량을 증량하기 위해), 심근 수축력이 증가된다. 하지만 이러한 교감신경톤의 증가는 심근의 산소 요구량(MVO2)을 증가시키고, 부정맥의 발생위험도를 높인다.\n둘째로 순환 혈액을 재분배한다. 심장의 관상동맥과 뇌 모세혈관계처럼 생명 유지에 가장 중요한 장기로 순환 혈량을 우선 공급하기 위해 다음과 같은 변화를 유발한다: (1) 피하 혈관계 관류량 감소(창백한 점막, CRT 지연, 사지냉감을 유발), (2) 비장 혈관계 관류량 감소(장을 통한 흡수지연, 소화관에 허혈성 손상-궤양, 출혈을 유발), (3) 신장 혈관계 관류량 감소(GFR 감소, 나트륨과 수분 저류를 유발).\n셋째로 갈증을 증가시켜 수분 섭취량을 증가시킨다(전부하 증가).\n마지막으로 ADH 분비를 증가시켜 동맥 혈관 긴장도를 증가시키고(후부하 증가), 수분 재흡수량을 증가시킨다(전부하 증가).\n장기간 지속되는 이러한 보상반응은 궁극적으로 다음과 같은 부작용을 유발하여 심장의 재구성을 유발한다: (1) 후부하의 증가를 통한 SV 감소와 MVO2의 증가, (2) 전부하 증가를 통한 SV 증가와 MVO2의 증가 및 체액 저류 유발(예, 폐부종), (3) 신장의 관류량 감소, (4) 심박수 증가를 통한 MVO2의 증가와 부정맥 발생 위험도 증가, (5) 심근 수축력 증가를 통한 MVO2 증가와 SV 증가, (5) 부정맥 발생 위험도 증가를 통한 CO 감소. 다시 말해, 단기간의 심장의 보상반응은 심기능 유지에 도움이 되지만 이러한 보상반응이 장기간 지속되면 오히려 심장에 악영향을 미친다.\n심부전 환자에서 혈압을 유지하기 위해 동맥이 수축된다. 이러한 현상은 (1) 교감신경톤의 증가, (2) angiotensin II 활성 증가, (3) vasopressin 활성 증가, (4) endothelin(강력한 혈관 수축제로 혈관내피에서 분비되는 호르몬)의 분비 증가를 통해 일어난다. 이러한 작용에 의해 동맥혈압이 유지되지만 장기적으론 오히려 심부전을 악화시킨다.\n심부전 환자에서 동맥혈관 확장(수축기 혈관 저항성 감소)을 유발하는 기전으로는\n(1) 동맥의 확장을 유발하는 prostaglandin류의 분비, (2) ANP (atrial natriuretic peptide)의 분비, (3) 국소적으로 작동하는 혈관내피내 이완인자의 분비 등이 관여한다. 불행하게도 심부전 환자에서 혈관확장 기전에 대해서는 연구된 것이 적고 요즘에 들어서 많이 이루어지고 있다. 일부 이러한 혈관확장 기전은 심부전이 진행하면서 소멸되거나 기능을 발휘하지 못한다. 일반적으로 심부전 환자에서는 혈관 수축 기전이 혈관확장 기전보다 더 강하게 일어나며, 이러한 현상에 의해서 심부전이 빠르게 악화된다.\n심부전증의 발생에 관여하는 신경-내분비계\n● 심장의 자율 신경계\n심장의 자율 신경계는 연수나 시상하부의 baroreceptor나 chemoreceptor에 반응하여 혈역학적 변화에 따라 심장의 보상반응을 조절한다. 교감신경계(sympathetic nervous system)는 심방과 심실 전체에 걸쳐 분포되어 있고(특히, SA node), b-adrenergic receptor가 주로 심장의 수축력과 박동수 증가에 관여한다. 반면 부교감신경계(parasympathetic nervous system; vagal nerve)는 muscarinic receptor를 통해 교감신경에 반대되는 작용에 관여한다. 또한 교감신경계는 a-adrenergic receptor를 통해 혈관 수축(vasoconstriction)을 유발한다. 반면 부교감신경계는 일부 기관에서 acethylcholine이 kinin류(예, bradykinin)를 분비하여 혈관을 확장시킨다(그림 6-9).\n심부전증의 가장 주요한 발생 기전 중 하나는 바로 심부전을 보상하기 위한 만성적인 교감신경계의 흥분이다. 교감신경계의 흥분은 심근세포의 MVO2 요구량을 증진시킨다. 하지만 심부전에 의해 충분한 산소 요구량을 충족시키지 못하면 혐기성 대사에 의해 유해 산소기가 발생하게 된다. 심근세포의 산화적 손상은 심근의 섬유화를 유발하여 심실의 리모델링이 일어난다. 이러한 심실 리모델링이 지속될수록 심기능은 더욱 약화되므로 심장이 혈역학적 변화에 더이상 잘 대처하지 못하게 만든다. 심부전증의 치료에 b-blocker를 많이 사용하는 것은 바로 이러한 이유 때문이다. Cardiac remodeling에 대해서는 아래에 자세히 설명이 되어 있다.\n● Renin-angiotensin-aldosterone system (RAAS)\n신장에서 renin은 교감신경 흥분, 저혈압 및 나트륨이온 감소에 반응하여 분비되며 angiotensin II (AGII)의 전환을 촉진한다(그림 6-10). AGII는 부신에서 aldosterone을 분비하여 나트륨과 수분의 저류(sodium & water retention)를 유도하고, 뇌하수체에서 항이뇨호르몬(ADH, vasopressin)의 분비를 촉진하여 혈량을 증가시키며(preload 증가), 혈관을 수축시킨다(afterload 증가). 단기간의 RAAS 활성은 순환 혈량 확보를 통해 심기능 유지에 도움이 되지만 장기간의 RAAS의 흥분은 preload와 afterload를 모두 증가시키기 때문에 심장에 대한 부담을 증가시켜서 심기능을 오히려 악화시키고 심부전을 악화시키는 요인이 된다. 이러한 이유 때문에 장기간의 RAAS 활성을 차단하기 위한 ACE 차단제(angiotensin converting enzyme inhibitor; ACEi)가 심부전증 치료에 많이 이용되는 것이다.\n● Natriuretic factors(그림 6-11A)\nNatriuretic factor는 심장이 혈역학적으로 심한 스트레스를 받으면 분비되는 내인성 호르몬으로 크게 atrial natriuretic factor (ANF), brain natriuretic factor (BNF)와 C-type natriuretic factor (CNF)가 있다. 이러한 호르몬은 심방(ANF), 심실(BNF) 및 혈관(CNF)에서 분비되어 혈관의 저항성을 떨어뜨리고(afterload 감소), 사구체 여과율을 증가시켜 renin 분비를 억제하므로 나트륨과 수분 배설을 촉진한다(혈량 감소, preload 감소). 쉽게 말해, RAAS에 반대되는 작용을 한다. 때문에 이러한 natriuretic factor의 분비를 촉진하는 약물이 현재 심부전증 치료를 위해 개발되고 있다. 또한 이러한 호르몬의 농도변화는 심장이 혈역학적 변화에 의해 받는 스트레스의 강도와 직접적인 상관 관계가 있다. 따라서 이러한 호르몬이 심부전증 환자의 진단과 예후측정에 많이 이용되고 있다.\n● 기타 혈관 활성인자들\n심부전 발생기전에 관여하는 기타 혈관 활성인자로는 (1) endothelin (ET) receptor계, (2) vasopressin, (3) tumor necrosis factor-alpha (TNF-alpha)가 있다.\nEndothelin (ET)은 저산소증이나 심장의 strech가 낮은 shear stress에 반응하여 혈관 내피세포에서 분비되는 물질로 심근 기능조절, 혈관긴장도 조절, 말초혈관 저항성 조절 등에 관여한다. ET-1은 강력한 혈관 수축제로 신장 혈관계를 수축시켜 신장혈류량(renal blood flow), 사구체 여과율(glomerular filtration rate)을 떨어뜨리고, 나트륨 배설을 억제하여 체액을 보존하고 순환 혈량을 늘려주는 역할을 한다. 전반적인 효과는 RAAS와 유사하기 때문에 심부전의 발병기전에 관여하는 역할도 RAAS와 유사하다. 따라서 심부전의 악화 정도와 ET-1 농도 상승의 정도는 깊은 상관관계가 있다. ET-1이 순환 혈액 중에서 주로 관찰되는 ET이고 개와 고양이의 울혈성 심부전에서 2~3배 정도 농도 상승이 일어난다. 또한 일부 신장 질환이나 폐성고혈압에서도 ET-1의 농도가 상승한다.\n항이뇨호르몬(antidiuretic hormone; ADH)은 arginine vasopressin (AVP)으로 순환 혈량저하, AGII 자극, 혈액의 고삼투성 및 교감신경 흥분 등에 반응하여 뇌하수체 후엽에서 분비된다. ADH는 혈관 수축을 유발하여 동맥압을 상승시키고(afterload 증가), 신장의 수분 재흡수을 촉진하여 순환혈량을 상승시킨다(preload 증가; 그림 6-11B). 울혈성 심부전증의 증상 발현개시와 관련되어 혈중 AVP 농도 상승이 관찰된다. 특히, 심한 울혈성 심부전이 있는 사람에서 plasma AVP 농도 상승이 관찰되었다. 확장성 심근증이 있는 개에서도 AVP 농도 상승이 관찰되었지만 그 외 심장 질환에서 농도 상승은 아직까지 보고된 바 없다.\nTNF-alpha는 여러 가지 감염이나 염증성 질환에 대한 반응에 관여하는 cytokine류이다. 사람의 심부전증에 있어서 TNF-alpha 농도 상승이 보고되어 있고, 농도 상승의 정도와 심근 기능부전의 정도는 밀접한 상관관계가 있는 것 같다. 실험 연구에 따르면 국소적인 TNF-alpha 생산의 증가는 심근에 직접적인 독성작용을 발휘하여 심근의 수축 기능과 이완기능을 악화시키는 것으로 밝혀져 있다.\n● Adrenomedullin (ADM)\nAdrenomedullin (ADM)은 강력한 나트륨 이뇨효과와 혈관확장 효과 및 강심효과를 가진 호르몬이다. ADM은 부신수질, 심장, 폐와 신장에 주로 분포되어 있다. 사람의 심부전증과 실험적으로 유발된 개의 심부전증에서 혈장 ADM 농도 상승이 관찰되었다. 최근 연구에 따르면 AG II가 심근세포에서 ADM 생산과 분비를 촉진시키는 것으로 밝혀졌다. 따라서 ACEi 투여에 의해 ADM 생산과 분비가 억제된다. 또한 ADM은 심실비대를 감지하는 마커로 이용되고 있다. 하지만 개와 고양이에서 아직까지 진행된 연구는 없다.\n심장 재구성 Cardiac remodeling\n심장의 작업부담이 갑자기 늘어나면 심장의 혈역학적 변화에 대한 보상반응이 일어난다. 이러한 만성적인 보상반응은 궁극적으로 심장에 병리학적 변화를 유발하는데 이러한 과정을 심장 재구성(cardiac remodeling)이라고 한다. 심장은 새로운 심근세포를 재생할 수 있는 능력이 거의 없기 때문에 심장의 재구성과 관련된 병리학적 변화는 주로 비대(hypertrophy)이다. 건강한 심장에서는 심장용적의 3/4은 심근세포가 차지하고 나머지 1/4은 세포외 기질과 기타세포가 차지하고 있다. 하지만 심장에서 심근세포가 차지하는 비율은 전체 세포의 1/3밖에 되지 않는다. 심근세포 주위에는 섬유 아세포에서 분비되는 콜라겐이 풍부한 세포외기질(extracellular matrix; ECM)로 덮여 있다. ECM은 type I과 type III 콜라겐, proteoglycans, signaling peptides와 extracellular proteases로 구성되어 있다. 심장에서 콜라겐(주로 type 1)은 대략 2~4%를 차지한다. 심장 재구성은 이러한 콜라겐들이 심장 간질에서 증식되어 심근의 기능을 떨어뜨리는 과정이다.\n사람에서, 장기간 침대에서 휴식을 취하면 심장의 무게가 25~30% 정도 감소된다고 하고, 심한 운동을 할 경우 50~60% 증가된다고 한다. 심장에 대한 기계적인 자극, 성장 인자, 신경-호르몬 자극이 병리학적 심장 재구성을 유발하는 세포신호체계를 개시시키는 요인이 될 수 있다. 심장 간질의 재구성은 대칭적 심근세포 성장과 조화롭게 일어날 수 있고, 이러한 재구성은 생리적 유발요인이 해결되면 원래대로 회복이 가능하다. 이러한 변화를 회복 가능한 재구성(reverse remodeling)이라 하고, 임신이나 운동에 의해 유도되는 심근 비대가 대표적인 예이다. Reverse remodeling은 심장 재구성을 유발하는 세포신호체계를 중단시키고, 심장 재구성을 해체하는 세포신호체계를 발동시켜 심장을 원래대로 되돌린다.\n병리적 심장 재구성은 정상적인 생리적 재구성 과정과 많은 유사성이 있지만, 결과는 회복불능 재구성(irreversible remodeling)이라는 점이 가장 큰 차이점이다. 따라서 궁극적으로 심장의 수축기능과 이완기능을 감소시키고 종국에는 심장의 비보상(cardiac decompensation), 즉 심부전을 유발한다. 이러한 심근비대 과정은 크게 3단계로 나누어져 있다: (1) 개시기(initial stage)―심근의 wall stress 증가에 따른 심근비대 과정이 개시되는 단계, (2) 보상기(compensated stage)―심근비대에 따라 심근의 wall stress가 줄어들고 정상화되는 단계, (3) 소진기(exhaustion phase)―더 이상 보상을 할 수 없는 단계로 심근세포 괴사, 심근섬유화, 심실확장 및 심박출량 저하가 나타나는 단계이다.\n예를 들어, 동물에 실험적으로 대동맥을 부분 결찰하여 수축기 때 심실장력(스트레스)을 증가시키면 LV 수축말기 용적이 갑자기 늘어나고 SV는 동시에 저하된다. 이렇게 되면 심근에 미토콘드리아는 에너지를 더 많이 생산하기 위해 크기와 수적으로 증가된다. 시간이 가면, 심실에 가해진 압력과부하에 대한 반응으로 심근은 concentric hypertrophy라는 과정을 통해 sarcomere를 증식시켜 좌심실과 중격벽을 두껍게(비대) 만든다. 이 과정을 통해도 심실의 크기(radius)에는 변화가 거의 없다. 이 과정을 통해 수축기 심실장력(wall stress)은 정상화되고, 환자는 기능적으로 정상을 유지한다. 심장 간질에 분포된 fibroblasts는 이러한 압력과부하에 대한 반응으로 TGF-b1, angiotensin II (AT II), aldosterone, CT-1 및 osteopontin 같은 호르몬 방출을 증가시키고 이러한 호르몬들은 반응으로 간질에 콜라겐 축적이 일어난다. 만약 대동맥에 대한 압력과부하가 심하지 않다면 심장의 보상작용이 기능장애를 보상하면서 장기간 별다른 소견 없이 생존이 가능하다. 하지만 압력과부하가 너무 심해서 이러한 보상반응으로 심기능장애를 충분히 보상하지 못하게 된다. 이러한 상황에서 심근의 두께 증가 속도가 모세혈관 분포내 혈액 공급속도를 능가하므로 심근에 저산소증을 유발하여 심근세포가 괴사되면서 광범위한 섬유화가 진행된다. 따라서 실제 개의 대동맥하 협착증의 증례를 보면 심근허혈과 이에 따른 부작용으로 많은 환자가 돌연사한다. 일부 생존하는 환자는 만성적인 concentric hypertrophy에 의해 허혈성 손상에 따른 심근 섬유화와 심근비대에 의해 심실의 탄력성(확장성)을 소실하면서 심각한 심실 이완기능 부전을 유발한다(그림 6-12). 만약 판막폐쇄부전처럼 용적과부하(preload 증가)를 유발하는 질환이라면 심실의 재구성은 eccentric hypertrophy(심실확장)의 방향으로 일어난다. 따라서 심근 섬유는 신전되고 용해되고 괴사되어 궁극적으로 심각한 심실 수축기능부전을 유발한다(그림 6-12).\n심부전의 발생 기전\n지금까지 설명했듯이 심장의 항상성은 혈압의 변화에 따른 신경 내분비계의 반응에 의해 조절된다. 심부전증의 병리 기전은 지속적인 신경 내분비계의 흥분에 따른 심장 자체 구조적 변화(예, cardiac remodeling)와 혈역학적 변화를 보상하지 못하여서 발생하는 이차적인 순환 부전(예, 폐부종, 복수, 흉수, 간종대, 청색증)이 주된 병리 기전이다. 예를 들어, preload 증가를 심장이 보상하지 못할 경우, inflow tract으로 들어오는 혈액이 정체되고 이렇게 저류된 혈액은 혈관 밖으로 이탈하여 폐부종(좌심성)이나 흉수/복수(우심성)를 유발하고, 더 나아가 간이나 비장내 혈액이 정체되어 간종대나 비장종대 소견을 유발하게 된다. 또한 전신 순환 역시 정체되어 말초기관에 혈액이 공급되지 않아서 위궤양이나 소화기능을 저하시키고 사지 말단부가 창백해진다(그림 6-13).\n반대로 afterload의 증가는 심실의 혈액 박출을 방해하여 혈액을 정체시킨다. 이러한 심실의 기능부전을 보상하기 위해(심박출량을 유지하기 위해) 심장은 더욱 강하게 더 많이 박동해야 하고(교감신경 흥분으로), 이는 이차적으로 RAAS 흥분과 vasopressin 분비를 유발하여 체액과 나트륨 저류 및 혈관 수축을 통해 preload와 afterload를 더욱 증가시킨다(그림 6-13). 심장은 구조적인 변화를 통해(remodeling) 이러한 혈역학적 변화를 교정하기 위해 구조적인 변화가 일어나며, 이러한 변화가 지속될 경우 좌심실의 비대와 우심실의 확장 같은 해부학적 변화가 일어난다. 하지만 종국엔 이러한 모든 반응으로도 혈역학적 변화를 감당할 수 없으므로 심장은 정지할 수밖에 없다. 때문에 모든 종류의 심장 질환은 원발성 원인(예, 심장 사상충, 판막 부전증)을 교정하지 못할 경우, 진행성으로 악화되어(progressive nature) 울혈성 심부전증(congestive heart failure)으로 막을 내리게 된다.\n● Preload와 afterload\n앞에서 이미 여러 번 언급한 것처럼, preload란 심장의 이완기 때 수축에 앞서 심실이 신전(stretching)될 수 있는 정도를 말하며, 심실의 신장능력(ventricular compliance)을 나타낸다. 다시 말해 preload는 정맥귀환량(VR)에 의해 결정되므로 이완말기 용적(EDV)을 나타낸다. Preload를 증가시키는 가장 주요한 요인은 inflow tract을 통해 들어오는 혈량의 증가(volume overload; 용적과부하)이다. 반면, afterload란 심실에서 혈액을 박출할 때 심실이 직면하는 저항감을 나타내며, 쉽게 말하자면 혈관이 수축되어 있을 경우 심실이 느끼는 저항감은 커지고 반대로 혈관이 확장되어 있으면 저항감은 약해진다. 때문에 afterload는 전신 혈관 저항성(systemic vascular resistance; SVR)과 같은 개념으로 생각하면 된다.\n만약 심장 내로 들어오는 혈액이 갑자기 증가했다고 생각해 보자(대표적인 preload 증가의 예). 이때 심장은 특히 심실내 혈액이 증가하게 되고(EDV의 증가) 이를 보상하기 위해선 SV가 증가해야 한다. 그림 6-14B에서 보듯이 정상 심장의 경우, 혈량 증가에 따라 SV가 증가되어 효과적으로 혈역학의 균형을 유지할 수 있다. 하지만 심부전증이 있는 심장의 경우 어느 정도까지는 SV 증가로 보상이 가능하지만, 이미 약해진 심장의 기능은 어느 선 이상의 혈량 증가를 보상할 수 없다. 때문에 이를 보상하기 위해 교감신경계가 흥분되어 심근수축력을 증가시키고 박동수를 늘리게 되고, 이러한 상태의 지속은 심근세포에 손상을 주며 심실의 remodeling을 더욱 가속화시킨다. 만약 이러한 교감신경의 반응으로도 혈역학 변화를 보상 못할 경우, 심부전을 유발하게 된다(그림 6-14).\n또 다른 예를 들어 보자. 만약 혈관 수축이 일어났다고 생각해 보자. 이때는 심실이 느끼는 저항감이 증가될 것이다(대표적인 afterload 증가의 예). 그림 6-14C에서 보듯이 정상 심장의 경우 afterload 증가에 따른 SV의 감량은 완만하게 이루어지나, 심부전증의 심장의 경우 어느 선 이후로는 SV가 급속하게 저하된다. 때문에 이를 보상하기 위해(심박출량을 유지하기 위해) 심실의 수축력은 강화되어야 한다(교감신경 흥분으로). 상기 예와 마찬가지로 지속적인 교감신경계의 흥분은 종국에 심부전을 유발하게 된다(그림 6-14).\nPreload와 afterload는 별개의 기전으로 생각하면 안 된다. Afterload의 증가는 SV를 감소시키므로 이차적으로 심실내 잔혈량을 증가시켜 preload를 증가시킨다. 반대로 preload의 증가는 심실의 박출 시 저항감을 증가시키므로 결국 afterload를 증가시키게 된다.\n● Concentric hypertrophy와 eccentric hypertrophy(그림 6-15)\nConcentric hypertrophy와 eccentric hypertrophy는 앞에서 이야기한 afterload와 preload 증가에 의해 발생한다. Concentric hypertrophy는 심실이 두꺼워지는 모든 심장 질환[예, 비대성 심근증(HCM)]이 일어나는 기전으로 afterload의 증가에 의해 발생한다. 반면, eccentric hypertrophy는 심실이 얇게 확장되는 모든 심장질환[예, 확장성 심근증(DCM)]이 일어나는 기전으로 preload의 증가에 의해 발생한다.\nConcentric hypertrophy는 압력 과부하(pressure overload)에 의해 발생한다(그림 6-15A). 압력 과부하란 심장이 혈액을 박출할 때 혈관계가 느끼는 저항감(systemic vascular resistance; SVR)이 상승되는 현상을 말한다(afterload의 증가). 다시 말해 혈관의 탄력성이 우수하고 확장되어 있으면 afterload는 약하고, 반대로 혈관 탄력성이 떨어지거나(예, 동맥경화증) 수축되어 있으면(a-adrenergic 교감신경 흥분에 의해) afterload는 강하다. 이렇게 afterload가 강해지면 심실내압은 높아지게 되고 심장은 일정량의 혈액을 박출하기 위해(SV를 증가시키기 위해), 더 강한 심실 수축력이 필요하게 된다. 더 강한 심실 수축력을 발휘하기 위해서는 더 많은 심실세포(sarcomere)를 필요로 한다. 하지만 불행히도 심실세포는 성장 동물에서는 새롭게 생성되지 않는다(no hyperplasia). 때문에 심실세포가 증식되기보다는 비대(hypertrophy; 심근세포가 신장되고 비후되는 현상)된다. 이렇게 비대된 세포는 물론 더 강한 수축력을 발휘한다. 이때 비대가 되는 방향이 심실내강의 중앙을 향하기 때문에 concentric hypertrophy라고 하고(그림 6-15A), 이러한 심실비대 현상은 비대성 심근증(HCM)이나 afterload를 증가시키는 심장 질환(예, 대동맥 협착증, 폐동맥 협착증)에서 흔히 관찰된다. 하지만 심실비대가 진행되면 비대된 심근세포는 더 많은 산소량을 요구하고 심근을 통해 이루어지는 pacemaker의 전기 전도 역시 차단되거나 방해받기 쉽다. 더 나아가 수축력을 유지하기 위해 교감신경은 만성적으로 활성화되며 이러한 상황은 심근세포를 교감심경 반응에 무디어지게 만들어 지속적으로 심근세포 비대를 더욱 촉진시키므로 심부전이라는 최악의 상황을 초래한다.\n하지만 임상적으로 concentric hypertrophy는 개에 있어서 치명적인 심부전을 잘 일으키지 않는다. 여러 가지 이유가 있지만 가장 대표적인 이유는, 개의 경우 심근 비대가 진행되어 거의 두 배의 두께가 되어도 심박출량을 정상 수준으로 유지할 수 있다. 때문에 심실에 concentric hypertrophy가 상당히 진행되어도 혈역학적 변화가 거의 없으므로 울혈성 심부전으로 진행되는 경우는 다소 드물다. 이러한 이유 때문인지, 개에서 원발성 HCM은 매우 보기 힘들다. 개에서 속발성 concentric hypertrophy는 심실내압을 상승시킬 수 있는 질환에 의해 발생한다. 대동맥 협착증(SAS)이나 폐동맥 협착증 (PS)이 대표적인 예이고 또한 전신성 고혈압(systemic hypertension)이 있는 경우에도 이 러한 concentric hypertrophy가 발생한다. SAS는 개에서 두 번째로 흔한 선천성 질환으로 대동맥 판막이 협착되어 있어서, 좌심실이 정상 수준의 stroke volume을 유지하기 위해서는 더 강한 수축력을 필요로 하기 때문에 심실세포의 concentric hypertrophy가 일어난다. 수도꼭지와 호스를 예로 들어, 일정량 물이 수도꼭지(좌심실)를 통해 나가고 있는데 누군가 호스(대동맥)를 밟았다고 했을 때 똑같은 양의 물을 나가게 하려면 수도꼭지를 세게 틀어야 하는 이치와 같다(수축력 강화). 발병 원인은 많지만 대표적으로 만성 신장 질환, 갑상선 기능항진증(고양이), 부신피질 기능항진증(개)이 전신 고혈압의 원인이 된다. SAS의 경우와 마찬가지로, 전신성 고혈압은 afterload를 상승시킨다(SVR의 증가로). 전신성 고혈압은 누군가 수도꼭지의 호스 끝부분을 막고 있는 것 같은 상황이다(왜냐하면 포유류 동물의 혈관계는 폐쇄 혈관계이므로).\nEccentric hypertrophy는 용적 과부하(volume overload)에 의해 발생한다(그림 6-15B). 우리가 비대(hypertrophy)라는 단어를 사용하지만 concentric hypertrophy와 달리 심근세포가 두꺼워지는 것이 아니라 심근세포가 길게 신전되는 상황이다. 따라서 비대라는 용어보다는 확장이라는 용어가 이 상황을 더 적합하게 표현하고 있다. Eccentric hypertrophy는 임상적으로 preload의 증가를 유발하는 확장성 심근증(DCM)이나 심실 충전압을 상승시키는 이첨판이나 삼첨판 폐쇄부전증에서 흔히 볼 수 있다. Preload란 심실 내 들어오는 용적 변화에 심실의 대처 능력이라고 생각하면 된다(심실의 신전/확장 능력). 다시 말해 좌심방이나 우심방을 통해 들어오는 혈액을 좌심실이나 우심실이 수용할 수 있는 능력을 preload라고 한다. 문제는 심방의 신전능력은 뛰어나서 전신 순환이나 폐순환을 통해 들어오는 혈량 변화에 아주 잘 견딘다. 하지만 심실은 그렇지 못하기 때문에, 갑작스런 혈량의 증가(volume overload)에 의해 심실내압은 상승하고(preload의 증가), 심실은 이를 수용하기 위해 심실내강을 확대하는 방향으로 확장(dilated)된다. 이러한 신전 방향이 편심성이므로 eccentric hypertrophy라고 한다.\n하지만 심실내벽이 실제로 비대되는 것은 아니고 단지 심근세포가 신전되는 것뿐이다. 임상적으로 eccentric hypertrophy는 개에 있어서 매우 중요하다. 그 이유는 (1) DCM이 개에 있어서 가장 흔한 원발성 심근 질환이고, (2) 이첨판 폐쇄부전증이 개의 심장 질환 중 가장 흔하기 때문이다. 임상적으로 volume overload가 일어나는 경우는 정상 생리적으로는 심장이 갑자기 박출량이 많이 필요로 할 때와 병적으로 만성 교감신경 흥분, 저환기상태(예: 산소가 많이 필요로 하면, 심박수를 늘리거나 stroke volume을 증가시켜야 함) 및 만성적인 폐질환이 있다. 하지만 이런 경우는 stroke volume을 증가시키기보다는 심박동을 빠르게 하여 산소를 공급한다. 임상적으로 가장 문제가 되는 요인은 이첨판 역류(mitral regurgitation; 이첨판 폐쇄부전으로 좌심방에서 좌심실로 들어간 혈액이 다시 심방으로 역류되는 현상)이다. 이렇게 되면 좌심방에서 좌심실로 100개 혈액이 들어오는데 그중 20개가 좌심방으로 되돌아가기 때문에 좌심방의 혈액은 새로이 생긴 100개 혈액과 되돌아온 혈액 20개, 즉 합하면 120개가 된다. 이러한 이유 때문에 폐정맥을 통해 좌심방으로 들어오는 혈액이 정체되어 폐정맥의 정수압이 상승하게 되어 폐부종이 유발된다. 또한 좌심실은 80개 혈액밖에 못 받으므로(20개가 역류되므로) 심박수를 증가시켜 이를 보상하고, 또한 좌심실로 유입되는 혈액량이 증가되므로 심실의 용적이 확장하게 된다. 이러한 기전을 통해 심실은 eccentric hypertrophy(심실 확장)된다. 문제는 이렇게 확장되고 신전된 심실세포는 강한 수축장력을 발생할 수 없기 때문에 시간이 지나면 떨어진 수축력에 의해 심부전이 발생하게 된다. 따라서 이러한 종류의 심장 질환에서는 심근 수축력을 늘려줄 수 있는 강심제(positive inotrope) 처방이 필요하다.\n● 전방 박출부전(Forward heart failure)과 후방 귀환부전(Backward heart failure)\nForward failure란 심장이 충분한 양의 혈액을 말초 혈관계(좌심부전)나 폐혈관계(우심 부전)로 보낼 수 없는 상태를 말한다. 이러한 전방 박출부전은 주로 end systolic heart failure(수축기성 심부전의 말기)나 혈역학적 변화를 유발하는 심한 부정맥성 질환(예, 심한 AV block, sick sinus syndrome, 연속성 심실성 빈맥)에 의해 발생한다. 이러한 질환에서 심근의 수축부전이나 부정맥에 의한 심실수축의 결여나 비동기화에 의해 조직에 저관류와 저산소증이 유발된다. 뇌의 저환기/저산소증은 실신을 유발한다. 일반적으로 좌심부전에 의한 전방 박출장애의 경우, 전신 장기와 근육에 저관류를 유발하여 근육허약, 피로, 운동불내성, 소화불량, 핍뇨 및 실신을 유발할 수 있다. 우심부전에 의한 전방 박출장애의 경우, 폐조직의 혈액관류량을 떨어뜨려서 폐에서 가스교환을 지연시키고 좌심계로 혈액공급을 떨어뜨린다. 따라서 저환기에 의한 청색증 소견과 좌심부전의 증상이 같이 나타나게 된다.\nBackward failure란 심장이 폐와 전신을 돌고 되돌아온 정맥귀환량(VR)을 받아들일 수 없는 상태를 말한다. 다시 말해, 어떤 원인에 의해 심장에 전부하가 증가된 상황을 말한다. 만약 좌심계에 backward failure가 생기면 좌심방으로 유입되는 혈액량이 증가되어\n(좌심방의 전부하 증가; 예, 이첨판 폐쇄부전에 의해 심실에서 심방으로 혈액이 역류되는 경우) 폐정맥 혈관계의 정수압이 높아지게 되면 혈관내 체액이 간질로 유입되어 폐부종을 유발하고, 이러한 폐부종에 의해 호흡곤란이나 빈호흡이 발생할 수 있다. 또한 이러한 호흡부전에 의해 저환기가 발생하여 저산소증이나 고이산화탄소증(hypercapnia)이 유발되어 청색증이 발생할 수 있다. 만약 우심계에 이러한 backward failure가 생기면 우심방으로 유입되는 혈액량이 증가되어(우심방의 전부하 증가; 예, 삼첨판 폐쇄부전/심장 사상충에 의해 심실에서 심방으로 혈액이 역류되는 경우), 전신 정맥혈관의 정수압이 상승하게 되고 이로 인하여 간종대, 비장종대 같은 복부장기 울혈과 복수, 흉수 같은 체액저류 증상이 발생한다.\n이완기성 심부전 Diastolic heart failure\n심실의 혈액 충전기 장애는 심낭수, 정맥유입 혈류차단, 이완기성 심근장애, 심실 확장성 감소 등에 의해 발생한다. 또한 너무 빠른 심박수, 심방-심실수축 비동기화, 수축기능장애 역시 심실 이완기능을 방해할 수 있다. 임상에서 대표적인 이완기 기능장애는 전신고혈압에 의한 심근비대증, 심한 대동맥하 협착, 비대성 심근증에 의해 발생한다. 만성적인 수축기 장애는 역시 이완기 장애를 유발하거나 악화시킬 수 있다.\n심장의 이완기는 등용성 이완기(isovolumic relaxation), 빠른 충전기, 느린 충전기, 심방 수축기로 구성되어 있다. 등용성 이완기는 반월판(대동맥/폐동맥판)이 닫히고 방실판(이첨판/삼첨판)이 열릴 때까지이다. 등용성 이완시간(isovolumetric relaxation time; IVRT)은 바로 이때 소요되는 시간을 나타낸다. IVRT는 이완기능을 평가하는 가장 유용하고 민감한 검사지표가 된다. 심박수와 심실에 loading condition(심실의 preload/afterload 정도)에 따라 달라지긴 하지만, IVRT의 지연은 심실이완기능장애를 암시하는 소견이다. 심실의 이완범위나 속도는 수축기 때 심실의 loading condition과 심실의 탄력도(확장성)에 따라 달라진다. 심실에 적당한 정도의 afterload 증가는 심실의 이완능력을 향상시켜 주지만, 지나치게 높아진 afterload는 오히려 심실의 이완능력을 악화시킨다.\n이첨판의 개방에 의해 빠른 심실 충전기가 개시되고, 빠른 충전기는 심실의 이완속도, 심근섬유의 확장력(force of elastic recoil), 심방과 심실 사이의 압력차이, 심방과 심실의 수동적인 확장능력(passive compliance)에 의해 영향을 받는다. dp/dtmax는 심실의 이완기의 진행속도를 나타내는 지수로 빠른 충만기와 상관관계가 깊어서 이완기능을 평가하는 중요한 검사지표이다. Tau는 이완기의 시간정수(time constant of relaxation)이다. Tau는 dt/dtmax와 달리 심실의 loading condition에 영향을 받지 않기 때문에 심실의 이완능력을 평가하는 더 좋은 지표가 된다. 비대된 심장은 더 느리게 이완되고 다소 불균질하게 이완이 된다. 다시 말해 심실에 질환이 생기면 이완기 개시기가 지연되고, 심실의 이완 속도나 범위가 감소된다. 이러한 소견이 심근 일부에서만 나타날 수도 있고(diastolic asynchrony), 심실 전체에 걸쳐 나타날 수 있다. 실제 임상 환경에서는 심실의 이완기능은 Doppler echocardiography를 이용하여 IVRT, transmitral flow velocities, pulmonary vein velocities와 이첨판 annular tissue velocities를 평가하여 간접적으로 측정이 가능하다(그림 6-16; 제5장 심초음파편을 참조하라). 심실의 이완기능이 장애를 받으면 IVRT가 지연되고, early transmitral flow (E wave) 속도가 감소되며(높이가 낮아진다), E wave deceleration time이 지연되고, 심방수축에 따른 transmitral velocity (A wave)가 증가되어(높이가 높아진다) E/A reversal (A wave가 E wave보다 높아지는 현상)이 일어난다. 이첨판륜(mitral annulus)의 tissue Doppler velocity profiles 역시 transmitral velocity pattern과 비슷한 패턴으로 나타난다(반대 방향으로). 하지만 tissue Doppler velocity profiles은 transmitral velocity pattern에 비해 심실의 충전압에 영향을 적게 받기 때문에 비정상적인 심실이완 장애를 보다 정확하게 예측 가능하다.\nTransmitral flow에 대한 도플러 초음파 측정 시, 심실의 빠른 충전기가 이완기능장애로 방해를 받으면(E-wave 감소), 이를 보상하기 위해 심방 수축기가 증가된다(A-wave 증가). 또한 이첨판륜에서 측정된 tissue Doppler image를 이용하여 심근 탄성을 측정하는 데 이완기능장애로 빠른 충만기 때 유입되는 혈류가 감소하면 이때 심실의 탄성이 감소되며(eʹ 감소), 이를 보상하기 위해 심방수축기가 증가되어 이때 유입되는 혈류량이 증가하기 때문에 이 시점의 심근의 탄성이 증가된다(aʹ 증가). 심실의 이완기능장애가 더 심해지면 좌심방 내압(LAP)이 높아지게 되고, 이는 좌심방과 좌심실 사이에 압력차이를 높여서 transmitral flow에 대한 도플러 초음파 측정 시 빠른 충전기 때 혈류 속도를 다시 빠르게 한다. 따라서 E wave와 A wave가 다시 정상화되기 때문에 pseudonormalization이라고 한다. 하지만 이첨판륜에서 tissue Doppler 측정 시 심근의 이완장애는 더 심해진 상태이므로 심근의 탄성은 더욱 약해진 형상으로 보이게 되고, 심실 충전기 때 형성되는 eʹ wave 역시 더욱 낮아지게 되므로 eʹ/aʹ reversal은 유지된다. 만약 이완기 장애가 더욱 악화되면 LAP는 더욱더 증가되고 심근의 탄성은 더 저하되기 때문에 transmitral E-wave의 속도는 더욱 빨라지고, 심실이 너무 딱딱해지고 내강이 좁아져 심방 수축기 때 혈액을 받을 수 있는 여유가 없어지므로 transmitral A wave는 감소되어 E/A ratio는 더욱 커지게 된다. 반면 tissue Doppler 검사에서는 심근의 탄성이 너무 떨어져서 transmitral flow에 대한 모든 혈류에 반동하는 강도가 약해지므로 낮은 형태의 eʹ-wave, aʹ-wave를 보인다. 도플러 검사상 심실의 이런 상태를 restrictive pattern이라고 한다. 폐정맥에 대한 Doppler 검사는 좌심방으로 유입되거나 역류되는 폐정맥의 혈류속도를 측정할 수 있다. PVa는 심방 수축기 때 심방에서 폐정맥으로 역류되는 혈류속도를 나타내며 이 속도측정을 통해 좌심방 내압을 간접적으로 가늠해 볼 수 있다. 역류되는 폐정맥의 혈류 속도가 빨라진다는 것은 좌심방 내압이 증가된 것을 나타낸다. 따라서 폐정맥 혈류의 역류속도 측정으로 이완기능 장애 때문에 지속적으로 증가되는 좌심방 내압이 측정 가능하다. 이 방법을 통해 transmitral flow와 이첨판륜의 tissue Doppler profile에서 초기 이완장애 패턴, pseudonormalization, restrictive pattern을 감별할 수 있다(그림 6-16).\n심실의 탄성(ventricular compliance)은 심실의 딱딱한 정도(stiffness)를 나타내고, 심실용적, 심실의 기하적 구조(geometry), 심실의 두께와 심실조직의 구성에 따라 달라진다. 심실의 탄성은 주어진 전부하 상태에서 end-diastolic pressure-volume 곡선에서 기울기(slope) 정도로 가늠해 볼 수 있다(그림 6-17). 심실의 확장성(distensibility)은 심실의 탄성과 밀접한 관련이 있고 심실에 특정 용량을 채울 수 있는 압력으로 정의할 수 있다. 만약 같은 조건의 preload(이완말기 용적)가 심실에 가해졌을 때 만약 심실이 탄성이 떨어지면(less compliance, more stiff), 심실의 이완말기 압력은 정상에 비해 더욱 높아진다. 특히 심근에 섬유세포나 반흔 조직이 침윤되어 있다면 심실의 탄성은 더욱 떨어지게 되고, 따라서 똑같은 이완말기 용적하에서 더 높은 이완말기 압력을 유발하여 폐혈관계의 정수압을 상승시킬 수 있다. 이를 통해 폐부종 같은 체액저류를 유발할 수 있다. 심실의 탄성부족(확장성 결여; 이완기 장애)에 대한 치료는 원발요인을 교정할 수 없다면 다소 어렵다. 따라서 이러한 환자에서는 적절하게 전부하를 유지하고, 심박수를 조절하며, 동박동을 유지하는 보존적 요법이 환자관리에 중요하다.\n심부전을 유발하는 원인들과 악화인자들\n말초순환, 관상동맥 순환, 심낭, 심근, 심장 판막에 영향을 주는 선천성 및 후천성 장애가 심장에 작업부담을 늘려주는 혈역학적 변화를 유발하여 심부전을 유도할 수 있다. 심부 전의 원인은 크게 (1) 수축기성 심부전, (2) 이완기성 심부전, (3) 급성 심부전, (4) 고박출성(high-output) 심부전, (5) 우심부전으로 나눌 수 있다.\n수축기성 심부전을 유발할 수 있는 원인으로는 판막폐쇄부전, 부정맥(심실상성/심실성 빈맥), 감염성 심장 질환(세균성 심내막염, Lyme 심장병 등), L-R shunt를 유발하는 선천성 심장병, doxorubicin 중독이나 taurine 결핍에 의한 심근증, 원발성 확장성 심근증 등이 있다. 이완기성 심부전을 유발할 수 있는 원인으로는 판막협착증, 당뇨병이나 고혈압에 의한 속발성 비대성 심근증, 원발성 심근비대증 및 심장압전을 유발하는 심낭수나 압박성 심낭염 등이 있다. 급성 심부전증은 감염성 심근염이나 심내막염, 건삭인대 파열에 의한 급성 판막폐쇄부전, 부정맥 및 약물중독에 의해 유발된다. 이러한 심부전은 빠른 속도로 심부전이 나타나기 때문에 심실비대나 확장 같은 심장의 재구성 소견이 뚜렷하게 관찰되기 전에 심부전 증상을 유발한다. 고박출성 심부전은 호르몬이나 전신 질환에 의해 심장이 과항진되어 발생하는 심부전증으로 임상에서는 주로 빈혈, 갑상선 기능항진증, 다발성 골수종, 진성 다혈구증(polycythemia vera)에 의한 심부전을 말한다. 우심부전을 유발하는 주요 원인에는 폐성고혈압, 폐혈전, 심각한 만성 폐쇄성 폐질환(COPD), 심장 사상충 등이 있다. 뿐만 아니라 심각한 좌심부전 또한 궁극적으로 우심부전을 유발할 수 있다.\n심부전의 진행을 악화시키는 여러 가지 가속 인자들이 있다. 오랜 기간 안정상태에 있던 심장 질환이 어떤 시점을 지나면 갑자기 악화되어 뚜렷한 심부전 증상을 보이기 시작한다. 심장의 보상기전이 장시간에 걸친 압력과부하나 용적과부하에 의해 더 이상 못견디고 보상기전이 소진되어 심부전으로 진행되기도 하지만, 심장 질환의 진행을 악화시키는 가속인자에 의해 심부전으로 진행하기도 한다. 가장 대표적인 가속인자로는 부적절한 치료법(부적절한 투약용량, 염분제한이나 운동제한의 실패 등)이 있다. 또한 부정맥(심장 질환에 의해 발생하기도 하고, 심장 질환을 유발하기도 한다), 특히 심실성 부정맥은 심부전에 대한 또 다른 대표적인 가속인자이다. 전신감염이나 다른 장기의 질환 역시 혈역학적 작업부담 증가와 대사율을 증가시켜 심부전으로 진행을 가속시킬 수 있다. 특히 패혈증성 쇼크의 경우, 세균의 내독소가 심근기능을 억압하여 심부전의 진행을 가속시킨다. 또한 심장의 감염이나 염증은 직접적으로 심근기능을 억압하여 기존의 심장 질환을 악화시킨다. 이러한 질환에서 속발되어 발생하는 빈혈, 발열, 빈맥 등도 심부전의 악화에 일조한다. 무증상의 심장 사상충 환자에서 성충 치료 후 심부전의 증상을 보이는 경우도 있는데, 이는 주로 폐사된 사상충의 파편이 폐혈전을 유발하여 급성 폐성고혈압 유발과 이에 따른 우심부전이 유발되어 발생되는 것이다. 따라서 부적절한 성충 치료 역시 심부전을 악화시키는 가속인자가 될 수 있다. 지나친 음수와 짠 음식은 체내 수분저류를 유발하여 심장의 작업부담을 증가시켜 심부전을 악화시킬 수 있는 요인이 된다. 따라서 심부전 환자에서 저염식이가 필요하다.\n무엇보다도 다음과 같이 심근의 산소소비량과 요구량을 증가시키는 요인들이 심부전을 악화시킬 수 있다: 심각한 빈혈, 갑상선 기능항진증, 점액종, 다발성 골수종, 사구체 신염, 폐성심(cor pulmonale), 비만, 임신, 다혈구증 등이 심부전의 진행을 가속시킬 수 있다. 또한 하나의 심장 질환을 가지고 있는 환자가 무증상 상태였다가 다른 심장 질환에 이환되어 심부전이 급속하게 악화되는 경우가 있다. 대표적인 경우가 이첨판 폐쇄부전증이다. 오랜 기간 동안 무증상의 ISACHC I단계 심부전이었지만 심장 사상충증에 이환되어 급속하게 심부전이 악화되는 경우가 임상에선 종종 있다. 따라서 하나의 심장 질환이 또 다른 심장 질환의 진행을 악화시킬 수 있는 가속인자가 된다.\n마지막으로 임상에서 가장 흔히 볼 수 있는 가속인자로는 미용스트레스 또는 이동이나 병원진료에 따른 환자 스트레스에 의해 심부전의 증상이 급속하게 악화되는 경우이다. 따라서 심부전의 치료를 받고 있는 환자에게 이러한 스트레스를 가하지 않게 수의사의 각별한 주의가 필요하다.\n심부전의 기능적 장애에 따른 분류\n심부전 환자를 원발요인에 따른 주요 기능적 장애나 결함을 중심으로 분류하게 되면 환자의 치료를 위해 임상적으로 많은 도움이 된다(표 6-1). 어떤 환자는 심장의 충만기능 장애로 심부전이 발생할 수 있다. 대표적인 예가 제한성 심낭 질환(restrictive pericardial diseases), 이첨판/삼첨판 판막협착증, 삼중심방(cor triatriatum) 및 기타 심장 유입혈류 차단성 질환 등이다.\n\n"
}