{"title": "증례로 보는 소동물 심장학 2판", "author": "현창백 2e", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "CHAPTER\n07\n심부전증의\n치료전략과 약물\nTherapeutic strategy and\nmedications for heart failure\n\n서론\n심부전증의 치료는 크게 (1) 심부전을 유발한 원발요인을 교정해 주고 (2) 심부전에 따른 이차적 합병증을 개선시켜 주며 (3) 심장의 작업부담을 줄여서 전신적인 혈역학적 상태를 개선시켜 주는 것을 목표로 한다. 옛날에는 대부분의 심장 질환의 원발요인을 교정할 수 없었지만 현재는 의학이 발전하면서 동맥관 개존증이나 판막협착증 및 중격 결손증은 비외과적인 중재술을 통해 어렵지 않게 치료되고 있다. 또한 소동물 임상에서 가장 흔한 심장 질환의 원인인 심장 사상충증 역시 immiticide의 개발로 치료가 가능하다. 이러한 수의학의 눈부신 발전에도 불구하고 개와 고양이의 심근 질환이나 퇴행성 판막질환에 대한 정확한 발병 원인과 치료법은 아직까지 발견되고 있지 못한 실정이다. 따라서 다수의 소동물의 심장 질환에 대한 치료는 아직도 보존요법에 치중하고 있다. 많은 임상가들이 이러한 보존요법의 개시시점에 대해 질문을 하지만 사람과 달리 대부분의 예방적 차원에서 투여된 약물이나 식이보조요법들의 뚜렷한 개선효과가 수의학에서는 아직 입증되지 못하고 있다. 따라서 심장 질환에 대한 치료에 앞서 반드시 임상가는 환자가 치료가 필요한 심부전 상태인지를 먼저 정확하게 평가해야 할 것이다.\n심부전 보존요법의 치료 목표는 (1) 폐부종이나 복수 같은 체액저류를 완화시키고, (2) 심박출량(CO)을 개선시키며, (3) 심장의 작업부담을 완화시켜주고, (4) 부정맥의 발생을 치료하고 예방하며, (5) 혈전발생을 억제하고, (6) 신장 같은 다른 장기 손상을 최소화시켜 주는 것이다.\n이러한 목표를 수행하기 위해서 (1) 이뇨제: 전부하를 줄여서 체액저류를 억제, (2) 강심제: 심근 수축력을 강화하여 CO를 개선, (3) 혈관확장제: afterload를 줄여서 심장의 작업부담을 완화, (4) 신경-호르몬계 차단: 심장의 만성 교감신경 흥분이나 RAAS 활성에 의해 발생하는 합병증 예방(예, 베타 차단제, ACEi), (5) 항부정맥제제: 심실성/심방성 빈맥을 치료하거나 예방하여 심장의 혈역학 유지하고 돌연사를 예방, (6) 혈전예방제/용해제: 심장 질환에 속발하는 혈전을 용해하거나 발생을 예방, (7) 기타 약물들: 저염식이, 타우린/카르니틴 보조요법, 기침 억제제 같은 치료제들이 소동물 임상에서 널리 사용되고 있다.\n심부전증에 사용되는 약물\n 이뇨제\n심부전 치료법에 가장 보편적으로 많이 사용되면서 가장 효과적인 치료법 약물이 이뇨제이다. 이뇨제는 순환혈액량을 줄여서 정맥귀환량(VR)을 감소시키므로 최종적으로 심실로 유입되는 혈류량(전부하)을 떨어뜨린다. 그 결과 심실의 이완말기 용적(EDV)을 감소시킨다. EDV 감소는 이완말기 압력(EDP)를 떨어뜨려 폐정맥이나 전신정맥혈관의 정수압을 떨어뜨린다. 이렇게 혈관 정수압이 떨어지면 정수압 상승에 따른 폐부종이나 복수를 완화하고 예방할 수 있다. Frank-Starling 커브를 보면 알 수 있듯이 적절한 양의 이뇨제는 일회박출량(SV)의 소실 없이 적당하게 심실의 전부하를 줄여 부종을 예방해 주지만 지나치게 많은 이뇨제 처치는 SV를 너무 떨어뜨려 오히려 심부전을 악화시킬 수 있고 신장 같은 다른 장기에도 손상을 줄 수 있다. 따라서 올바른 이뇨제 처치는 항상 환자에게 부종이 생기지 않을 수 있는 최소 용량을 사용하고 부작용에 의해 심부전이 악화되고 다른 장기 손상이 일어나지 않게 주기적으로 환자를 모니터해야 한다. 하지만 이뇨제 처치가 필요한 환자에게 이뇨제를 사용하지 않을 경우, 오히려 심장 부담을 증가시켜 뇌나 신장 같은 핵심 장기의 기능을 떨어뜨린다.\n소동물 임상에 주로 사용되는 이뇨제는 크게 (1) loop성 이뇨제, (2) thiazide 이뇨제, (3) 칼륨 보존성 이뇨제(aldosterone antagonist) 등이 있다. 이 중에서도 이뇨효과가 가장 강력한 이뇨제는 furosemide, torsemide 같은 loop성 이뇨제이다.\n임상에서 이뇨제는 주로 (1) 심실 충전압을 감소(preload 감소)시키기 위해(심장에 걸린 과부하를 떨어뜨려 울혈을 완화시킴), (2) 혈압을 떨어뜨리기 위해(사람의 경우, 항고혈압제로 사용되고 있지만 동물에서는 이러한 목적으로는 사용하지 않는다), (3) 울혈성 심부전의 치료(심부전증 초기에서부터 사용되며, 심부전 관련 증상인 급성 폐부종이나 전신 장기 울혈을 완화)를 위해 사용되고 있다. 무증상의 심장 질환 환자에서 이뇨제 치료가 심부전의 진행을 예방한다는 보고가 없다. 따라서 무증상 환자에서 이뇨제 처치는 불필요하고 오히려 신장 부작용을 발생할 위험만 키운다.\n이뇨제의 작용기전은 약제에 따라 조금씩 차이가 있지만 이뇨를 유발하는 기전은 나트륨 배설과 관련이 있다. 나트륨이 재흡수될 때 수분을 흡수하므로, 나트륨의 재흡수를 차단하면 이뇨가 일어난다. 각기 다른 종류의 이뇨제가 각기 다른 부위의 세뇨관에 작용하여 나트륨의 재흡수를 방해한다(그림 7-1). 두 가지 다른 종류의 이뇨제를 병행하면 서로 다른 부위에서 나트륨의 재흡수를 차단하여 이뇨효과를 상승시킬 수 있다.\n루프성 이뇨제는 나트륨의 재흡수에 가장 중요한 헨리고리 의 상행각에 작용하므로 가장 강력한 이뇨효과를 나타낸다. 또한 신장의 프로스타글란딘 합성을 촉진하여  신장으로 유입되는 혈류량을 증가시켜 준다. 이러한 종류의 이뇨제는 안전역이 매우 높지만 약물은 저칼 륨혈증, 저칼슘혈증 및 대사성 알칼리증을 유발할 수 있다. 스테로이드와 병용투여 시 저칼륨혈증이 악화될 수 있고, 저칼륨혈증에 의해 디지탈리스 중독을 악화시킬 수 있다. 또한 aminoglycosides 계통 항생제와 병행 시 청각독성과 신독성이 악화될 수 있고, NSAIDs 계통 소염제와 병용 시에도 신독성이 악화될 수 있다. 또한 보상성으로 RAAS와 교감신경을 활성시킬 수 있으므로 루프성 이뇨제를 사용할 때는 ACEi를 병용투여하는 것이 좋다. 임상에서 주로 사용되는 루프성 이뇨제에는 furosemide와 torsemide가 있다. Furosemide는 심부전에 의한 체액 저류 증상(예, 폐수종) 때문에 내원한 환자의 치료법에 가장 먼저 그리고 많이 사용되는 약물이다에 대한 주요 항목이 논의된다. Furosemide는 경구, bolus 주사, C RI 투여법 등 여러 가지 경로로 투여가 가능하다. Furosemide는 임상 증상의 제어 여 부에 따라 가감해서 최소량을 투여해야 한다. Furosemide는 전통적으로 수의 분야에서 가장 많이 사용되는 약물이지만, 천장 효과(ceiling effect; 어느 정도 시간이 지나면 약효가 반감되는 현상)가 나타나고 경구 투여 시 생체 이용률이 torsemide에 비해 낮다. 개에서 furosemide와 torsemide의 약동학적 특징을 조사한 연구에서 torsemide는 천장 효과가 거의 나타나지 않았고, 장기 투여에도 지속적인 약효를 보였다. 또한 최근 프랑스에서 실시한 두 약물의 비교 투약 임상 연구(RCT)에서도 furosemide에 떨어지지 않는 약효를 보였다. 통상 furosemide 투여에 불응성을 보이는 개에서, torsemide가 지시되어 왔다. Torsemide는 또한 생체 이용률이 높고 혈중 반감기가 길며 천장 효과가 거의 나타나지 않는다. 따라서 torsemide를 furosemide 대신 투여하는 방법으로 이뇨제 증량 없이 심부전증 환자를 더 용이하게 관리할 수도 있다. 개와 고양이에서 furosemide의 초기 경구 투여 용량은 1~2 mg/kg, q12h 범위여야 하지만, torsemide는 1/10 용량인 0.1~0.2 mg/kg를 q12~24h로 투여 가능하다. 용량은 점진적으로 증량하여 furosemide의 경우 4 mg/kg, q8h(최대 12 mg/kg/day)까지 사용할 수 있고, torsemide의 경우, 0.4 mg/kg, q12h\n(최대 1.2 mg/kg/day)까지 사용할 수 있다. 만약 환자가 furosemide나 torsemide를 최고 용량으로 투여받고 있는데 울혈 증상이 지속할 경우, 이뇨제 용량을 더 올리기보다는 spironolactone이나 hydrochlorothiazide 같은 두 번째 이뇨제를 동시 투여하는 편이 낫다(sequential nephrone blockade).\nFurosemide는 급성 폐수종 처치에 가장 많이 사용되는 약물이다. 한 연구에서 5% 포도당 용액으로 furosemide를 희석하여 CRI로 투여하는 방법과 7.2% hypertonic saline으로 희석하여 CRI로 투여하는 방법을 서로 비교하여 요생산량, 음수량, CVP, 신체지표, furosemide 농도, 혈액/요전해질, 요알도스테론/creatinine (%Ualdo:C)을 평가했다. 두 가지 방법 모두 비슷한 효과를 보였지만 hypertonic saline법이 RAAS를 더 적게 활성화시켰다. 반면 hypertonic saline 투여에도 volume expansion은 일어나지 않았다.\n티아자이드계 이뇨제는 임상에서 두 번째로 자주 사용되는 이뇨제로 원위세뇨관의 sodium-chloride transporter를 차단하여 이뇨효과를 발휘한다. 이 부위에서 나트륨 재흡수는 전체 재흡수량의 5% 정도밖에 되지 않으므로 루프성 이뇨제의 효능에 약 50% 정도의 효력밖에 발휘하지 못하는 이뇨제다. 따라서 임상에서는 first line 이뇨제보다는 주로 furosemide의 이뇨효과를 보조하거나 칼슘결석 형성을 억제하는 목적으로 사용된다. 루프성 이뇨제와 마찬가지로 티아자이드 이뇨제는 원위세뇨관으로 유입되는 나트륨의 농도를 증가시켜 수소와 칼륨의 배설을 촉진하므로 저칼륨혈증이나 대사성 알칼리증이 부작용으로 발생할 수 있다. 또한 이러한 이뇨제 역시 RAAS를 활성시킨다. 따라서 ACEi의 병용투여가 필요하다. 기타 부작용은 furosemide와 유사하나, 독특하게 베타차단제와 병행 시 지방혈증이나 고혈당증이 악화될 수 있다. 임상에서 주로 사용되는 이뇨제는 chlorothiazide(우리 나라에서 생산 중단)와 hydrochlorothiazide가 있다.\n● Hydrochlorothiazide\n 개: 1~5 mg/kg IM, 1~5 mg/kg PO q12h(저염식이와 함께).\n \n칼륨 보존성 이뇨제는 다른 이뇨제와 달리, sodium transport에 직접적으로 작용하지 않고 집합관에서 알도스테론의 작용에 길항한다. 이로 인하여 나트륨(수분) 재 흡수가 차단되어 이뇨를 유발한다. 하지만 이 부위에서는 칼륨과 수소이온의 배설이 일어나지  않기 때문에 혈중 칼륨이나 수소농도에 변화를 주지 않는다. 이러한 이유로 이 계통 이뇨제 를 칼륨 보존성 이뇨제라고 한다. 하지만 이 부위에서 나트륨 흡수량은 전체 나트륨 재흡수에서 차지하는 비중이  매우 낮기 때문에 이뇨 효과가 매우 낮다(루프성 이뇨제 효능의 ~10%). 따라서 단독으로 사용되지 않고, 티아자이드 계통 이뇨제나 루 프성 이뇨제와 합제로 많이 사용된다(저칼륨혈증을 막기 위해서). 따라서 앞의 이뇨제들이 저칼륨혈증을 유발하는  데 비해 이러한 이뇨제는 고칼륨혈증을 유발한다. 만약 ACEi와 병용투여 시 고칼륨혈증이 더욱 악화되기 때문에 저칼륨혈증을 유발하는 이뇨제들과 병용투여가 권장된다. 또한 최근 연구에 따르면 항산화 효과와 섬유화 억제 효과가  있기 때문에 심부전의 진행을 늦추어 준다는 연구 결과도 있다. 또한 장기 복용 시 안면 피부염을 유발할 수 있다(이러한 부작용은 투약 중단 시 자연히 해소된다). 임상에서 주로 사용되는 이뇨제는 spironolactone과 eplerenone이 있다. Spironolactone의 사용 용량은 개와 고양이 모두 1~2 mg/kg, PO q12h 또는 2~4 mg/kg PO q24h이다. Spironolactone이 심부전의 진행을 늦춰주는지에 대한 연구를 준임상형 CMVI 환자를 대상으로 실시하였지만 그 효과가 뚜렷하게 입증되지 못하였다. 하지만 위약 투여 그룹에 비해 spironolactone 투약 그룹이 심초음파상 심장크기와 심장 바이오마커 농도의 증가폭이 훨씬 적었다.\n이뇨제의 장기 사용에 따른 부작용에는 혈량 고갈에 따른 탈수 관 련 질산혈증의 발생과 나트륨과 칼륨 소실에 따른 전해질 장애이다. 따라서 지속적인 모니터를 통해, 체액 축적을 조절 할 수 있는 최소량의 이뇨제를 사용하는 것이 좋다. 심부전 상태의 환자는 이미 충분한 양의 혈액이 순환계에 들어 있기 때문에 정맥 수액을 통한 순환 혈량 증가는 이뇨제에 의한 질산혈증을 개선시키지 못하고 오히려 폐수종 위험만 증가시킨다. 루프성 이뇨제에 의한 저나트륨혈증은 나트륨 보존 기전이 일어나기 때문에 투약 10~14일 뒤에는 정상 수준으로 되돌아온다. 저칼륨혈증 역시 비슷한 기전에 의해 정상 수준으로 되돌아온다. ACEi을 병행 투여 시 이러한 저칼륨혈증 발생을 완화시킬 수 있다. 다만 이뇨제에 의해 질산혈증이 너무 악화되면, 이뇨제량을 줄이고 이뇨제를 대체할 수 있는 혈관확장제나 강심제 투여량을 늘려서 심부전 증상을 조절할 수 있다. 저칼륨혈증이 지속할 경우, 경구용 칼륨보조제를 병행 투여하는 것도 도움이 된다. 혈량 항상성, 관류 그리고 혈액 전해질 농도의 이상이 이뇨제를 투여받고 있는 환자에서 자주 발생하기 때문에 투약전/후 BUN, creatinine, Na, K와 Cl 농도를 자주 모니터하여 치료제 용량을 조정해야 한다.\n RAAS 차단제\n안지오텐신 전환효소 억제제(angiotensin converting enzyme inhibitors; ACEi)는 신장에서 분비되는 레닌의 작용으로 생성되는 혈관 수축인자인 안지오텐신 II의 형성을 억제하여 혈관확장을 유발한다(그림 7-2). ACE가 혈관확장물질인 bradykinin을 파괴하므로 ACEi는 혈중에 bradykinin 농도를 상승시켜 혈관확장에 기여한다. 사람의 경우, bradykinin 농도 상승이 건성기침을 유발하는 원인으로 추정되지 만 개나 고양이의 경우, 장기간 ACEi를 복용해도 이러한 부작용은 나타나지 않는다. ACEi의 주요 약리작용은 혈관확장을 통해(동맥과 정맥 모두에 작용) 전신동맥압과 정맥압을 낮추어서 심실의 preload와 afterload를 낮출 수 있다. 신장에서 나트륨과 수분배설을 촉진하여 순환  혈량을 감소시키며 교감신경 활성을 억제한다. 사람에서는 장기적인 ACEi 복용으로 심근과 혈관의 비대가  억제되어 심장의 재구성 과정이 지연되는 효과가 입증되어 있다. 하지만 이러한 효과는 아직 소동물에서는 확실하게 입증되어 있지 않았다.\n임상적으로 ACEi는 심부전증 치료, 신장 질환에 속발한 고혈압과 단백뇨 치료에 주로 사용된다. 사람의 경우, 건성기침과 흉통이 가장 대표적인 부작용이지만 개와 고양이에서는 보고된 바 없다. 혈관부종, 질산혈증 및 고칼륨혈증이 드물게 발생한다. 아이러니하게도 ACEi는 신부전의 단백뇨와 혈압 합병증 치료를 위해 사용되는 약물이지만 탈수가 심한 환자나 NSAID나 aminoglycoside 계통 항생제 같은 신독성 약물을 병용투여 시 급성 신부전증을 유발할 수 있다. 임신 중인 동물에서는 사용하지 않는다.\n개의 심부전증에서 무증상 환자와 증상이 있는 환자에서 ACEi의 효능에 대한 대규모 약물 실험들이 실시되었다. 무증상 환자군을 대상으로 실시한 유럽의 SVEP study (2002) 와 미국의 VETPROOF study (2002)에서 입증된 바로는 ACEi는 이첨판 폐쇄부전증(CMVI)에 의한 심부전의 진행을 예방하거나 늦추어 주는 효과는 미비한 것으로 밝혀졌다. 다만 VETPROOF study (2007, end point를 길게 잡고 진행한 최종 결과) 결과에 따르면 비록 ACEi의 심부전의 진행을 억제하는 효과는 ISACHC Ia(무증상에 방사선상 심종대 소견이 없는 환자)에서는 뚜렷하지 않았지만 ISACHC Ib(무증상에 방사선상 심종대 소견이 있는 환자)에서는 심부전의 진행을 늦추어 주는 것으로 보고되어 있다. 따라서 폐사가 되는 시점까지 시간이 연장된다고 보고하고 있다. 하지만 이러한 연구결과에 대해서는 아직 논란이 많다. 반면 무증상의 확장성 심근증(DCM)에 대한 ACEi의 효능을 평가한 연구에서는 ACEi의 조기투여로 심부전의 진행이 늦추어지고 생존기간이 길어진다는 사실이 입증되어 있다.\n임상증상이 있는 환자를 대상으로 여러 가지 ACEi (enalapril, benazapril, imidapril, captopril)들이 그 효능이 평가되었다(COVE study-1995; Live study-1998; BENCH trial- 1999). 이러한 연구에서 DCM과 CMVI에 의한 심부전 환자에게 ACEi 투여로 심부전의 진행이 늦추어지고, 임상증상이 개선되며 생존기간이 길어진다는 사실이 입증되었다.\n● Enalapril\n 개: 심부전의 경우, 0.25~1 mg/kg PO, q12-24h. 고혈압의 경우, 최고 3 mg/kg까지 사용 가능.\n● Benazepril\n 개: 심부전의 경우, 0.25~0.5 mg/kg PO, q24h.\n\n● Imidapril:\n 개: 심부전의 경우, 0.25 mg/kg PO, q24h.\n ● Ramipril\n 개: 심부전의 경우, 0.125 mg/kg PO, q24h.\n \n안지오텐신 수용기 차단제(angiotensin receptor blockers; ARBs)는 혈관과 심장에 분포된 type 1 angiotensin II (AT1) receptor를 차단한다(그림 7-2). ARBs는 ACE를 억제하지 않기 때문에 bradykinin 농도를 높이지 않으므로 건성기침 같은 부작용을 유발하지 않는다. 약리적 작용은 ACEi와 유사하며 동맥과 정맥을 확장하여 동맥압을 떨어뜨리고, 심장에 대한 preload와 afterload를 떨어뜨리며 신장에서 나트륨과 수분 배설을 촉진하여 심장의 울혈을 완화시킨다. 사람의 경우, 주로 고혈압과 심부전증 치료에 이용한다. 소동물에서는 그 효능에 대한 실험이 부족하여 그 효과가 확실치 않으며, ACEi에 대한 부작용이 사람처럼 많이 보고되어 있지 않아서 수의학에서 적용은 제한적이다. 주요 약물로는 candesartan, losartan, valsartan 등이 있고, bradykinin의 농도를 높이지 않으므로 상대적으로 부작용이 적다. 하지만 신혈류량 감소를 유발할 수 있으므로 ACEi와 같이 신부전의 위험이 있거나 신독성 약물을 복용 중인 경우, 사용을 주의해야 한다.\nAldosterone breakthrough (aldosterone escape; ABT)는 ACEi나 ARBs를 투약해도 RAAS (renin-angiotensinogen-aldosterone system)를 효과적으로 차단하지 못하는 현상을 말하며, 장기간 ACEi를 사용하는 데 있어서 가장 큰 문제로 대두되고 있다. 이러한 현상은 루프성 이뇨제와/나 염분 제한 식이요법과 병행하였을 때 더욱 심해진다. 사람의 보고에 따르면 이러한 ABT는 장기간 ACEi나 ARB를 투여받고 있는 환자의 최대 60%까지 발생한다고 한다. 개에서 실시한 최근 연구에서도 심장약을 먹는 30% 정도 환자에서 ABT가 확인되었다고 한다. 이러한 ABT의 발생을 억제하기 위해서는 저염식이를 너무 빨리 실시하면 안 되고 루프성 이뇨제 투여량도 최소 유효 용량만 투여하도록 해야 한다. 비록 ABT 발생기전이 다인자성이라서 관리가 쉽지 않지만, 상기 방법으로도 제어가 되지 않을 경우, ACEi 용량을 올리거나 aldosterone을 직접적으로 차단하는 spironolactone을 조기에 적용하는 방법을 사용해야 한다.\n 혈관확장제\n혈관확장제는 혈관의 평활근을 이완하여 혈관을 확장시키는 약물이다. 동맥성 혈관확장제는 전신혈관 저항성(afterload)을 감소시켜 동맥성 혈압을 떨어뜨리고 심실의 압력 과부하를 줄여준다. 정맥성 혈관확장제는 혈관의 수용능력(capacitance)을 늘려서 정맥귀환량(VR)을 감소시키고, 그 결과 심실의 preload를 떨어뜨려서 용적과부하를 줄여준다. 이러한 혈관확장제들은 주로 심부전증이나 고혈압 치료제로 사용된다. 대부분의 혈관확장제는 동맥과 정맥계에 모두 작용하는 혼합성이지만 일부 약물은 동맥이나 정맥에만 작용하는 순수한 혈관확장제이다. 칼슘채널 차단제 같은 혈관확장제는 약물의 종류에 따라 빈맥성 부정맥 치료나 심근이완 능력을 목적으로 사용되기도 한다. 대표적인 혈관확장제의 종류로는 동맥 혈관에 직접 작용하는 순수 동맥성 혈관확장제인 hydralazine, 국소적으로 정맥계 혈관을 확장시켜 작용하는 nitrate 계통 혈관확장제 및 알파-교감신경의 혈관 수축효과를 차단하여 혈관을 확장하는 알파차단제 등이 있다. 넓은 의미로 ACEi들도 혈관확장제에 속한다.\n알파차단제(alpha-adrenoceptor antagonists)는 혈관 평활근에 분포된 알파-교감신경을 차단하여 혈관 확장을 유발한다. 알파차단제는 동맥과 정맥 혈관 모두를 확장시키지만, 그 효과는 동맥에서 훨씬 강하다. 대부분의 혈관들은 정상상태에서 교감신경톤에 의해 유지되므로 약효가 잘 나타나는 혈관확장제이며, 특히 교감신경톤이 증가되는 질환에서 우수한 약효를 나타낸다. 주로 prazosin 같은 선택성 알파차단제가 원발성 고혈압의 치료에 사용되고 있지만 소동물 임상에서 널리 사용되는 약물은 아니다. 알파 수용기의 직접적인 차단과 관련되어 나타나는 저혈압과 반응성 빈맥이 대표적인 부작용이다. 사람의 경우, 심부전증에 유효한 효과가 확인되지 않아서 심부전증 치료에는 사용되고 있지 않다. 베타차단제나 이뇨제와 동시 투여 시 심각한 저혈압을 유발할 수 있다.\n● Prazosin\n 개: 심부전의 경우, 1.0 mg PO, q8-12h(~15 kg), 2.0 mg PO, q8-12h(.15 kg).\n L-type calcium channel은 혈관 평활근, 심근세포 및 SA node와 AV node에 분포되어 있어서 동박동의 속도를 떨어뜨리고(빈맥성 부정맥 치료제로 사용), 심근의 이완능력(lusitropy)을 늘려주며, 혈관을 확장시킨다. 하지만 이러한 약리효과는 CCB의 종류에 따라 약간씩 차이가 있다(표 7-1). 소동물 임상에서 이 약물은 주로 심근비대를 유발하는 질환, 심방성 부정맥 및 고혈압 치료에 이용된다. Amlodipine이나 nifedipine 같은 dihydropyridine 계통 약물들은 혈관에 대한 친화력이 높아서 주로 고혈압 치료에 이용된다. 하지만 지나치게 혈압을 낮추어서 반응성 빈맥이나 수축력 증가를 유발하므로 고혈압 이외 심장 질환에는 사용하지 않는다. 반면 diltiazem/verapamil 같은 non-dihydropyridine 계통 약물들은 심근에 선택적으로 작용하고 혈관 평활근에 대한 작용은 미비하다. 심근 산소 소비량을 낮추므로 심근비대(심근의 이완 기능 향상)에 유효하고 심방성 부정맥을 완화시킨다. CCBs를 투여받고 있는 환자에게 베타차단제를 병행 투여하지 않는다.\n● Amlodipine\n 개: 초기 용량 0.05~0.1 mg/kg PO, q12-24h. 일주일 단위로 혈압을 체크하면서 증량하여 적정 혈압이 유지되게 한다.\n\n● Verapamil\n 개: 0.5~3 mg/kg PO, q8h; 0.05 mg/kg IV over 10 min. 4회까지 투여 가능하고 그 뒤로 증량을 50% 감량한다.\n \n● Diltiazem\n 개: 심부전의 경우, 0.5~2.0 mg/kg PO q8h.\n\n● Hydralazine\n 개: 초기 용량 0.5~3 mg/kg PO, q8-12h. 혈압을 주기적으로 체크하면서 2~3 mg/kg q12h까지 증량이 가능하다.\n 고양이: 2.5~10 mg/head PO, q12h. 위와 같이 조심스럽게 증량한다.\nNitrate계 혈관확장제는 nitric oxide (NO)를 유리하여 주로 전신 정맥혈관을 확장시키는 약물이다. NO는 주로 혈관 내피세포가 생산하는 물질로 혈관 평활근을 이완하고(혈관확장), 혈소판의 응집을 방해하며(항혈소판 작용) 백혈구-내피세포 상호작용을 방해하는(항염효과) 효과가 있다. 이러한 효과는 NO에 의해 GTP를 분해하여 cGMP를 농도를 높이고 cGMP는 혈관 평활근을 이완하여 혈관확장을 유발한다(그림 7-4). 자발적으로 NO를 분비하는 약물(예, sodium nitroprusside)과 효소분해를 통해 NO를 분비하는 organic nitrates가 임상에서 이용된다. Nitrate계 혈관확장제는 자주 투여하게 되면 내성(tolerance)이 발생하여 효능이 떨어지는 단점이 있다. 이 약물은 동맥과 정맥 모두를 확장하지만 정상 투여용량에서는 정맥혈관 확장이 주된 작용이다. 전신정맥 확장으로 심실의 preload가 감소되어 심실의 용적과부하를 완화시켜 부종을 완화시키고 심실벽 스트레스와 산소 요구량을 감소시켜 심장의 작업부담을 줄여주는 역할을 한다. 높은 농도에서 이 약물은 전신적인 혈관확장에 의한 저혈압과 압력중추 자극에 의한 빈맥을 유발할 수 있다. 임상에서는 주로 고혈압 치료와 심부전 치료에 사용한다. Nitrate계 혈관확장제의 종류에 따라 투여경로, 작용개시 및 작용 지속시간은 달라진다. Nitroglycerin는 19세기 때부터 사용된 약물로 작용개시 시간이 매우 빠르고(2~5분 내) 30분이 지나면 그 효과가 소실된다. 장기간 효과를 발휘하기 위해 transdermal patches 유형이 이용되며 내성 문제 때문에 12시간 이상 사용하지 않는다. 보통 아침에 붙이고 저녁에 떼어서 내성을 막는다. 하지만 개와 고양이에 직접 적용 시 그 효능은 일정치가 않다. 설하정은 투여가 불가능하고 바르는 약과 패치 모두 털이 있는 피부 적용 시 흡수량이 개체별로 큰 차이가 있다.\nIsosorbide dinitrate (ISDN)는 보다 개시시점이 길고 지속시간이 긴 nitrate계 혈관확장제이다. 구강투여가 가능하지만 설하제나 경피제에 비해 투약용량을 증가시켜야 한다. 일반적인 응급 폐수종의 처치의 기본이 furosemide, nitrate, oxygen 그리고 dobutamine인 것을 감안하면, 만성 재발성 폐수종 처치에 nitrate 계열의 약물 사용에는 당위성이 있다. 반감기가 짧고 경구투여가 어려운 단점 때문에 수의 분야에서는 간과되고 있는 약물이다. 하지만 저자의 실험실에서 실시한 임상 실험이나 경험을 근거했을 때, ISDN은 재발성 폐수종 관리에 효과적이었다. 다만 혈압을 제대로 모니터하지 못하면, 신장 관류량을 떨어뜨려 심각한 질산혈증을 유발할 수 있는 문제가 있다. ISDN은 혼합성 혈관확장제이기 때문에 0.5~2.0 mg/kg 용량에서는 정맥성 혈관확장제로 작용하고 고용량(5 mg/kg 이상)에서는 동맥성 혈관확장제로 작용하는 것 같다. 2013년 JVIM 논문(Yamamoto et al.)에 사용된 용량은 동맥성 혈관확장제로 작용하기 때문에 ISDN 약물에 대한 빠른 tolerance를 유도할 수 있고 주요 장기의 조직 관류량을 크게 떨어뜨릴 수 있으므로 주의가 필요하다. 또한 인의에서는 sildenafil과 합제로 사용하는 것을 금지하고 있기 때문에 약물 조합 시 이점을 고려해야 한다.\nSodium nitroprusside는 응급상황의 고혈압이나 심부전에 의한 급성 폐부종증 치료에 사용되는 약물로 개시효과가 빨리 나타나고 반감기가 짧다. IV 경로로 continuous rate infusion (CRI)해야 한다. 가장 대표적인 부작용은 postural hypotension과 반사성 빈맥이다. 장기간 sodium nitroprusside를 투여할 경우, thiocyanate toxicity 위험성이 있다. 임상에서는 사용하기 편하고 부작용 발생 처치가 편한 nitroglycerin patch가 많이 사용된다\n(반감기가 매우 짧아서 패치를 떼자마자 약효가 소멸된다). 또한 응급의 경우, 약효가 빨리 나타나고 일관성을 보이는 sodium nitroprusside가 많이 사용된다. Isosorbide dinitrate는 주로 경구용으로 투여되는 혈관확장제이다. 이러한 약물들은 혈압 강하효과가 빠르고 강하므로 반드시 혈압을 모니터해야 한다. 1차 병원에서 nitroprusside의 투여는 실용적이지 않다. Nitroprusside는 사용하기가 쉽지 않은 약물로 투여할 때 차광을 해야 한다. Nitroglycerin처럼, 환자가 nitroprusside 치료에 빠르게 불응성을 보인다. 따라서 장기간의 투여 목적으로 사용은 제한적이다.\n● Nitroglycerin\n 개: 1/4조각/5 kg까지(귓바퀴, 액와부, 배, 사타구니 등에 부착). Tolerance가 잘 생기기 때문에 12h ON/12h OFF(12시간은 붙이고 12시간은 뗀다)을 실시한다. 서방형 제제를 2.6 (5 kg 이하)~6.4 (20 kg 이상) mg PO q8-12h을 적용할 수 있다.\n \n● Sodium nitroprusside\n 개/고양이: 1~15 mg/kg/min IV CRI (syringe pump를 이용). 1 mg/kg/min부터 시작해서 효과가 나타날 때까지 증량한다. 주로 5분 간격으로 0.5~1 mg/kg/min씩 증량한다. 3 mg/kg/min으로 대부분 환자가 제어된다. 수축기 혈압이 100 mHg 이하이면 사용중단을 고려해야 한다.\n● Isosorbide dinitrate\n 개: 0.5~2 mg/kg PO q8-12h.\n 고양이: 2.5 mg/head PO q12h.\n 강심제\n강심제는 심박수 증가와 심근 수축력 증가를 통 해 심박출량 증가와 동맥압을 상승시키는 약물이다. 이러한 종류의 약물 중 대다수가 심장 흥분의 전도 속도를 증가시키고 심근의 이완능력 역시 개선시킨다. 일부 약물은 전신적인 혈관확장을 유발하기도 하지만 일부는 반대로 혈관 수축을 유발한다. 이러한 종류의 약물이 심부전증, 심장원성 쇼크 및 저혈압 치료법에 사용된다에 대한 주요 항목이 논의된다. 대표적인 약물로는 교감신경 흥분제, 디지탈리스, PDE 억제제 등이 있다. 강심제는 급성 심부전으로 병원에 입원한 환자(다른 만성 심부전 환자가 증상이 갑자기 악화된 환자)에서 사용될 수 있고 집에서 조절되는 만성 심부전증 환자에서도 사용될 수 있다. 급성 심부전 환자의 치료법에 주로 사용되는 약물은 dobutamine이다. 집에서 조절하는 만성 심부전 환자 치료에 사용되는 약물은 pimobendan이다. 기타 개에서 사용되는 약물에는 digoxin과 milrinone이 있다. 전자는 개에서 여전히 자주 투여되고 있지만, 부교감신경 흥분 효과 때문에 주로 심실상성 부정맥 치료에 사용되고 있다. 후자는 phosphodiesterase이지만 흔히 사용되는 약물은 아니다.\n디지탈리스는 심장배당체(cardiac glycosides)로 foxglove plant (Digitalis purpurea)에서 분리한 약물로 1785년 처음으로 심장질환에 의한 부종치료에 사용된 이후 사람에서 아직도 사용되는 강심제이다. 하지만 사람과 달리 개에서는 강심효과가 약해서 주로 심방성 빈맥이나 심방세동 치료에 사용된다. 기전은 확실치 않지만 디지탈리스는 심근의 sarcolemma의 Na1/K1-ATPase를 차단하여 Na1-Ca21-exchanger로부터 칼슘방출을 억제한다(그림 7-5). 따라서 세포 내 칼슘농도가 올라가 troponin-C와 결합하는 칼슘이용도를 높임으로써 심근의 수축력을 높이는 약물이다. 또한 동박동을 조절하는 미주신경톤을 높여서 심박수를 떨어뜨리고 AV-node로의 전도속도를 느리게 하여 심방성 빈맥의 치료에 사용한다.\n디곡신(digoxin)은 반감기가 40시간 이상으로 길고, 치료학적 농도를 유지하기 위해서는 2주 이상 투약해야 한다. 때문에 혈중의 디곡신 농도를 빨리 높이기 위해 특별한 용량의 디곡신을 투여한다. 이러한 과정을 ‘digitalization’이라고 한다. 디곡신의 경우, 혈장의 치료학적 농도는 0.5~1.5 ng/mL이다. 이 약물의 안전력이 넓지 않기 때문에 이 농도를 유지해 주는 것이 디지탈리스 중독증을 막기 위해 매우 유용하다. 디곡신의 혈중 농도가 2.0 ng/mL 이상이 되면 심실성 부정맥이나 방실전도차단 같은 전도 장애를 유발한다. Immune Fab (Digibind)이 혈중 디곡신 농도를 떨어뜨릴 때 사용된다. 디곡신 중독은 구토나 설사 같은 소화기 증상을 유발하며 저칼륨혈증이 있을 경우, 디곡신 중독이 잘 일어난다. 개의 경우, 개체별 유효농도에 대한 차이가 심해서 유효농도를 유지하기가 어렵다. Class IA 부정맥 제제는 결합부위에서 디곡신과 경쟁적으로 작용하므로 신장의 디곡신 청소율을 떨어뜨린다. 때문에 디곡신 중독증의 가능성을 높인다. Calcium-channel blockers와 소염제 역시 디곡신 중독증의 가능성을 높인다. 또한 신기능이 떨어져 있으면 디곡신의 신장 배설이 억제되어 디지탈리스 중독증 발생 위험이 높아진다. 임상에서 주로 사용되는 약물은 digoxin과 digitoxin이다. Digoxin의 권장 투여량은 다음과 같다: [개] 2.2~4.4 mg/kg IV q12h, 5.5~11 mg/kg PO q12h, 22 kg 이상 개의 경우, 0.22 mg/m2. [고양이] 1~1.6 mg/kg IV q12h, 10 mg/kg PO q24~48h, 125 mg tablet 1/4 조각 q24~48h.\n베타흥분제(β-agonists)는 심근과 평활근에 분포된 b1-수용기를 자극하여 심박수 증가와 심근 수축력 증가를 유발한다. 임상적으로 심부전증과 순환기 쇼크의 치료에 사용한다. 거의 모든 베타흥분제는 b1-수용기을 중심으로 한 흥분효과를 가지고 있다. 용량에 따라 이러한 b1-수용기을 중심으로 한 작용이 발휘되기도 한다. 심장을 중심으로 한 효과는 심박수를 빠르게 하고 수축력을 증가시키는 강심 작용이지만 혈관을 중심으로 한 작용은 용량에 따라 확장(베타 작용)과 수축(알파 작용)이 모두 가능하다. 베타흥분제는 빈맥을 유발하여 위험한 심실성 빈맥을 유발할 수 있고, 장기 사용 시 심근의 산소 요구량을 증가시키기 때문에 심근의 재구성을 가속화시킬 수 있다. 이러한 부작용 때문에 급성 심부전 치료에는 dopamine이나 dobutamine 같은 약물만 주로 사용된다. 이러한 약들은 모두 반감기가 짧아서 CRI로 투여된다.\n개와 고양이의 교감신경 흥분제의 사용 방법\n● Dobutamine\n 개: 5~20 mg/kg/min CRI(효과가 나타날 때까지 증량하고 syringe pump를 이용할 것). 심박수가 너무 빨라지거나(~200 bpm) 부정맥이 발생하면 투여를 중단할 것. 반드시 심전도 모니터가 필요. 최장 24~48시간까지 사용 가능.\n  Pimobendan은 심부전 시, 정상치 이상으로 증가하는 norepinephrine을 감소시킴으로써 norepinephrine에 의한 심부전의 진행을 억제할 수 있다. Pimobendan은 정상 개에서 혈량 증가에 따른 동박동의 증가를 가져오지만, 심부전이 있는 동물에서는 동박동에 대한 영향이 거의 없어 디지탈리스처럼 부정맥을 유발하지 않는다. 현재 pimobendan은 캡슐로 개발되었으며, 국내에는 베트메딘R 츄어블 정으로 1.25 mg과 5 mg의 제형으로 출시되어 판매되고 있다. Pimobendan은 이뇨제, ACEi, digoxin과 같은 약물과 혼용하여 사용할 수 있다. Pimobendan의 양성적 근력 효과는 칼슘채널 차단제(calcium channel blocker)나 베타차단제(b1-blocker)와 혼용하였을 때 감소될 수 있다. 캡슐은 위산이나 사료 성분 등에 영향을 받을 수 있으니 적어도 사료급여  1시간 전에 투여해야 하지만, 츄어블은 식사와 상관없이 투여가 가능하다. Pimobendan은 보통 경구적으로 투여된다. 유럽에서는 응급 상황에 IV 방법으로 투여되기도 한다. 하지만, 실제 IV로 투여 시 dobutamine과 같은 강한 강심효과는 관찰되지 않는다.\nPimobendan은 CMVI나 DCM에 속발한 심부전증이 있는 모든 환자에서 만성 치료 목적으로 지시된다. 다른 심장 질환에 의한 개의 심부전증 치료에 대한 효과는 아직 입증되어 있는 증거가 부족하지만, 약물 요법이 어렵거나(예, 심장 압전이 있는 심낭수), 사용이 금기시되는 상황(예, 좌심실 유출로 패색)이 아니라면 모든 심부전증 치료에 사용할 수 있다. Pimobendan의 효능은 임상증상이 있는 심부전 환자의 치료에 매우 유익한 효과가 있으며 임상증상의 개선과 생존기간 연장에 탁월한 효과가 있음이 입증되었다(PITCH study 2000, QUEST study 2008). 이러한 pimobendan의 치료효과는 개의 CMVI 환자와 DCM 환자에서 그 효과가 더욱 우수한 것으로 밝혀졌다. 저자의 경험에 따르면, 개의 심장 사상충증에 의한 복수나 폐성 고혈압 치료에서도 어느 정도의 임상증상 개선 효과가 확인되었다. EPIC study (2018)는 준임상형(무증상) CMVI 환자에서 pimobendan을 투여 시 임상적/영상진단적 소견에 개선이 있는지 질병진행에 차이가 있는지 조사한 연구이다. 이 연구에서 pimobendan 투약 그룹은 placebo 투약 그룹에 비해 영상 진단상 LVIDd나 LA/Ao가 투약 35일째 감소되는 것을 확인하였다. 하지만 CHF 증상이 개시되는 시기는 두 그룹이 서로 비슷했다. ACVIM에서 발표한 가이드라인에 따르면 이러한 연구 결과를 근거로 ACVIM B2 (ISACHC Ib) 그룹의 환자에 대해 비록 증상이 없어도 pimobendan의 투약을 추천하고 있다. 하지만 투약실험에 참여한 환자군의 좌심방 크기가 균일하지 않았고, 무증상의 판단 근거가 애매한 점 등은 이 투약 실험이 가지고 있는 한계이다. 저자의 경우, 심종대가 확인되는 모든 환자에게 pimobendan을 조기에 투여한다. 이때 반드시 ACEi를 병행 투여한다. ACEi 단독요법은 심종대가  없는 심장병 환자에게 실시한다. 비록 학술적 근거는 부족하지만 수의분야 임상 실험이 가지고 있는 여러 가지 한계를 생각하면  이론적 근거에 따른 ACEi 조기 투여는 심부전 진행을 늦추는 데 도움이 될 것이라고 생각된다.\n개와 고양이에서 PDEi의 추천 투여량\n● Pimobendan\n 개: 0.25~0.5 mg/kg, PO, q8~12h, 음식 먹이기 1시간 전에 투여(츄어블은 상관없음).\n 고양이: 1.25 mg/head, PO, q12h, 음식 먹이기 1시간 전에 투여(츄어블은 상관없음).\n● Milrinone\n 개: 1~10 mg/kg/min CRI.\n● Sildenafil\n 개: 0.5~3 mg/kg, PO, q8~12h.\n● Tadalafil\n 개: 0.5~1.5 mg/kg, PO, q12~24h\n 베타차단제(Beta-blockers)\n이 약물들은 교감신경을 억제하여 심박수와 심근 수축력 을 떨어뜨려서 심박출량과 동맥압을 감소시키는 약물이다. 이러한 작용으로 심근의 작업부담을 완 화시키고 심근의 산소 소비를 감소시킨다. 또한 심장의 흥분 전달속도를 떨어 뜨리고 심근의 이완능력을 개선한다. 임상적으로 주로 비대성 심근증(HCM)이나 심근비대를 유발하는 이완기 심근 질환과 AV node 전도속도가 비정상적으로 빨라지는 심방성 부정맥의 치료에 주로 사용한다. 심장은 beta1 (b1)과 beta2 (b2) 수용기를 가지고 있고 b1 수용기가 수적으로나 기능적으로 b2보다 우위에 있다. 이러한 수용기는 교감신경에서 분비되는 norep inephrine과 결합하여 심계항진을 유발한다. 베타차단제는 베타 수용기에서 norepinephrine과 경쟁적으로  결합하여 심계항진을 유발하는 norepinephrine 기능을 차단한다. 사람의 심장 감염의 경우, 만성적인 교감신경의 흥분이 심장 재구성을 유발하여 심부전을 악화시키는 요인으로 밝혀져 있다. 따라서 베타차단제를 이용한 대규모 약물 실험에서 임상증상을 개 선하고 심부전의 진행을 늦추며 생존기간을 연장한다고 알려져 있다. 하지만 불행하게도 이러한 효과는 개와 고양이 심장병에서는 아직까지 입증된 바가 없다. 임상적으로 b1과 b2 수용기 모두를 차단하는 비선택성 베타차단제(예, propranolol)와 b1만 차단하는 선택성 베타1 차단제(예, atenolol, esmolol)가 있다. 전자는 주로 심근증 치료법에 사용하고 후자는 주로 부정맥 치료법에 사용한다. 최근에는 알파 수용기까지 차단하는 광범위 교감신 경차단제(예, carvedilol)가 나와 있다. 불행하게도 carvedilol의 심부전을 중심으로 한 치료 효과는 의료적으로 입증되지 못하였다. 또한 ACVIM 가이드라인에도 베타차단제의 사용은 신중하게 실 시하고, 폐수종이 있는 환자에게 적용하지 말도록 권장하고 있다. 베타차단제는 적용 시 주의가 많이 필요한 약물로 upward titration dosing을 적용해야 하며, 갑작스럽게 약물을 적용하거나 빼서도 안 된다. 개의 DCM과 CMVI에서 베타차단제의 약효를 평가한 여러 연구가 진행되었다. 이러한 연구에서 약물 투여에도 임상 증상의 개선과 생존율의 개선이 입증되지 못했다. 최근에 무증상 심장병이 있는 환자에서 베타차단제의 사용으로 유익한 효과가 관찰되지 않았다. 또한 뚜렷한 심부전 증상이 있는 개에서 사용을 금지해야 하는 연구 결과도 있다.\n개와 고양이에서 공통적으로 사용 가능한 베타차단제의 적용증은 빈맥성 부정맥이 심부전 증상에 기여하고 있을 때이다.\n● Propranolol\n 개: 0.02~0.08 mg/kg 5분에 걸쳐 천천히 IV q8h, 0.25~1.5 mg/kg PO q8h.\n 고양이: 0.04~0.06 mg/kg (0.25 mg을 1 mL saline에 희석한 후 0.2 mL)를 5분에 걸쳐 천천히 IV q8h, 2.5~5 mg/head PO q8h.\n● Atenolol\n 개: 0.25~1.5 mg/kg PO q12h\n 고양이: 5~12.5 mg/head PO q24h → 1주일 뒤부터 q12h.\n● Esmolol\n 개/고양이: 0.05~0.1 mg/kg IV 5분 간격으로 축적용량이 0.5 mg/kg이 될 때까지 투 여. 50~200 g/kg/min CRI.\n● Carvedilol\n 개: 0.1~0.5 mg/kg, PO q12h부터 시작해서 2주 간격으로 증량하여 최고 용량이 1.5 mg/kg이 될 때까지 증량이 가능.\n 부정맥 치료제\n심장 감염에 있어서 부정맥은 심장 감염에 의해 발생하기도 하고, 심장 감염을 유발하기도 한다. 일반적으로 부정맥 치료제는 부정맥이 서맥성이냐 빈맥성이냐에 따라 치료제가 선택되고 더 나아가 서맥성 부정맥은 심박수를 늘려주는 교감신경 흥분제, 미주신경 억제제를 부정맥의 발생원인에 따라 처방하고 빈맥성 부정맥은 부정맥의 발생부위(종류)에 따라 치료제를 선택한다. 일반적으로 심방성, 심실상성 연접부성 부정맥처럼 AV junction 상단에서 기원하는 부정맥은 diltiazem 같은 칼슘채널 차단제(Class IV)나 atenolol 같은 베타차단제(Class II)를 먼저 사용하고, 심실성 빈맥처럼 AV junction 하단에서 발생하는 부정맥은 응급인 경우 lidocaine 같은 나트륨채널 차단제(Class I)를 사용하고, 만성인 경우 sotalol이나 amiodarone 같은 칼륨채널 차단제(Class III)를 주로 사용한다.\n부정맥 치료제는 negative inotrope 작용을 하고, 환자를 무력하게 만들 수 있기 때문에 적절한 치료 개시시점을 찾는 것이 임상에서는 중요하다. 통상 어쩌다 한두 번씩 나타나는 심실조기 박동(VPC)의 경우에도 환자에게 임상증상을 유발하거나 급사를 유발할 수 있는 단계가 아니라면 치료를 실시하지 않고 기다린다. 심방성의 경우, 대부분 양성 부정맥인 경우가 많아서 원발성 심장 질환에 포커스를 맞추지만 심방세동처럼 환자에게 안절부절이나 실신을 유발하는 경우, 즉각적인 치료가 필요하다. 다음의 가이드라인은 심실성 부정맥의 치료개시 시점을 정하는 기준이다.\n Single VPC(심실성 부정맥)나 APC(심방성 부정맥)는 치료를 하지 않고 Holter나 Event recording 같은 세밀한 심전도 검사가 요구되는 소견이다. 보호자에게 주기적인 심전도 검사의 필요성을 설명하고 sudden cardiac arrest에 대한 경고를 한다.\n 부정맥 치료가 환자의 상황 개선에 이점이 있을 경우에 한해, 치료를 실시한다. 경미한 부정맥에 예방 효과를 위해 부정맥 제제를 투여하지 말라.\n 일반적인 부정맥 치료 시점은\n◆ VPC와 APC가 다 같이 관찰될 때\n◆ Ectopic beat의 발생 빈도가 분당 20~30회 이상일 때\n◆ Doublets, triplets, runs of ectopic beat(부정 박동이 연속해서 나타날 때)\n◆ 부정 박동의 형태가 다양할 때\n◆ 실신이나 경련 같은 임상증상이 관찰될 때\n만약 부정맥의 종류를 파악하기 힘든 응급실 사항이라면, 심실성 빈맥의 치료에 사용되는 약물을 먼저 적용해 본다. 일반적으로 VPC(심실 조기박동)와 APC(심방 조기박동)의 치료에 사용되는 부정맥 치료제는 서로 길항하는 경우가 많다. 특히 APC 치료에 사용되는 교감신경 차단제와 칼슘채널 차단제는 VPC에 치명적이다. 반면 VPC에 사용되는 class I 계통 부정맥 치료제는 APC에 대한 영향을 거의 주지 않는다. 때문에 부정맥에 대한 응급치료가 필요한 상황이고 부정맥의 종류를 파악하기 힘든 경우, class I 계통 부정맥 치료제를 먼저 사용해 본다. 하지만 일반 외래환자를 대상으로 이러한 치료는 너무 위험하므로 반드시 정밀 검사 후 치료제를 선정해야 한다.\n항부정맥 치료제는 다음 세 가지 작용기전에 의해서 약리 작용을 발휘한다. (1) 심근의 나트륨과 칼슘채널을 차단, (2) 이들 이온채널이 활성 후 회복 시간을 지연, (3) Action potential의 재분극을 유발하고 diastolic membrane potential(이완기의 세포막의 분극 상태) 유지에 관여하는 칼륨 전하의 강도(magnitude)와 지속기간을 변조. 대부분의 항부정맥 치료제는 정상세포의 자율성(automacity: 심장 박동을 유발하는 자동적인 pacemaking)과 충동의 전도 속도에 영향을 주지 않고, 선택적으로 비정상적으로 탈분극된 세포만을 억압한다. 하지만 약물 농도가 너무 높으면 정상세포에도 영향을 준다. 특히 이러한 약물들은 심근세포에 분포된 나트륨, 칼슘, 칼륨채널을 차단하는데, resting phase의 세포에는 영향을 주지 않고 주로 activation 및 inactivation phase의 세포에 선택적으로 작용하여 항부정맥 효과를 발휘한다. 부정맥 치료제의 종류와 작용기전은 표 7-2에 요약되어 있고, 투약용량과 방법은 표 7-3에 요약되어 있다.\nClass IA 계열 항부정맥 제제는 frequency-dependent manner(정상빈도 이상으로 활성화된 세포에만 작용)로 활성화된 나트륨채널을 차단하여 세포막의 충동에 대한 반응성을 완화하여 항부정맥 효과를 나타낸다. 주로 심방, 심실 및 His-Purkinje 세포에 대한 국소마취 효과를 나타낸다. Ectopic pacemaker(비정상적으로 충동을 유발하는 세포들)의 phase 4 탈분극을 지연시킨다. 때문에 충동유발이 느려진다. 뿐만 아니라, 칼륨채널을 차단하여 재분극을 지연시키며, 나트륨과 칼륨채널을 차단하므로 회복기도 지연된다. 강력한 항콜린성 작용이 있어서(특히, 동방결절과 방실결절에 대해) 초기 투여 시 동방성 빈맥(sinus tachycardia)을 유발하며, 방실전도 역시 빨라진다. 이 때문에 PR 간격이 감소된다. 하지만 곧이어 심근세포에 대한 직접적인 약리효과를 발휘하여, 심박을 감소시키고 방실전도를 지연시키므로 PR 간격이 지연된다. 심실전도가 지연되므로 QRS 역시 길어지며(QRS widening), 심실 내 action potential을 지연시키므로 QT 간격도 길어진다. 광범위한 빈맥성 부정맥 치료에 사용할 수 있는 약물이지만, 주로 premature atrial contraction\n(심방 조기수축), atrial fibrillation(심방세동) 및 atrial flutter(심방조동)에 사용되며, 더 나아가 AV re-entry arrhythmia(방실 회귀성 부정맥), premature ventricular complexes(심실 조기수축) 및 ventricular tachycardia(심실 빈맥)에도 사용할 수 있다. Digitalis 중독에 의한 부정맥증 치료에도 사용할 수 있으나, 이 경우 lidocaine을 먼저 선택하여야 한다. 환자가 atrial fibrillation이나 flutter가 있을 경우, 투약 초기에 항콜린성 작용 때문에 부정맥이 악화될 수 있으므로 주의해야 한다. 때문에 종종 digitalis와 함께 투여된다. 또한 negative inotropic(음성 변력성; 심장 수축력을 약화)이므로 울혈성 심부전증이나 심한 저혈압이 있을 경우, 사용을 금한다. 간에서 대사되므로 간기능이 중요하고, 부작용으로 소화기 증상과 혈소판 감소증 등이 있다. Cimetidine과 병용투여 시 약물의 배설을 느리게 하여 중독증을 유발할 수 있고, 또 혈장 단백질과 결합하여 대사되므로 저단백혈증 역시 중독증을 유발할 수 있다. 개에서 약물의 반감기는 6시간 정도이다. 대표적인 약물로는 quinidine, procainamide와 disopyramide가 있다. Procainamide는 항콜린성 작용이 경미하여 임상에서 가장 많이 사용되고 있다. 하지만 sick sinus syndrome, AV block, 심실내 전도장애 및 저혈압 상태일 경우, 주의해서 투여해야 한다. 또한 complete heart block이 있는 환자에선 사용을 금한다.\nClass IB 계열 항부정맥 제제는 membrane responsiveness를 감퇴시키고, activated/inactivated sodium channel을 차단한다. 특히 이러한 작용은 허혈이나 digitalis 등에 의해 action potential이 길어진 세포에 주로 선택적으로 작용한다. 때문에 정상세포에 대해 영향을 주지 않지만 비정상적으로 탈분극 상태에 있거나 손상된 세포에 선택적으로 작용한다. 심실세포의 Vmax를 지연시킨다. 동방결절의 automacity에 영향을 주지 않으므로 심박수에는 변화가 없지만, ectopic pacemaker는 억압한다. 또한 Purkinje 세포에서 action potential 기간과 회복기를 지연시킨다. 그러나 방실전도에는 영향을 주지 않는다. 때문에 ECG 상에 변화는 관찰되지 않는다. 작용 범위가 좁은 약물로 주로 심근경색에 의한 ventricular arrhythmia 치료에 이용된다. 반면 atrial fibrillation이나 atrial flutter에 대해 치료효과가 없다. Lidocaine은 탈분극된 세포에만 선택적으로 작용하므로 digitalis 중독에 의한 부정맥 치료에 제일 먼저 사용되는 약물이다. 간에서 1차 대사되므로 간기능이 중요하며, 구강투여는 안 된다. Complete heart block이 있는 경우 사용을 금하고, sinus bradycardia나 sick sinus syndrome이 있는 경우 주의해서 투여해야 한다. 약물의 반감기는 개의 경우 90분 정도이며, 초기 2 mg/kg으로 투여한 후 2~3회에 나누어 천천히 투여한다. 이 경우, diazepam을 0.5 mg/kg으로 투여하면 발작을 완화시킬 수 있다. Propranolol이나 cimetidine과 함께 투여하면 간의 혈류량을 감소시켜 lidocaine 대사를 지연시키므로 중독증이 유발될 수 있다. 동일한 계통의 약물로 mexiletine, tocainide가 있고 이들은 구강투여가 가능하다. Phenytoin은 항발작증 치료제로, 광범위한 의미로 여기에 속할 수 있다. 약리작용은 심방보다는 심실이나 His Purkinje 세포들의 membrane responsiveness를 감퇴하여 작용한다. 개에서 반감기는 3시간 정도이고 cimetidine이나 chloramphenicol과 함께 투여하면 microsomal enzyme을 방해하여 혈중 phenytoin 농도를 높여 중독증을 유발할 수 있다. \nClass IC 계열 항부정맥 제제는 강력한 나트륨 및 칼륨 차단제로 membrane respon siveness를 감퇴시켜 전도를 지연시키며 동방결절의 automacity를 억압하고 방실전도 역시 지연시킨다. Premature ventricular complexes의 조절에 유용하므로 주로 supraventricular arrhythmia 치료에 적용된다. 방실전도 장애가 있는 환자에 투여하면, conduction block을 유발할 수 있다. ECG 상에서 PR 간격지연과 QRS widening을 볼 수 있다. 심부전증이나 베타차단제 및 칼슘 길항제를 투여받고 있는 환자에선 금기이다. 본 약물은 premature ventricular complexes에는 유용하지만, sustained ventricular tachycardia(지연성 심실빈맥)는 악화시킨다. 대표적인 약물로는 flecainide, propafenone가 있다.\nClass II 계열 항부정맥 제제는 b-adrenergic antagonist(베타차단제)로 b1- adrenergic receptor를 차단하여 catecholamine 방출을 차단하며, 나트륨채널을 차단하고, membrane responsiveness를 감퇴시킨다. 이 약물들은 교감신경 활성을 차단하여 동방결절과 ectopic pacemaker의 automacity를 느리게 하며, 방실전도 역시 느리게 한다. 특히 심방세포에서 action potential의 지속기간과 회복기를 지연시킨다. 때문에 ECG 상에서 PR 간격의 지연(때로 QT 간격의 감소와 함께)이 관찰된다. 심실성 ectopic beat을 억압하는 작용은 약하다. 때문에 심실성 부정맥 치료제로는 부적당하다. 방실전도를 느리게 하고 동방박동을 느리게 하여 심실박동을 안정시키므로 주로 supraventricular arrhythmia 치료에 이용된다. 개와 고양이의 supraventricular tachycardia를 교정하는 데 맨 처음 사용할 수 있는 약물이며, 개의 경우 class I 항부정맥제와 함께 사용하면 부정맥을 교정하는 데 더욱 효과적이다. 음식과 함께 투여하면 구강투여된 약물의 흡수를 지연시킨다. 개에서 반감기는 1.5시간 정도로 짧다. 교감신경 흥분 정도에 따라 약물의 효과가 달라지므로 초기에 과량투여 시 역효과를 일으킬 수 있으므로 약물을 낮은 농도에서부터 환자의 치료 반응을 보면서 조금씩 높여가야 한다. 교감신경 차단효과가 지나치게 클 경우 bradycardia, 심부전증, 저혈압, 기관지 경련 등을 유발할 수 있다. Catecholamine(예, dopamine, dobutamine)을 투여하면 이러한 부작용을 교정할 수 있다. 대표적인 약물로는 atenolol과 esmolol이 여기에 속하는 약물로 b1-adrenergic receptor에 보다 선택적으로 작용한다. 또한 propranolol처럼 비선택적으로 작용하는 베타차단제도 여기에 포함된다. Propranolol은 약간의 작용기전에 차이가 있지만 기본적인 기전은 같다. Esmolol은 약물의 지속기간이 극히 짧은 약물로 receptor 차단에 부작용이 극히 적고, 주로 atrial fibrillation이나 flutter 치료에 이용된다.\nClass III 계열 항부정맥 제제는 Class II 약물과 유사한 b1-adrenergic receptor 차단 효과 이외에도 potassium channel (IKr: 초기 action potential 재분극을 유발하는)을 차단하여 action potential의 지속기간과 회복기를 지연시킨다. 이 때문에 QT 간격이 지연되고 동방결절의 automacity가 느려진다. 이러한 약물은 주로 다른 약물에 반응이 없는 심실성 부정맥이나 위급한 심실성 부정맥 치료에 이용되며, atrial fibrillation이나 flutter 치료에도 적용된다. 약물투여 초기에 다형태성 심실 부정맥(torsade de pointes)을 유발할 수 있으므로 주의해야 한다. 본 약물은 동방결절과 ectopic pacemaker의 automacity를 느리게 할 뿐 충동전도속도에 영향을 주지 않는다. 대표적인 약물에는 sotalol, dofetalide, ibutilide, amiodarone, bretylium 등이 여기에 속하는 약물이다. Dofetalide와 ibutilide는 선택적인 IKr channel 차단제로 action potential의 지속기간과 회복기를 지연시킨다. Amiodarone은 여러 가지 칼륨채널을 복합적으로 차단하고 더 나아가 inactivation 상태에 있는 나트륨채널도 차단한다. 작용기전은 명확하지 않으나, 더 나아가 칼슘채널과 a- 및 b- receptor를 차단한다. 이 약물은 특히 탈분극 상태에 있는 약물에 보다 강력하게 작용한다.\nClass IV 계열 항부정맥 제제는 activation/inactivation 상태의 칼슘채널을 차단하는 약물로, 느리게 반응하는 action potential의 세포들을(예, 동방결절과 방실결절) 차단하는 약물이다. 때문에 동방결절의 automacity를 느리게 하고 방실결절의 회복기를 지연시킨다. 이로 인하여 PR 간격이 길어진다. 앞에서 언급한 것처럼 이 약물들은 혈관 평활근의 칼슘채널을 차단하여 말초혈관을 확장한다. Negative inotropic 작용이 있어서 동방결절을 느리게 한다. 방실결절의 전도속도와 회복기를 느리게 하므로 reentry supraventricular tachycardia 치료에 가장 적합한 약물이다. 또한 심방세동을 정상박동으로 교정하는 데 이용되기도 한다. 하지만 심실성 부정맥엔 효과가 없다. Digitalis에 의한 delayed after-depolarization (DAD) 발생을 억제하므로 digitalis 중독증에 이용되기도 한다. Negative inotropic 약물이므로 sick sinus syndrome, AV conduction block 및 울혈성 심부전증에는 사용해서는 안 된다. 특히 digitalis나 베타차단제와 함께 투여 시 방실전도를 지나치게 느리게 하므로 주의가 필요하다. 대표적인 약물로는 diltiazem과 verapamil이 있다. Diltiazem의 경우, 초기에 낮은 용량(0.05 mg/kg)을 천천히 정맥주사한 후, 부작용이 나타나지 않으면 20~30분 간격으로 0.15~0.2 mg/kg으로 부정맥이 교정될 때까지 투여한다. 이는 혈압을 떨어뜨리는 약물이므로 혈압을 주기적으로 체크해야 한다. 베타차단제와 함께 투여하면 갑작스럽게 동방박동을 떨어뜨리고 complete heart block을 유발할 수 있다. Verapamil은 신장의 청소율을 저하시키므로 digitalis와 함께 투여 시 digitalis의 혈중 농도를 상승시킬 수 있다. 저혈압과 심장 억압작용이 대표적인 부작용이다.\n기타 항부정맥 제제로는 digitalis, adenosine, magnesium sulfate 등이 있다. Digitalis는 미주신경 흥분으로 좁은 범위의 항부정맥 치료효과를 보인다. 특히 이러한 약물은 칼슘 유입을 차단하고 칼륨의 이동을 향상시켜 방실결절의 회복기를 지연시켜, 방실결절의 재유입성 부정맥(AV reentry arrhythmia)에 대한 치료효과가 있다. 하지만 세포 내 칼슘 과량 유입과 DAD의 발생 유도로 심실성 부정맥을 유발할 수 있다. Adenosine은 G protein coupled receptor(칼륨채널을 활성시키는 단백질)에 작용하는 약물로 칼슘 전하에 대한 norephinephrine의 작용에 길항한다. 때문에 약리 작용은 칼슘차단제와 비슷하다. 동방결절의 작용을 느리게 하고 방실결절의 회복기를 지연시키며 방실전도를 느리게 한다. 또한 교감신경에 의한 DAD 발생을 억압한다. 주로 심실상성 빈맥증 치료에 이용되며, 반감기가 짧아서 부작용은 극히 적다. 하지만 수의 분야에서는 잘 이용되지 않는다. 황산마그네슘(MgSO4)은 recurrent torsade de pointes 예방에 사용되며, digitalis에 의한 부정맥 치료에도 효과적이다. 하지만 그 약리 기전은 명확하지 않다. 따라서 수의 분야에서는 잘 이용되지 않는다.\n 혈전치료제\n혈전치료제는 크게 혈전 형성을 예방하는 혈전예방약과 이미 형성된 혈전을 용해하여 분해하는 혈전용해제로 분류된다. 중요한 것은 혈전예방약은 이미 형성된 혈전을 용해하지 못한다는 점을 명심해야 한다. 혈전은 체내 혈관에서 발생할 수 있고, 특히 관상동맥, 뇌혈관, 폐혈관 및 신장내 혈관에 발생하였을 경우 생명을 위협하는 질환을 유발할 수 있다. 일반적으로 혈전증의 발생에는 다음과 같은 기전들이 관여된다. (1) 심내막 표면의 이상적인 변화: 심내막 표면손상으로 혈전 형성촉진, (2) 혈류 속도의 변화: 심방의 지나친 확장으로 혈액 정체가 혈전 형성촉진, (3) 혈액조성의 이상변화: 혈액응고를 조절하는 단백질의 변화로 혈소판 과응집반응이 촉진되어 혈전 형성.\n혈전용해제는 plasmin으로 전환되는 plasminogen을 활성시키는 약물이다. Plasmin은 단백분해효소로 혈전을 형성하는 섬유소를 분해하는 성질이 있다. Tissue plasminogen activator (tPA), streptokinase (SK) 및 urokinase (UK)가 대표적인 혈전용해제로 서로 다른 기전에 의해 혈전을 분해한다(그림 7-7).\ntPA가 가장 대표적인 혈전용해제로 다음과 같은 기전으로 혈전을 용해하는 효과를 나타낸다. (1) tPA가 혈전표면의 섬유소와 결합한다. (2) 섬유소와 결합한 plasminogen을 활성화시킨다. (3) Plasmin이 plasminogen과 결합한 섬유소를 분해한다. (4) 섬유소 분자가 plasmin에 의해 분해되어 혈전이 용해된다. Plasmin이 혈전을 용해하기도 하지만 순환 혈액 중에 있는 fibrinogen 같은 혈액 응고 단백질을 분해할 수도 있다. 따라서 지혈장애를 유발할 수 있으므로 모니터링이 필요하다. SK와 UK는 이러한 부작용이 더 심하게 발생한다. SK나 UK는 단백분해효소가 아니며 plasminogen과 결합하여 plasmin을 방출시킨다. tPA와 달리, 혈전을 형성하는 섬유소와 결합하지 않고 혈액 중에 fibrinogen을 용해하여 혈전 용해를 유발한다. 혈전의 용해는 혈전이 형성된 시간에 따라 그 효능이 달라진다. 혈전 형성 2시간 이내 투여하면 그 효능이 최대로 나타나지만 그 이후에 투여할 경우, 그 효과는 점진적으로 반감되고, 더 많은 용량의 혈전 용해제 투여가 필요하다.\nTissue plasminogen activators는 크게 Alteplase, Retaplase, Tenecteplase가 임상에 사용되고 있다. Alteplase (ActivaseR; rtPA)는 recombinant form의 human tPA로, 반감기가 짧아서(5분 이내) IV용으로 사용되고 있다. Retaplase (RetavaseR)는 유전학적으로 재조합되어 만들어진 tPA로 효과가 빠르고 더 강력하다. IV용 약물로, 주로 응급 폐혈전증 치료에 사용된다. Tenecteplase (TNK-tPA)는 반감기가 더 길고 섬유소에 대한 친화도가 더 높다. IV용으로 사용된다. Streptokinase (SK)는 Streptococci에서 분리된 약물로 섬유소에 대한 친화도가 떨어져서 tPA보다 효능이 떨어진다. Anistreplase (EminaseR)는 SK와 plasminogen 합제로 natural SK보다 강력하고 효능이 우수하다. Urokinase (AbbokinaseR; UK)는 urinary-type plasminogen activator (uPA)로 불리고 신장에서 분리되며, SK보다 항원성이 없어서 안전하지만 비용이 많이 든다.\n\nWarfarin(와파린)은 비타민 K의 의존성 응고 인자인 II, VII, IX와 X와 항응고 단백질인 protein S와 C를 방해하여 혈전 형성을 억제한다. 국내에서 이러한 약물을 이용하여 치료하는 수의사들이 있다. 하지만 권장 투여 용량이나 투약 방법이 검증이 되거나 연구되어 있지 않기 때문에 사용에 신중을 기해야 한다. 사용해본 수의상의 경험에 따르면 심각한 울혈성 심부전 상태에 사용했을 때 안 좋은 치료 효과를 보였고 심하지 않은 환묘에서 애매하지만 효과가 있었다고 한다.\n 심장 질환의 식이요법\n심장 질환은 대부분 만성으로 경과하기 때문에 장기간의 약물 요법에 의한 식욕 저하와 혈액 순환 장애에 의한 대사 장애로 인하여 종국엔 대부분의 환자는 악액질 상태에 빠지게 된다. 따라서 심장 질환에 있어서 영양 요법의 목표는 (1) 적절한 칼로리와 몸에 필수적인 단백질, 지방 및 비타민을 보충하고, (2) 심장 질환 치료에 사용되는 약물 요법에 의한 부작용을 최소화하며, (3) 나트륨 급여 제한을 통한 울혈성 심부전을 완화시키고, (4) 항산화제 투여를 통한 심근의 허혈성 손상을 최소화하며, (5) 심장 질환의 영양학적 결핍 요소에 의한 원인을 제거하는 것이다. 이러한 이유로 1960년대 개의 울혈성 심부전증에 대한 주요 추천요법은 모든 단계 심부전 환자에게 저염분 사료를 급여하고, 단백질을 제한하며 비타민 B군을 공급하는 것이었다. 이러한 추천안은 1970년대까지 유지되었다. 1980년대에 심장원성 악액질이 수의학에서도 언급되기 시작하고 염분 제한을 얼마나 빨리 시작하는 것이 좋은지에 대해 논쟁이 벌어지면서 추천안이 약간 수정되었다. 만성 질환에 의한 악액질 발생으로 lean body mass를 감소시키는 부작용 때문에 지나친 단백질 제한보다는 심장에 필수적인 taurine과 L-carnitine을 비롯한 고급 단백질 급여를 적극 권장하고 있다. 타우린(taurine)은 심근에 많이 분포되어 있는 아미노산이다. 타우린 결핍은 일부 견종(예, 코커스파니엘)에서 확장성 심근증(DCM)을 유발하는 것으로 알려져 있다. 개의 경우, 고양이와 달리 몸에서 많이 생성되므로 타우린 결핍은 드물다. 하지만 일부 품종(American Cocker spaniel, Golden retriever, Labrador Retriever)에서 낮은 타우린 농도가 확장성 심근증을 유발할 수 있는 것으로 보고된 바 있다. 또한 매우 낮은 단백질 함량 사료, 일부 고섬유 사료가 타우린 결핍을 유발할 수 있는 것으로 보고되어 있다. 또한 정확한 기전은 모르지만 methionine이 낮은 사료 역시 타우린 결핍을 유발할 수 있는 것으로 보인다. 타우린 결핍이 또한 신장이나 분변을 통한 소실 증가, 높아진 요구량 또는 일부 품종에서 확인된 대사장애에 의해 발생할 수 있다. 타우린 보충(100~250 mg, PO, q8~12h)이 타우린 결핍과 관련된 개에서 필요하다(보충에 필요한 정확한 투여량은 아직 알려지지 않았다). 타우린 자체가 양성적인 심장 변력 작용(inotropic action)을 가지고 있으므로 결핍 여부와 무관하게 사료에 첨가하는 것이 장기간의 심장 질환 치료에 유익할 수도 있다. L-carnitine(카니틴)은 골격근과 심근에 많이 분포되어 있으며, 지방산 대사와 에너지 생산에 필수적인 영양소이다. 특히 일부 대형품종의 DCM이 이러한 L-carnitine 결핍과 관련 있다는 보고가 있다. L-carnitine은 항산화제이면서 항지방간 인자로 유리산소기(oxygen free radical)에 의한 세포손상을 막는 아주 중요한 아미노산이다. 심부전이나 간부전증 시 허혈성 손상이나 지방축적으로 유리산소기 발생이 증가하므로 L-carnitine 보충이 필요하다. L-carnitine을 과량 급여한다고 해도 부작용은 드물지만 비용이 비싸서 보호자에게 부담이 될 것이다. 개와 고양이에서 아르기닌(arginine)은 다른 종의 동물과 달리, 충분한 양이 체내에서 생성이 되지 않으므로 반드시 사료 내에 첨가해야 한다. 아르기닌은 nitric oxide의 전구물질이며, nitric oxide는 혈관 평활근의 이완(혈관확장)에 관여하는 물질이고 혈소판 기능과 염증반응에 관련된 물질이다. 최근 연구에서 폐성 고혈압 환자에게 L-arginine 투여 시 폐동맥압의 감소가 확인되었다. 개에서 유사한 실험을 실시하였지만 이러한 효과는 확인되지 않았다. 다만 이 실험에서 사용된 투여방법은 L-arginine의 생체 이용률(citrulline 전환율)이 낮은 방법이기 때문에 투약 방법을 전환하면 개의 폐성 고혈압이나 심부전 환자에게 도움이 될 수 있다. 따라서 L-arginine은 100 mg/kg, q8h로 투여해야 한다.\nFurosemide(이뇨제)의 장기 투여는 신장의 칼륨 배설 증가로 저칼륨혈증을 유발한다\n(특히, 고양이). 저칼륨혈증은 식욕과 원기를 저하시키고 digitalis 중독이 더 잘 발생하게 한다. 심장 질환의 치료 목적으로 ACEi를 투여할 경우, 신장에서 칼륨 배설을 억제하여 오히려 고칼륨혈증을 유발할 수 있다. 때문에 ACEi를 단독으로 투여받고 있는 동물에서는 고칼륨혈증이 발생할 우려가 있으므로 칼륨보충을 피해야 한다. 하지만 임상에서 ACEi를 단독 투여하는 경우는 드물고 대부분 furosemide 같은 이뇨제와 병행 투여하므로 furosemide에 의한 칼륨배설 촉진으로 ACEi에 의한 고칼륨혈증이 offset되는 경우가 많기 때문에 ACEi에 의한 고칼륨혈증이 발생할 우려는 거의 없고 오히려 저칼륨혈증에 대한 처치가 중요하다. 시판 사료 내 칼륨함량은 다양하다. 시판 중인 염분제한 사료 내 칼륨함량도 ,150 mg/100 kcal에서 .300 mg/100 kcal까지 다양하다. AAFCO 가이드라인은 개는 170 mg/100 kcal이고 고양이는 150 mg/100 kcal이다. 만약 심장병이 있는 개에서 고칼륨혈증이 있으면, 낮은 칼륨함량의 사료를 선택해야 한다. 반대로, 만약 동물이 저칼륨혈증 상태이면 칼륨함량이 높은 사료를 먹이거나 경구용 칼륨보조제를 투여해야 한다. 사료 내 칼륨함량에 대한 정보는 제조사에게 문의하여 확인해야 한다. 바나나 같은 칼륨이 풍부한 식품을 간식으로 같이 공급해주는 방법도 적용이 가능하다.\n비타민 사람의 경우, thiamine 결핍증이 심근증을 유발한다고 보고되어 있다.  최근 연구에 따르면 개에서 심근증이 진행됨에 따라 체내의 비타민 E 함량도 감소한다고 한다. 그러므로 이러한 항산화제의 투여는 심장 질환의 치료에 도움이 된다. Coenzyme Q10은 에너지 생산에 관계하는 조효소이며 강력한 항산화제이다. Co-Q10 보충이 DCM 개의 치료에 효과가 있다는 일화적 보고가 있지만 보다 체계적으로 설계된 임상 실험을 통해 Co-Q10의 효과를 검증할 필요가 있다. Co Q10 결핍이 심근 질환과 관련 있다는 학설도 있다. 강력한 항산화제 효과 때문에 사람의 경우, 말기 암환자와 심부전 환자에게 사용이 적극 권장되고 있다. 현재 개에서 추천용량은 30 mg PO q12h이다(대형견에서는 90 mg PO q12h까지 투여할 수 있다).\n심부전증의 치료전략\n개와 고양이의 심부전의 진행 단계에 따른 분류는 과거에는 사람의 심부전 단계 분류법에 따라 4단계로 분류하였다. 이러한 분류법을 Modified New York Heart Association (NYHA) classification이라 하고 그 분류기준은 표 7-4에 나와 있다. 하지만 이 분류법은 개와 고양이에게 적용하기에는 여러 가지 일치하지 않는 것이 많아서 소동물 임상에서는 International Small Animal Cardiac Health Council (ISACHC)이 심부전의 단계를 분류하기 위해 사용되고 있다. ISACHC 분류법은 3단계로 되어 있고 세부 5단계로 구성되어 있다(표 7-5). 마지막으로 미국 수의내과학회에서는 촤근에 이러한 심부전의 단계를 보다 세밀하고 구체적으로 구별한 분류법도 나와 있다(표 7-6). 하지만 이러한 분류법은 모두 임상증상을 토대로 만들어진 것이고, 분류 자체가 주관적인 판단에 근거하기 때문에 보호자의 성향에 따라 오판이 될 위험성이 높다. 따라서 저자의 실험실에서는 심초음파 소견을 근거로 한 보다 객관적인 분류법을 사용하고 있다. 하지만 이러한 검사 결과를 토대로 한 판정법 역시 환자의 증상 발현에 대한 개체 차이를 극복할 수 없기 때문에 최종적인 판단은 객관적인 심장 검사 자료와 환자의 임상증상을 종합해서 판정해야 한다. 또한 일정 간격을 두고 연속적으로 검사하고 치료에 대한 반응을 통합해서 판단한다면 보다 정확한 환자의 심부전 단계를 예측할 수 있다.\n심부전의 치료는 급성 심부전 치료와 만성 심부전 치료로 크게 분류할 수 있고, 또한 수축기 기능장애를 유발하는 심부전에 대한 치료와 이완기 기능장애를 유발하는 심부전에 대한 치료로 크게 분류할 수 있다. 하지만 일반적인 심부전의 치료 목표가 심기능을 개선하고 심부전 관련 임상증상(예, 부종, 호흡곤란, 운동불내성)을 완화시키는 데 있기 때문에 이뇨제 처치라든지 만성 신경-호르몬계 항진 억제(예, ACEi) 및 저염식이는 모든 심부전에서 공통적으로 적용된다.\n임상적으로 개의 경우, 수축기성 장애에 의한 심부전증이 압도적으로 많고 고양이의 경우에는 비대성 심근증의 발병 비율이 높기 때문에 상대적으로 이완기성 장애가 많이 발생한다. 수축기 장애에 대한 가장 이상적인 치료제는 stroke volume을 증가시켜 주고 preload\n(심장으로 유입되는 혈량)를 감소시키는 약물이다(그림 7-12). 심실의 stroke volume은 preload를 증가시키거나, afterload(심장이 박출할 때 생기는 저항감)를 감소시키거나, 심근 수축력을 상승시키면 증가한다. 많은 심부전증에서 이미 혈액 정체로 preload가 상승되어 있으므로 preload를 증가시킬 필요가 없고, 지나치게 preload가 높을 경우, 오히려 폐부종이나 전신성 울혈을 악화시키므로 심부전증 치료에 preload를 높이기 위한 치료는 하지 않는다. 혈관 확장제를 투여하면 afterload를 떨어뜨려서 심실의 stroke volume과 ejection fraction(좌심실의 박출계수)을 개선시킬 수 있다. 양성적 심근 강화제는 stroke volume과 ejection fraction을 개선시키지만 장기적으로 심근의 산소 요구량을 증가시켜 심부전을 악화시키므로 사망률을 높이기 때문에 급성 폐부종이나 말기단계 울혈성 심부전증 이외에는 사용하지 않는다. 사용되는 약물로는 교감신경 흥분제와 phosphodiesterase 억제제가 있다. 많은 심장 질환에서 보상반응으로 나트륨과 수분의 체내저류가 일어나 혈량과 정맥압의 상승을 유발하므로 울혈과 부종이 발생한다. 이뇨제는 나트륨과 수분배설을 촉진하므로 울혈과 부종을 완화시키는 데 사용된다.\n그림 7-13은 2008년 국제 개의 이첨판 질환 학회(ICVS) 가이드라인에 따른 권장 치료 프로토콜이다. 이 가이드라인은 개의 수축기성 심장 질환을 중심으로 기술되어 있다. 폐부종이 있을 경우, 이뇨제를 사용하지만 지나치게 많은 체액을 제거하면 이완기압 감소로 인한 stroke volume의 감소를 유발하므로 주의해서 사용해야 한다.\n칼슘채널 차단제가 가장 대표적으로 사용되는 약물이다. 이 약물은 심근 수축력과 stroke volume을 떨어뜨리므로 수축기 기능부전에는 사용하지 않는다. 반면 이완기 기능장애의 경우, 심근의 수축력은 정상이므로 이러한 약물 투여로 심각한 stroke volume 감소는 일어나지 않는다. 이 약물은 심근의 이완능력을 개선하고 심박수를 떨어뜨려 심실 충전에 필요한 충분한 시간을 확보해준다. 또한 비대된 심근을 퇴축시키고 동맥압을 떨어뜨리며 관상동맥의 혈류량을 개선시키는 효과가 있다. 베타차단제 또한 이완기 기능장애에 주로 사용되는 약물이다. 이 약물은 심근비대를 퇴축시키고, 동맥압을 떨어뜨리며, 심박수를 느리게 하고, 심근 수축력을 떨어뜨린다. 심근 수축력에 대한 이러한 음성적 효과는 특히 심실유출로의 폐색이 있는 증례에서 유효하다. 안지오텐신 전환효소 억제제는 심실의 재구성을 억제하고 동맥압을 떨어뜨리기 때문에 이완기 장애에도 사용된다. 교감신경 흥분제와 digoxin은 일반적으로 이완기 장애에 사용하지 않는다.\n일반적인 치료 원칙은 수축기 장애의 심부전의 치료 원칙과 동일하다. 다만 강심제를 사용해서는 안 되고 강심제 대신 심실의 이완능력을 개선해주는 칼슘채널 차단제와 베타차단제를 대신 사용하면 된다. 이뇨제와 ACEi는 동일하게 사용되며, 심부전의 진행 상태에 따라 점진적으로 증량해 주는 것도 같다. 다만 지나치게 많은 양의 혈관확장제는 초기엔 afterload를 줄여서 심부전 개선에 도움이 되지만 지나칠 경우 SV를 너무 떨어뜨려 환자를 위험하게 할 수 있으니 혈압을 잘 모니터하면서 신중하게 적용해야 한다.\n이러한 이완기성 심부전은 고양이의 심장 질환에 주로 많이 발생한다(비대성 심근증, 고혈압성 심근증 및 갑상선 기능항진증에 의한 심근증). 고양이는 furosemide에 그다지 tolerable한 축종이 아니기 때문에 4 mg/kg 이상의 이뇨제는 적용하지 않는다. 또한 HCM의 경우, 심박수가 200회 이상이면 베타차단제를 이용하여 심박수를 안정화시키는 데 주력하고 만약 그렇지 않을 경우, 칼슘차단제를 이용하여 심실의 이완기능 개선에 주력하는 것이 좋다.\n급성 폐부종을 동반한 응급 심장 질환의 치료 요령\n심한 심부전증상을 보이는 환자(예, 폐부종이나 흉수/복수 소견과 호흡곤란 증상이 동반된 심한 증례)는 원발 요인을 확인하기 위한 종합적인 심장검사를 실시하지 말고 간단한 신체검사나 청진 같은 환자에게 스트레스를 적게 주는 검진을 거쳐 우선 응급처치를 실시한다. 만약 환자가 폐부종 상태인지 확인이 되지 않아 흉부방사선 촬영을 해야 할 경우, 환자를 VD 사진 대신 DV사진을 촬영하거나 기립자세로 촬영한 후(휴대용 산소를 주면서) 폐부종 여부를 판단한다. 또한 심초음파의 B-line을 이용하여 폐수종여부를 확인하거나 환자를 기립한 자세로 확인하여 심장 상태를 평가해 볼 수도 있다.\n일반적으로 급성 심원성 폐부종 환자의 치료 요점은 다음과 같다. (1) 생명을 위협하는 폐부종 완화, (2) 적절한 전신혈압을 유지, (3) 중요한 장기에 대한 원활한 산소공급. 이러한 목표를 성취하기 위해서는 주로 furosemide, oxygen, nitrate (FON) 요법이나 furosemide, oxygen, nitrate, dobutamine (FOND) 요법이 적용된다.\n폐부종을 완화시키기 위한 방법으로 furosemide 요법이나 정맥방혈(phlebotomy)이 이용될 수 있다. 하지만 정맥방혈의 경우, 빈혈의 위험성과 그 실효성의 논란 때문에 현대 수의학에서는 별로 적용되지 않는다. 통상 급성 폐부종 환자에서 furosemide는 1~2시간 간격으로 3~4 mg/kg의 고용량을 IV 경로로(또는 continuous infusion) 투여하고 호흡수가 분당 50회 이하 또는 내원 당시 호흡수의 50% 이하로 떨어질 때까지 이뇨제를 계속 투여한다. Phlebotomy를 위해 10 mL/kg의 정맥혈액을 제거할 수 있고 이때 중심 정맥압(CVP)이 3~5 cmHg 이하로 떨어지지 않게 해야 한다. 최근 연구 결과에 따르면, furosemide의 bolus 투약법보다 CRI 투여법이 더 효과적이였다고 한다. 따라서 저자의 경우, 폐수종 환자가 내원하면 butorphanol 0.2 mg/kg IV 투약 후, furosemide 2 mg/kg IV bolus 투여하고 CRI방법으로 환자 상태에 따라 0.66-1.0 mg/kg/hr로 5% dextrose 용액과 함께 호흡이 안정될 때까지 투약한다.\n심실로 정맥귀환량(venous return; VR)을 떨어뜨려 심실의 전부하를 줄여주는 치료법으로 nitrate 계열이나 morphine을 투약하는 방법이 있다. Nitrate 치료 중 가장 간편한 방법이 nitroglycerine patch를 서혜부나 액와부에 ~5 kg 기준 1/4 조각을 부착해 주는 방법이다. 이러한 치료를 할 때는 nitrate에 대한 tolerance가 생기지 않게 12hr ON/12hr OFF 요법을 적용해야 한다. 환자의 혈압을 체크해야 하고 수축기 혈압(SAP)이 100 mmHg 이하로 떨어지면 패치를 떼어주는 것이 좋다. 하지만 이러한 방법은 실효성에 논란이 있어서 저자는 더 이상 사용하지 않는다. 또 다른 방법으로 morphine을 IV하는 방법도 있지만 morphine이 관리약품이라 임상에선 잘 적용되지 않는다. 보다 체계적이고 효과적으로 전부하를 줄이기 위해서는 sodium nitroprusside 치료법이 필요하다. 이러한 종류의 nitrate 역시 반감기가 너무 짧아서 continuous infusion 방법으로 투약하고 지속적인 혈압체크를 통해 SAP가 100 mmHg 이하로 떨어지지 않게 한다. 일반적으로 2 ug/kg/min으로 2시간 동안 투약한 후, SAP이 100 mmHg 이상을 유지할 경우, 4 ug/kg/min으로 증량하고, 2시간 뒤 혈압을 체크해도 SAP이 100 mmHg 이상일 경우, 6 ug/kg/min으로 증량한다. 이 약물은 차광을 하지 않으면 갈색으로 변하기 때문에 반드시 검은색 봉지나 알루미늄 포일로 희석된 주사백을 싸두어야 한다.\n급성 폐부종 환자에서 뇌혈관계나 관상동맥에 산소공급이 원할하게 이루어지지 않으면 환자가 폐사될 가능성이 높다. 따라서 원할한 산소공급을 위해선 산소케이지, oxygen tent, mask, nasal oxygen 방법을 이용한 지속적인 산소공급이 매우 중요하다. 만약 산소케이지를 이용할 경우, 5 L/min으로 산소를 공급한다. 습도와 온도를 조절하여 점막손상을 방지하고 고압의 산소에 의한 산소중독증이 발생하지 않게 주의한다. 산소발생기에서 생산되는 산소는 45% 정도밖에 되지 않으므로 응급환자의 경우, 100% 고압 산소를 공급해 주는 것이 좋다. 실험을 통해 입증된 것이지만 엘리자베스 넥카라에 비닐랩을 씌워서 간단하게 산소를 공급하는 방법도 산소케이지가 없을 경우 적용이 가능하다. 요즘에는 산소를 공급할 수 있는 넥카라 제품을 온라인 쇼핑몰을 통해 구입도 가능하다.\n심박출량의 개선을 위해 강심제(digoxin 말고 dobutamine 같은 교감신경 흥분제)를 투여해볼 수 있다. 이 치료법은 떨어진 심근의 수축력을 향상시켜 SV를 높이고 혈역학을 개선시키기 위해 적용되는 방법이지만 지나친 심계항진은 오히려 심실을 지치게 하여 부정맥을 유발할 수도 있다. 이러한 치료법은 모든 심원성 폐부종 치료에 반드시 적용되는 것은 아니고, 환자의 혈압이 너무 낮거나 FON 요법에 반응을 보이지 않을 때 적용이 가능하다. 교감신경 흥분제인 dobutamine이나 dopamine을 주로 사용하고 epinephrine은 부정맥 발생 위험이 높기 때문에 사용하지 않는다. Dobutamine을 투여할 경우, 5 ug/kg/min으로 continuous infusion하고 매시간 심박수를 체크하여 심박수가 20% 이상 증가하거나 성견에서 180회 이상 되지 않으면, 2.5 ug/kg/min씩 증량하여 최고 15 ug/kg/min까지 투여가 가능하다. 하지만 심박수가 20% 이상 증가하면 감량을 해야 하며, 부정맥이 발생하면 투약을 중지한다. 따라서 반드시 심전도 모니터링이 필요하다. 저자의 경험상, dobutamine 투여에 따른 부정맥 발생 위험은 개와 고양이 모두에서 크지 않았다. 또한 이뇨제 단독투여보다 dobutamine을 동시에 투약하는 편이 호흡이나 바이탈을 더 빠르게 안정시킬 수 있었기 때문에 응급 폐수종 환자에서 개나 고양이 모두 dobutamine CRI 투여를 실시하고 있다. 일반적으로 희석은 5% dextrose 용액을 이용하지만 환자 협압이 너무 낮은 경우, 0.9% NaCl용액을 이용하기도 한다. 나트륨은 순환 혈량을 늘리는 문제가 있지만 심실 수축력을 강화시키는 효과가 있다. 이뇨제나 강심제를 CRI로 투약할 때 희석액이 너무 많이 들어가지 않게 주의를 해야 한다. 총 용량이 3 ml/kg가 넘지 않게 하는 것이 좋다. 일반적으로 응급환자에게 경구 투여를 하지는 않지만, 만약 환자에게 경구 투여가 가능하면 pimobendan (0.5 mg/kg q8hr)을 투약하면 심박출량 개선에 도움이 된다.\n급성 심원성 폐부종 환자는 일반적인 쇼크치료와 달리 수액을 하지 않는다. 수액은 오히려 정맥귀환량을 늘려서 심실에 전부하를 증가시킨다. 일반적으로 이러한 환자에서는 주사용 치료제의 투여를 용이하기 위해 IV line을 잡는 정도에서(유지용량의 25%를 혈관이 막히지 않을 정도의 속도로) 수액을 실시하며, 0.9% saline과 Hartman은 사용하지 않고 5% dextrose나 2.5% dextrose 1 0.45% saline을 투여한다. 하지만 급성 신부전이 동시에 발생한 환자의 경우, 이뇨효과와 혈압유지를 위해 수액이 필요할 수 있다. 이 경우, 5% dextrose나 2.5% dextrose + 0.45% saline을 하루 유지 수액량(저자의 경우, 30 ml 3 체중kg 1 70 mL)을 24시간에 걸쳐 투여한다.\n명심해야 할 것은 환자에게 상기 열거된 모든 약물을 투여할 필요는 없고, 환자의 상태와 치료반응에 따라 가감해야 한다. 일반적으로 급성 폐부종은 FON (furosemide, oxygen, nitrate) 요법부터 시작하고 심근 수축력이 너무 떨어져 있을 경우(혈압이 너무 낮을 경우), 강심제를 투약하는 것이 원칙이다. 급성 폐부종을 동반한 심부전증은 호흡이 안정될 때까지 모든 약물은 IV경로로 투여하고 환자에게 스트레스를 주는 경구 투여는 피하는 것이 좋다(예외, pimobendan 투여). 또한 매 시간당 vital signs(체온, 호흡수, 심박수)과 혈압을 체크하여 기록하고 요량과 수액량을 기록해서 환자상태를 정확하게 알고 있어야 한다. 만약 이뇨제 과량 투약으로 질산혈증이 나타나면 경미한 질산혈증이라면 무시한다. 만약 중등도 이상으로 신부전의 우려가 있을 경우, 이뇨제(furosemide)의 투약량을 줄이고 투약 간격을 늘리는 방법을 사용한다. 만약 이뇨제의 감량으로 폐부종이 다시 악화되거나 재발되면, furosemide를 증량하지 말고 다른 종류의 이뇨제를 병합 투여한다. 급성 심부전증이 있는 환자에서 가장 흔히 볼 수 있는 부정맥은 심방세동, 심방 빈맥과 심실 빈맥이다. 연속성이 없는 부정맥은 치료할 필요가 없지만 부정맥이 지속적으로 나타나 환자의 순환계에 영향을 줄 경우, 적절한 치료가 필요하다(부정맥 치료제편 참조).\n만성 심부전증의 치료전략\n대부분의 울혈성 심부전의 원발 요인들이 근본적인 교정치료가 어렵기 때문에, 울혈성 심부전의 치료의 목표는 임상증상의 개선과 생존기간의 연장, 그리고 생존기간 동안 삶의 질을 높이는 데 둔다. 이러한 목적을 달성하기 위해서는 환자의 질병 상태에 따른 약물의 선택, 약물의 농도 조절, 약물 간의 배합방법을 효율적으로 하는 것이 중요하다. 울혈성 심부전 치료제로 주로 이용되는 약물은 이뇨제, ACEi, 강심제, 혈관확장제 등이며 병증에 따라 저염 식이요법과 운동억제요법을 사용한다. 이뇨제의 단독적인 심부전 치료효과에도 불구하고, 이뇨에 의한 RAAS의 활성화의 부작용 때문에 어느 이뇨제든지 이뇨제 단독 투여는 위험하다. 울혈성 심부전의 초기부터 furosemide와 ACEi를 같이 투여하는 것이 효과적이다. 동물에서의 연구는 부족하지만, 심부전에 이환된 사람은 시간이 지남에 따라 이뇨제 내성으로 가는 경우가 많다.\n개나 고양이에서 이러한 이뇨제 내성이 잘 발생하지 않지만 이뇨제 내성에 대한 대응방안은 다음과 같다. (1) 이뇨제의 투여간격 단축 및 감량, (2) 작용기전이 다른 이뇨제의 합제(루프성 이뇨제, thiazide계, 칼륨 저류성 이뇨제), (3) ACEi의 합제. Furosemide와 ACEi로 치료를 받는 환자가 점차적으로 이뇨제 내성을 보이기 시작하면 루프성 이뇨제의 투여간격을 줄인 다음(q12h → q8h) 투약량을 늘린다. 그 다음 세뇨관에서 작용기전과 작용부위가 다른 이뇨제를 같이 투여하는 것이 좋다. 먼저 추천되는 이뇨제는 aldosterone에 길항하는 칼륨과 마그네슘 저류성 이뇨제인 spironolactone이다. 그 다음 단계로 추천되는 약물은 thiazide계 약물이다. 환자의 상태가 점차 심해짐에 따라서 최종적으로, furosemide, thiazide, spironolactone과 ACEi를 같이 투여할 수 있다.\n울혈성 심부전의 치료에 nitrate 계열의 약물 역시 유효하다. 주로 말기 심부전증과 약물치료에 대한 불응이 만성화된 환자에 사용한다. 소동물 임상에서 digoxin은 더 이상 강심제로 처방되지 않는다. 따라서 강심처치가 필요한 환자라면 pimobendan을 먼저 적용하는 것이 좋다. Pimobendan의 투여 시점은 약물에 따라 다소 차이가 있지만 EPIC study의 연구 결과에 따라 주로 ACVIM B2 (ISACHC IB)부터가 적절하다.\n강심제는 확장성 심근증으로 진단된 경우, 임상적 단계에 상관없이 초기부터 투여해야 하고 비대성 심근증의 경우, 패색성 비대성 심근증의 경우, 투약을 해서는 안 된다. \n장기간의 심부전증의 약물 요법에 대한 add-up과 scale-up을 적절히 병행하여 실시하고 자세한 내용은 그림 7-14를 참조하기 바란다. 부정맥의 발생 여부를 주기적으로 모니터하고 심방성이면 diltiazem을, 심실성이면 mexiletine이나 sotalol을 투여한다. 혈전의 발생 여부도 주기적으로 관찰하여 혈전의 발생위험이 있을 경우 clopidogrel이나 aspirin을 투여하고, 혈전이 이미 형성되는 단계일 경우 clopidogrel과 rivaroxaban을 합제로 투여해야 하며, 이미 혈전이 형성된 경우 streptokinase나 tissue plasminogen activator를 투약하여 혈전을 용해시킨다.개의 심장 질환의 경우, 심장사상충증을 제외한 나머지 심장 질환에서 혈전예방약을 상시투여 하지 않는다.\n만성 심부전증의 치료의 핵심은 이뇨제를 최소한으로 유지하면서 장기간에 걸쳐 증가시키는 방법이다. 대부분 병원에 내원하는 심장 질환은 이미 임상증상을 나타내고 있는 경우가 많기 때문에 ACEi의 단독 투약이나 furosemide 단독 투약 같은 단일제제 요법 단계를 이미 넘어선 상태가 많다. 또한 임상증상을 보이지 않는 환자에게 약물요법은 무의미하기 때문에 식이요법이나 영양보조요법이 추천된다.\n증상을 보이는 환자는 통상 furosemide 1 mg/kg(또는 torsemide 0.1 mg/kg), q12h(고양이는 q24h)과 enalapril 0.5 mg/kg, q12부터 시작하여 치료를 시작한다(그림 7-14). 처방을 내린 후 2주 뒤에 재검사를 통해 좌심부전의 경우, 폐부종의 완화 여부와 기침 및 호흡곤란 증상 여부를 확인한다. 우심부전의 경우, 복수나 흉수 같은 임상소견이나 중심정맥압이 지나치게 올라가지 않는지를 확인한다. 만약 2주 뒤에 이러한 소견이 관찰되면 먼저 furosemide 용량을 0.5~1 mg/kg씩 증량하여 임상증상의 개선 여부를 확인한다(scale-up). 만약 환자가 이러한 요법에 안정이 되면 증상이 다시 나타날 때까지 같은 용량으로 치료한다. 1~2개월 주기로 모니터를 하여서 증상이 다시 나타나면 이때부터 약물을 하나씩 첨가하기 시작하는데 통상 pimobendan, spironolactone, 혈관확장제(예, nitrate 계열 약물) 순서로 실시하고(add-up) 중간중간에 이뇨제 용량을 증량해 나간다. 만약 환자에게 투여하는 furosemide 양이 3 mg/kg 이상이 될 경우, amlodipine (0.1 mg/kg)을 첨가하고, 다시 증상이 나타나면 세 번째 이뇨제로 티아자이드계 이뇨제를 첨가한다. 이후 furosemide 용량을 다시 증량하고 furosemide 용량이 4 mg/kg 이상이 되면 hydralazine (1~2 mg/kg)을 첨가한다. 대부분 환자는 이 단계에 오기 전에 악액질이나 부정맥 같은 합병증으로 폐사한다. 만약 furosemide에 대한 tolerance를 환자가 보이면 torsemide로 바꾸어 보는 것도 괜찮은 치료 전략이다. 이때 torsemide 용량은 furosemide의 1/10 기준으로 적용하면 된다(예, 만약 furosemide 2 mg/kg이라면 torsemide 0.2 mg/kg를 투약하면 된다). 만약 이뇨제 요법으로 신기능부전의 증후가 관찰될 경우, 이뇨제의 투약주기를 q8hr이나 q6hr로 늘려주면 질산혈증을 완화시킬 수 있고, 그래도 지속될 경우, 5% dextrose 수액을 매우 천천히 실시하거나 ACEi 용량을 최소 유효용량(예, enalapril, 0.3 mg/kg)으로 줄여준다. Pimobendan의 경우, refractory 심부전의 경우, 0.5 mg/kg q8hr까지 증량이 가능하다. 그 밖의 용량에 대해서는 아직 유효성이 입증된 바가 없다. 저자의 경우, furosemide의 경구 흡수율과 천장 효과 때문에 더 이상 first-line 이뇨제로 furosemide를 사용하지 않는다. 통상 torsemide 0.1 mg/kg, q24h 방법을 이뇨제가 필요한 환자(ACVIM B1 또는 ISACHC II)에게 적용하고 환자에 상황에 따라 투약횟수와 용량을 증량한다. 심장-신장증후군(CRS)가 발생한 환자에서는 tolvaptan 7.5~15 mg(고양이와 5 kg 이하 개)을 torsemide 이뇨제 대신 투약하고, 만약 반응이 미비할 경우 torsemide를 0.1 mg/kg씩 증량한다. 이렇게 하면 신장수치가 오르고 저나트륨혈증이 발생하는 것을 완화시킬 수 있다. 폐수종이 위험성이 높은 환자에서 sildenafil이나 tadalafil 같은 폐성 고혈압 약물을 추가로 투여하면 폐정맥압 상승으로 폐수종의 발생 위험이 높아지기 때문에, 심초음파상 우심종대의 뚜렷한 소견이 있거나 복수/흉수/심낭수 같은 소견이 없는 환자에서는 새로운 적용은 하지 않는다.\n재발성 폐수종 환자에서 심장약물을 증량하기에 앞서 수의사는 반드시 내가 적절한 방법으로 적절한 용량을 투여하고 있는가에 대한 리뷰가 필요하다. 실제로 저자가 보는 리퍼된 환자에서 이전병원에서 보다 적은 심장약물 투여에도 불구하고 환자가 더 잘 관리되는 경우가 많다. 투약 약물이 효과를 잃어버리는 대표적인 이유가 유효하지 않은 약물을 투여하거나(예, 효과가 불확실한 제레닉 제품), 오리지널 제형이 아닌 다른 형태로 약물을 투약하는 경우(예, 알약을 갈아서 주거나 캡슐내 약을 까서 먹이는 행위)이다. 또한 여러 가지 약물을 한꺼번에 갈아서 조제하는 경우 역시 약물 상호작용에 의해 약의 흡수력을 떨어뜨려 약효를 떨어뜨리는 원인이 될 수 있고, 약을 소분할 때 부정확한 용량으로 나누어 포장되는 행위 역시 약효를 떨어뜨리는 대표적인 이유가 된다. 저자의 경우, 원래 형태의 약물 제형을 유지하여 약을 투여하도록 지시하고 있다. 알약은 쪼개서 먹이고 캡슐약은 캡슐 형태로 소분하여 먹이며, 최소용량의 제형을 구입하여 원래 재형이 바뀌지 않고 투여되게 노력하고 있다.\n만성 심부전증의 모니터링은 치료만큼 중요하다. 저자의 실험실에서 실시되고 있는 만성 심부전의 모니터링 스케줄은 그림 7-15에 나와 있다. 환자의 모니터링 스케줄은 환자의 심부전 stage와 안정화 정도에 따라 그 주기를 결정한다. 일반적으로 ISACHC IA (ACVIM B1)은 6개월 주기, ISACHC IB (ACVIM B2)은 3개월 주기, ISACHC II (ACVIM B+)는 2개월 주기, ISACHC IIIA (ACVIM C)의 안정기 환자는 1개월 주기로 모니터하고 환자의 상태가 불안할 경우, 2주간격으로 모니터링하는 것이 좋다. 환자 모니터링은 다음과 같은 것을 종합적으로 실시한다.\n혈액검사 혈중의 나트륨과 칼륨농도, SDMA/BUN/creatinine을 주기적으로 체크하여 azotemia와 저트륨혈증/저칼륨혈증의 발생 여부를 관찰한다. Polycythemia가 있는 환자일 경우, PCV치가 55% 이하로 유지되게 정기적으로 관찰한다.\n방사선 검사 VHS scale과 VLAS 측정법을 이용한 심장 크기를 주기적으로 평가하여 심장 질환의 진행상황을 관찰하고, 폐부종(좌심부전)이나 경정맥 확장/복수(우심부전)의 소견을 주의 깊게 관찰한다.\n초음파검사 좌심방/대동맥비(LA/Ao), 좌심실 이완말기 직경(LVIDDn), LA 직경과 좌심실과 좌심방의 fractional shortening (%FS)를 주기적으로 기록하여 심장 종대여부를 주기적으로 관찰하고 이첨판 혈류(MV E-peak)와 TDI 패턴을 체크하여 심근 기능을 주기적으로 관찰한다.\n혈압 측정 좌심부전의 경우 동맥성 혈압을, 우심부전일 경우 중심정맥압을 주기적으로 측정하여 혈액 정체상황(preload)과 혈관저항성 증가 여부(afterload)를 확인한다. 지나치게 혈압이 높아질 경우, 약물요법을 변경해야 한다. 또한 중심정맥압이 지나치게 높아질 경우, nitrate 용량을 증가시켜야 한다.\n심전도 측정 많은 말기 심부전증에 속발하여 심전도계 장애를 유발하고 약물이나 전해질 장애로 인한 전도장애의 발생 확률이 높기 때문에 주기적으로 일회용 홀터 심전도기를 부착하거나 원내에서 6-lead 또는 3-lead ECG 측정을 통해 부정맥 발생 여부를 확인한다.\n수면 시 호흡수(respiratory rate at sleep; SRR) 기록 보호자로 하여금 가정에서 환자의 수면 시 호흡수를 기록하게 한다. 통상 심장병이 진행되거나 폐수종의 위험성이 높아지는 경우, 수면 시 호흡수가 증가하게 된다. 통상 20회 이하가 정상이고 30회 이상이면 환자 상태가 좋지 않은 것이므로 내원시켜 재검을 하는 것이 좋다. 다만 이러한 방법이 통증이나 상부기도 협착이 있는 경우, 정확하지 않을 수 있다. 또한 환경온도에 영향을 받기 때문에 여름철에 과다 평가될 수 있다. 따라서 호흡수도 중요하지만 날마다 기록된 환자 호흡수의 변동추이 역시 판단에 중요하다. 점진적으로 호흡수가 오르는 경우, 30회가 넘지 않더라도 내원하게 하여 재검을 하게 해야 한다. 들쑥날쑥 거리는 호흡수는 심장 이외 다른 요인이 있을 가능성을 암시한다. 통증을 유발할 수 있는 요인이나 심한 호흡성 부정맥 도는 수면 무호흡 발생 가능성을 조사해야 한다.\n기타 환자의 음수량과 요량 및 사료 섭취량을 기록하여 약물요법의 유효성이나 부작용의 발생 가능성을 미리 점검할 필요가 있다. 특히 환자의 운동성은 약물요법의 가중치를 결정하는 데 매우 중요하다. 약간의 폐부종이나 중심정맥압 상승으로 환자의 상태가 크게 악화되지 않으므로 폐부종을 완전히 제거하고 중심정맥압을 정상치로 떨어뜨리기 위해 과량의 이뇨제를 투여할 필요는 없다.\n"}