{"title": "54. 점액종성 승모판 질환이 있는 개에게 경구 투여 후 피모벤단의 약동학", "author": "안나 K 맥마나미", "publisher": "Wiley Periodicals LLC", "department": "내과", "disease": "54. 점액종성 승모판 질환이 있는 개에게 경구 투여 후 피모벤단의 약동학\n\n배경\n피모벤단은 점액종성 승모판 감염(MMVD)을 앓고 있는 반려견에게 중요한 치료법입니다. 약동학은 건강한 개에서는 보고되지만 심장 감염이 있는 개에서는 보고되지 않습니다.\n가설/목표\n나이, 품종, 신체 상태 점수, 심장 감염의 ACVIM 단계 또는 생화학적 실험실 값과 같은 개의 특성이 자연적으로 발생하는 MMVD를 가진 개 코호트에서 경구 투여된 피모벤단의 약동학과 그 대사 산물을 변경하는지 확인합니다.\n마리\nMMVD ACVIM B2, C 또는 D기를 가진 57마리의 고객 소유 개에게 피모벤단을 일정한 상태로 투여했하였다..\n방법\n전향적 관찰 연구. 샘플은 pimobendan 투여 후 특정 간격으 로 희소 샘플링 프로토콜을 사용하여 수집되었습니다. 플라즈마 피모벤단과 활성 대사 산물(O-desmethyl-pimobendan, ODMP) 농도는 고압 액체 크로마토그래피 및 형광 검출을 통해 측정되었다.. 데이터는 집단 약동학 접근법과 비선형 혼합 효과 모델링(NLME)을 통해 평가되었습니다. NLME 모델에서 수많은 공변량을 조사했습니다.\n결과\n흡수 및 제거 반감기(t 1/2)는  pimovendan의 경우 각각 약 1.4시간 및 1시간, ODMP의 경우 1.4시간 및 1.3시간이었습니다. 약동학 매개변수는 매우 다양했으며, 특히 피모벤단 흡 수 및 제거율 값과 ODMP의 흡수율 값이 각각 147.84%, 64.51% 및 64.49%의 변동 계수를 보였습니다. 평가된 공변량은 변동성의 유의미한 원인이 아니었다.\n결론 및 임상적 중요성\n약동학 매개변수는 MMVD를 가진 이 개 그룹에서 매우 다양했하였다.. 이러한 변동성은 반려견의 나이, 체중 또는 상태 점수, 심장 감염 단계, 용량, 혈청 크레아티닌 또는 알칼리성 포스파타제와 관련이 없었다.\n키워드 : 송곳니, 심부전, 심장 판막 질환, Vetmedin\n\n약어\n증권 시세 표시기\n곡선 아래 면적\nCKCS\n카발리에 킹 찰스 스패니얼\n씨엘\n시스템 정리\nC 최대\n피크 농도\n증권 시세 표시기\n고압 액체 크로마토그래피\n음브이(MMVD)\n점액종성 승모판 변성/질환\n증권 시세 표시기\n비선형 혼합 효과 모델링\nODMP (영문)\nO-desmethyl-pimobendan\nT 최대\n최대 농도까지의 시간\n1. 소개\nPimobendan은 점액종 승모판 감염 (MMVD) 1 , 2 , 3 , 4 에 이차적으로 발생하는 개의 울혈성 심부전 치료와 전임상 심장 감염이 있는 개의 심부전 발병을 지연시키는 데 유용합니다. 5 , 6 , 7 , 8 개에서 피모벤단의 약동학을 중심으로 한 지식은 상대적으로 제한적이며, 주로 건강하고 일반적으로 연구견을 대상으로 한 소규모 단일 용량 연구에서 진단되었습니다. 9 , 10 , 11 , 12 저자가 아는 한, MMVD를 가진 개에서 피모벤단의 약동학을 중심으로 한 연구는 없었다. 나이, 체중, 품종, 심장 감염의 중증도와 같은 개 요인이 피모벤단 성향에 미치는 영향과 활성 대사 산물의 영향을 이해하는 것은 복용량 권장량을 개선하고 심장 감염의 의학적 조절를 개선하는 데 중요합니다.\n이 연구의 목적은 연령, 품종, 신체 상태 점수, mg/kg 용량 또는 심장 감염 단계와 같은 개의 특성이 경구 투여 피모벤단의 약동학을 변경하는지 확인하는 것이었습니다. 이 연구의 또 다른 목적은 심장병이 있는 개에서 관찰된 피모벤단의 약동학이 건강한 개에 서 관찰된 피모벤단의 약동학이 건강한 개에서 관찰된 것과 비슷한지 확인하는 것이었습니다. 우리의 가설은 피모벤단의 약동학적 특성과 그 대사 산물인 O-desmethyl-pimobenda n (ODMP)이 약물 용량, 신체 상태 및 MMVD의 ACVIM 단계에 의해 변경된다는 것입니다.\n2. 재료 및 방법\n2.1. 동물\n고객 소유 개는 2019년 6월부터 2021년 4월까지 노스 캐롤라이나 주립 대학 수의과 병원에 전향적으로 등록되었습니다. 등록 기준은 자연적으로 발생하는 MMVD 판단을 받은 개로, FDA가 승인한 독점 피모벤단(Vetmedin, Boehringer Ingelheim, Cologne, Germany)을 최소 5일 동안 꾸준히 투여한 개였습니다. 이 제품은 연구 기간 동안 사용되었습니다. 우리는 비선형 혼합 효과 약동학 모델링을 사용하여 유의미한 공변량을 식별한 경험을 기반으로 약 50마리의 개를 등록 대상으로 했습니다. MMVD에 대한 판단은 심장 전문의의 감독 하에 공인 심장 전문의나 심장학 레지던트가 실시한 심초음파 영상를 기반으로 했습니다. 개는 선천성 심장 감염 또는 심근 기능 장애(박출률 <50%)가 동시에 있는 경우 연구에 등록되지 않았습니다. 제산제를 투여받고 있거나 만성 위장 감염 또는 경구 약물 흡수를 제한할 수 있는 우측 울혈성 심부전(복수)이 있었습니다. 체중이 4kg 미만인 경우(필요한 혈액량으로 인해) 연속적인 채혈을 할 수 없는 기질이  있거나 약물 복용량을 늘리거나 약물을 변경해야 하는 활동성 울혈성 심부전이 있는 경우. 이 연구는 기관 동물 조절 및 사용 위원회(Institutional Animal Care and Use Committee)의 승인을 받았습니다. (프로토콜 # 19-013-O).\n등록 자격이 있는 개는 MMVD의 판단 및 치료를 위한 2009 ACVIM 합의 지침에 따라 ACVIM Stage B2, C 또는 D MMVD였습니다. 8 저자의 소속 기관의 사례 조절 관행으로 인해, >0.6 mg/kg/d 피모벤단과 >4 mg/kg/d의 푸로세미드를 동시에 투여하거나, ≥6 mg/kg/kg의 푸로세미 드를 투여받았거나, ≥6 mg/kg/d 푸로세미드 등가량의 토르세미드를 투여받은 개는 ACVIM D기로 배정되었다. 연구 대상이 되려면 모든 약물(심장 및 비심장)을 안정적인 상태가 될 때까지 투여해야 하며, 샘플링 전 최소 5일 동안은 복용량의 변화가 없었하였다.. 개가 피모벤단의 복합 버전을 투여받은 경우, 안정적인 상태 조건을 달성하기 위해 샘플링 최소 5일 전에 Vetmedin으로 전환했하였다..\n2.2. 샘플링\n초기 샘플 채취 전에 최소 8시간 동안  연구견에게 음식을 제공하지 않았습니다. 한 연구 조사관은 이른 아침에 피모벤단 정 제를 다른 예정된 약물과 동시에 투여했습니다. 정제는 약물 투여를 용이하게 하기 위해 필요한 경 우 1티스푼 이하의 식품 차량으로 덮을 수 있습니다. 개들은 피모벤단 정제 투여 2시간 후에 주인이  제공한 식단을 먹였고, 음식 섭취량을 기록했다. 다른 처방된 약물은 고객이 지정한 치료법 일정에 따라 투여되었습니다. 물은 항상 제공되었습니다.\n심장 감염이 있는 개의 혈액 채취 빈도를 최소화하기 위해, 집단 모델링을 사용하여 약동학 평가을 진행하는 다른 연구에서와 같이 희소 표본 추출 전략을 사용했습니다. 13 , 14 , 15 , 16 , 17 , 18 피모벤단 투여 후 10개의 지정된 샘플 포인트가  있었습니다(0분, 15분, 30분, 60분, 90분, 2시간, 4시간, 6시간, 8시간, 12시간). \"타임 제로\"는 개가 병원에 도착한 시점과 피모벤단이 투여되기 전까지의 모든 시간으로 간주되었습니다. 이 시점은 각 개에 대해 무작위로 배정되어  어떤 개도 3번 이상 샘플링되지 않았습니다. 등록된 각 개는 피모벤단 투여와 관련하여 혈액 샘플을 수집 하기 위해 무작위 시간대를 할당하는 연구 번호를 받았습니다. 각 개는 총 3개의 혈액 샘플을 수집했습니다. 각 샘플링 지점에서 두부 정맥, 복재재 정맥 또는 경정맥에서 2-3mL의 혈액을 채취하여 헤파린 나트륨 튜브(BD Vacutainer sodium heparin tubes; Becton, Dickinson and Company, Franklin Lakes, NJ)에 있하였다.. 채취 후 혈액 샘플을 원심분리하고 혈장을 채취하여 냉동했하였다.. 모든 샘플은 평가될 때까지 -80°C에서 보관되었습니다.\n2.3. 혈장 및 대사 산물 분석\n개의 혈장 샘플은 모체 약물과 활성 대사 산물인 ODMP에 대해 평가되었습니다. 플라즈마 피모벤단(Plasma pimobendan) 및 ODMP는 저자(MGP)의 임상 약리학 실험실(Clinical Pha rmacology Laboratory)에서 개발된 검증된 방법을 사용하여 고압 액체 크로마토그래피(HPLC)로 정량화되었습니다. 이 실험실은 분석 방법(http://www.ich.org/products/guidelines/quality/quality-single/article/ validation-of-analytical-procedures-text-and-methodology.html)에 대한 ICH 검증 지침과 미국 약전(www.USP.org)의 <1225>장에 발표된 지침을 사용합니다.\n샘플은 실온에서 해동하고, 고체상 추출로 400μL의 플라즈마에서 pimobendan 및 ODMP를 추출하고, 이동상으로 재구성하여 처리했하였다.. 시료를 4차 용매 전달 시스템(유속, 0.5mL/분), 자동 시료 주입기(Agilent 1200 Series solvent delivery system, Agilent Technologies, Wilmington, DE) 및 검출기(Agilent 1200 Series Detector, Agilent Technologies, Wilmington, DE)로 구성된 HPLC 시스템에 주입했하였다.. 크로마토그램은 컴퓨터 프로그램(Agilent OpenLAB 소프트웨어, Agilent Technologies, Wilmington, DE)과 통합되었다.. 컬럼은 40°C의 일정한 온도에서 유지되는 역상 4.6mm × 15cm C8 컬럼(Zorbax Rx‐ C1, MAC‐MOD Analytical, Inc., Chadds Ford, PA)이었습니다. 새로운 이동상을 준비하고, 여과하고(0.45μm), 매일 실행에 대해 탈기했습니다.\n샘플은 1에서 1000ng/mL 범위의 7가지 보정 표준이 있는 강화된 블랭크 개 혈 장으로 구성된 보정 곡선을 사용하여 정량화되었으며 블랭크(0ng/mL)를 포함했습니다. 분석에 대한 정량 한계는 1ng/mL였습니다. 새로운 보정 표준물질 및 품질 조절 샘플은 매일 실행을 위해 매일 준비되었습니다.\n2.4. 약물 및 약동학 분석\n평가은 집단 약동학 평가과 희소 표본추출 설계를 사용하여 진행되었습니다. 이러한 샘플은 비선형 혼합 효과 모델링(NLME) 및 Phoen ix 소프트웨어(Phoenix, NLME, Certara, St. Louis, MO)를 사용하여 분석되었습니다.\n초기 추정치를 얻기 위해 순진한 평균 평가을 사용했습니다(데이터는 표시되지 않음). 이러한 초기 추정치는 집단 약동학 평가을 위한 입력으로 사용되었습니다. 이 평가은 모집단 모수에 대한 일반적인 값(고정 효과)과 개체 간 변동성(랜덤 효과)에 대한 추정치를 생성하고 변동 원인을 탐색할 수 있습니다. 이러한 초기 추정치에서 비선형 혼합 효과(NLME) 모델이  이러한 데이터에 적합했습니다(Phoenix NLME 버전 8.3, Certara Inc., St. Louis, MO). 개에 대한 pimobendan 투여에서 데이터의 구획 평가은 다음 공식에 따라 1구획 모델을 사용하여 계산되었습니다.\n𝐶⁡(𝑇)=𝐷⁢𝐾⁢01𝑉⁢(𝐾⁢01−𝐾⁢ 10)[𝑒−𝐾⁢10⁢𝑇−𝑒−𝐾⁢01⁢𝑇],\n여기서 C는 시간 T에서의 피모벤단 또는 ODMP 농도, D는 선량,  V는 겉보기 분포량, K10은 제거율 상수, K 01은 흡수율 상수입니다. 계산된 2차 파라미터에는 제거 및 흡수 반감기(t 1/2), 곡선 아래 면적(AUC), 피 크 농도(C max), 피크 농도까지의 시간(T max) 및 시스템 제거(CL)가 포함됩니다. 이러한 투여량은 정맥 주사가 아니었기 때문에 V 및 CL 의 값은 각각 흡수된 V/F 및 CL/F에 따라 보고됩니다.\n가장 적합한 기본 모델을 결정하기 위해 서로  다른 오류 구조로 다양한 모델을 테스트했습니다. 최종 모델 선택은 적합도 플롯, 잔차의 판단 플롯, 예측 대 관측 값의 산점도 플롯 및 목적 함수(MOF)의 최소값을 사용하는 모델 간의 통계적 유의성을 기반으로 했습니다.\nInter-individual (subject 간) 변동성(서로 다른 피험자 간 의 매개변수 분산)은 다음 방정식에 따라 지수 오류 모델을 사용하여 표현했습니다.\n𝑃나는=𝜃𝑃×𝑒η나는𝑃,\n여기서 P는 개별 개(i)을 중심으로 한 관심 있는 약동학 매개변수이고, θ P는 θ(세타) 또는 관심 매개변수의 모집단 추정치을 중심으로 한 일반 값(고정 효과)이며, η i P는 관심 매개변수의 개인 간(개체 간) 차이을 중심으로 한 η(eta, 무작위 효과)입니다. η 값은 독립적이며 평균이 0이고 분산이  ω인 정규 분포를 갖는 것으로 가정되었습니다. 2 곱셈 모델은 데이터의 잔차 무작위 변동성(ε)을 설명하며, 여기서 ε는 평균이  0이고 분산이 σ인 잔차 개체 내(개체 내) 변동성이며, 방정식에 따라 2 입니다.\n𝐶obs=𝐶pred×(1+ε),\n여기서 C obs는 개인에 대해 관찰된 농도이고 C p red는 모델 예측 농도에 오차 값(ε)을 더한 값입니다.\n개 간에 상당한 변동이 있었기 때문에 변동성의 원인을 설명할 수 있는 다른 요인이 있는지 확인하기 위해 평가에서 공변량의 추가를 조사했습니다. 공변량은 무작위 출처(피험자 간) 변 동성(η)에 미치는 영향을 조사했습니다. 이 평가에서는 공변량을 한 번에 1개씩 추가하고 목적 함수의 최소값의 개선(감소)을 관찰하여 효과가 통계적으로 유의한지 확인했습니다. 목적 함수의 최소값은 데이터의 로그 우도 (−2LL)를 뺀 값의 두 배에 비례합니다. 따라서 우도 비를 사용하면 2개의 계층적 모델을 비교할 수 있하였다.. 2 모델 간의 검정은 검정된 각 공변량에 대해  v-자유도를 갖는 카이 제곱 분포를 사용합니다. 이 평가에서는 공변량이 유의한지 확인하기 위해 목적 함수의 최소값인 6.64(표준 카이 제곱 표에서 발견된 값)의 감소를 사용했하였다.. 3가지 주요 매개변수인 K, a(흡수율), K, e(제거율) 및 V(분포량, 즉 실제로는 V/F)를 조사했하였다.. 조사된 공변량은 범주형 평가에 사용된 심부전 등급(B2, C, D)과 신체 상태 점수였습니다. 반려견의 나이, 체중(kg), 피모벤단 용량(mg/kg), 혈청 크레아티닌 농도 및 알칼리성 포스파타제 활성을 연속 공변량으로 조사했하였다.. 1회 투여량은 극도의 이상치 (Dog # 54, 용량, 1.3mg/kg)였으며 분석에서 제외되었습니다. 가장 대표적인 품종은 Cavalier King  Charles Spaniel (CKCS)이었습니다. 따라서 이것은 CKCS와 다른 모든 것 과 같은 범주형 공변량으로 조사되었습니다.\n3. 결과\n3.1. 코호트 특성 연구\nACVIM B2기 개 35마리, C기 개 14마리, D기 개 8마리를 포함하여 총 57마리의 개가 등록되었다.. 25마리의 암컷 개와 32마리의 수컷 개가 포함되었다.. 평균 연령은 11세(범위, 6-15세)였다. 체중 중앙값은 8.5kg(범위, 4.35-27.1kg)이었다. 신체 상태 점수의 중앙값은 6/9(범위, 4-8/9)였다.. 가장 흔한 품종은 CKCS(n = 14)였습니다. 연구 표본에서 3마리 이상의 개가 대표된 다른 품종은 없었하였다.. 전체 연구 샘플에 대한 피모벤단의 중간 용량은 0.59mg/kg/d(범위, 0.41-2.68mg/kg/d)였습니다. 피모벤단(pimobendan)과 푸로세미드(furosemide)을 중심으로 한 투여량은 MMVD의 중증도가 증가함에 따라 더 높았다. 반려견의 특성 및 관련 동시 약물에 대한 자세한 내용은 표 1에 나와 있습니다.\n표 1.\n개 인구 통계 및 중요한 동시 약물 요약.\n매개 변수(단위)\t스테이지 B2\t스테이지 C\t스테이지 D\n반려견의 수\t35\t14\t8\nBCS(x/9)\t6 (4‐8)\t6 (4‐8)\t7 (4‐7)\n체중(kg, 범위)\t8.3 (4.43‐21.2)\t10.85 (4.97‐18.3)\t8.3 (7.7‐19)\nPimobendan 용량 (mg / kg / 일)\t0.55 (0.37‐0.93)\t0.70 (0.50‐1.56)\t1.44 (1.04‐2.68)\n푸로세미드 투여량(mg/kg/day)\t–\t3.94\t6.25\nACE-억제제(예/아니오)\t31/4\t12/2\t8/0\n\n참고: 나열된 변수의 경우 중앙값은 괄호 안에 제공된 범위와 함께 표시됩니다.\n약어: ACE, 안지오텐신 전환 효소; BCS, 신체 상태 점수.\n3.2. 약동학 분석\n시간 0에는 11개의 샘플이 있었고 나머지 시간 지점의 중앙값은 16(범위, 15-19)개의 샘플이었하였다.. 연구의 평균 농도를 나타내는 혈장 농도는 그림 1에 나와 있하였다.. NLME의 집단 약동학 모델링 결과는 그림 2와 3에 나와 있하였다.. 그림 2와 3에서 왼쪽 패널은 각 개의 스파게티 플롯이며, 각 샘플을 나타내는 열린 점이 있하였다.. 오른쪽 패널은 개체 간 변동을 고려한 후 모집단을 중심으로 한 적합 곡선입니다. pimobendan 및 ODMP 평가의 약동학적 값은 표 2 및 그림 1, 2, 3에 나와 있습니다.\n\n\n\n시간 경과에 따른 57마리의 개에서  추출한 피모벤단 혈장 농도의 플롯. 각 솔리드 포인트는 샘플 시간당 15-19 포인트와  개 당 3 샘플의 평균 농도 (±SD)를 나타냅니다.\n\n\n\n약 0.36mg/kg의 경구 투여 후 57마리 의 개에서 Pimobendan 혈장 농도. 각 열린 점은 단일 샘플을 나타냅니다. 실선은 약동학 모델에 따른 적합선을 나타냅니다. 패널 A는 모델에 장착된 각 개별 개의 스파게티 플롯입니다. 패널 B는 모형에서 랜덤 변동(개체 간 변동성)을 고려한 후 모형에 대한 적합 곡선을 나타냅니다. 개선된 모집단 모델이 개체 간 변동성을 조정한 후 오른쪽에 맞는지 확인하십시오.\n\n\n\n약 0.36mg/kg의 경구 피모벤단 투여 중앙값 후 57마리의  개에서 Pimobendan 대사 산물 ODMP 혈장 농도. 각 열린 점은 단일 샘플을 나타냅니다. 실선은 약동학 모델에 따른 적합선을 나타냅니다. 패널 A는 모델에 장착된 각 개별 개의 스파게티 플롯입니다. 패널 B는 모형에서 랜덤 변동(개체 간 변동성)을 고려한 후 모형에 대한 적합 곡선을 나타냅니다. 개선된 모집단 모델이 개체 간 변동성을 조정한 후 오른쪽에 맞는지 확인하십시오.\n표 2.\n0.36mg/kg의 중간 단일 경구 투여 후 모든 개에 대한 Pimobendan 및 ODMP 약동학 매개변수.\n\t\t피모벤단\tODMP 대사 산물\n매개 변수\t단위\t값\t이력서 %\t값\t이력서 %\nθK a\t1/시간\t0.503\t147.84\t0.502\t64.49\nθV/F\t엘/kg\t2.52\t26.20\t3.23\t13.11\nθK e\t1/시간\t0.71\t64.51\t0.52\t16.64\nT 최대\t시간\t1.66\t\t1.96\t\n증권 시세 표시기\t응*h/mL\t197.11\t\t210.98\t\nC 최대\tng/mL\t42.96\t\t39.65\t\nCL/F\tL/kg/h\t1.80\t\t1.68\t\n케이 t 1/2\t시간\t1.38\t\t1.38\t\n케이 e t 1/2\t시간\t0.97\t\t1.33\t\n\n참고을(를) 실시한다 약동학 매개변수는 비선형 혼합 효과 모델링(NLME)에 의해 결정되었습니다. 모집단에 대한 일반적인 값(θ, theta)과 다음 매개변수가 표시됩니다을(를) 실시한다 V/F, 분포의 부피; K, 제거율 상수 및 각각의 반감기(t 1/2); K, 흡수율 및 각각의 반감기(t 1/2); AUC, 약물 농도 곡선 아래 면적; C max, 최대 혈장 농도; CL/F, 시스템 클리어런스. 투여가 정맥 주사가 아니었기 때문에 V 및 CL은  흡수된 분획(각각 V/F 및 CL/F)으로 표시됩니다.\n패널 왼쪽의 그림 2 및 3 스파게티 플롯과 표 2의 매개변수에서  볼 수 있듯이 이 개 그룹에서 높은 수준의 변동성이 관찰되었습니다. 이 변동성은 대사 산물인 ODMP보다  pimovendan에서 더 높았습니다. 모든 개에 대한 pimobendan 및 ODMP의 변동 계수는 147.8%, 26.2% 및 64.5%였습니다. 흡수율에 대해 각각 64.5%, 13.1% 및 16.6%, 분포 부피 및 제거율 상수에 대해 13.1% 및 16.6%. 조사된 변동성의 원인은 개의 나이, 체중, 용량, 신체 상태 점수, 심장 감염 단계(B2, C 및 D; B2 및 C, D), 혈청 크레아티닌 농도, 혈청 알칼리성 포스파타제 활성 및 품종(CKCS 대 다른 품종). 평가에서 이를 공변량으로 입력했지만, 랜덤 소스 변동성(η)에 대한 기여도는 데이터의 변동성을 설명하기 위한 통계적으로 유의한 효과의 임계값을 충족하지 못했습니다. MMVD의 3가지 ACVIM 단계에서 흡수, 제거 및 분포량에 차이가 발견되지 않았으며, 전임상 MMVD(B2기)와 울혈성 심부전(ACVIM C기 및 D 병용)을 비교했하였다.. MMVD 감염의 병기는 이러한 매개변수의 변동성을 설명하지 않았습니다.\n4. 논의\n소수의 정상적인 개 (및 고양이)에서 pimobendan의 약동학을 진단하는 연구가 있습니다. 9 , 10 , 11 , 12 본 연구는 희소 샘플링 프로토콜을 사용하여 자연적으로 발생하는 MMVD를 가진 개에게 경구 투여 후 pimobendan 약동학 값을 조사했하였다.. 이전의 집단 약동학 연구는 의료적으로 영향을 받은 동물과 외래종 15 , 16 , 17 , 18 , 19 에서 약물 약동학을 조사하는 데 도움이 되었는데, 이는 이러한 연구 동물이 개의 연구 식민지만큼 자주 표본을 추출할 수 없기 때문입니다. 이 연구에서 각 개는 10개의 시점 중  3개의 시점에서 혈액 샘플을 수집했습니다. 각 동물을 중심으로 한 시간 포인트의 부족을 보상하기 위해 연구자들은 표준 약동학 설계를 사용한 연구에 비해 상대적으로 많은 수의 동물(n = 57)을 등록했습니다. 개 수가 상대적으로 많았기 때문에 연구의 각 시점에서 평균 16개의 샘플이 허용되었으 며, 이는 이전에 참조된 인구 집단 약동학 연구에 비해 상대적으로 많은 수의 샘플입니다. 이전에 발표된 피모벤단의 약동학 연구 9 , 10 , 11 , 12 에 서는 소수의 건강한 동물을 대상으로 보다 집중적인 샘플링 기법을 사용했다.\n이 연구에서 얻은 개체군 추정치는 MMVD를 앓고  있는 57마리의 개 모두를 사용하여 평균 선량 0.36mg/kg을 투여한 결과 0.97 및 1.33의 제거 t 1/2(시간)이었습니다. C 최대(ng/mL) 42.96 및 39.65; 및 AUC(ng*h/mL)는 피모 벤단 및 그 대사 산물에 대해 각각 197.11 및 210.98입니다. 유사한 피모벤단 제형을 진단한 유일하게 발표된 다른 연구11 의 약동학 매개변수는 제거 반감기를 제외하고는 대부분 이 연구와 유사하다. pimobendan의 경구 투여와 직장 투여를 비교 하는 8 명의 건강한 개를 대상으로 한 연구에서, 0.5 mg / kg의 용량으로  경구 투여 된 피모 벤단은 1.8 ± 0.8 및 5.0 ± 2.7의 제거 t 1/2 (시간)을 가졌습니다. C 최대 (ng / mL) 49.1 ± 28.7 및 30.9 ± 10.4; 및 AUC(ng*h/mL)는 148.4 ± 71.6 및 167.8 ± 36.2입니다. 제조업체의 패키지 삽입물에서 0.25mg/kg의 단일 투여 후 pimobend an 및 ODPM의 명시된 제거 반감기는 약 0.5시간 및 2시간으로 본 연구와 유사합니다.\n이러한 불일치는 본 연구에서 가장 중요한 발견, 즉 약동 학 매개변수와 관련하여 개인마다 높은 변동성을 강조합니다. 모든 개에 대한 pimobendan 및 ODMP의 변동 계수는 147.8%, 26.2% 및 64.5%였습니다. 표 2에 나타난 바와 같이 흡수율, 분포량 및  제거율 상수의 일반적인 인구 값에 대해 각각 64.5%, 13.1% 및 16.6%입니다. 약동학 연구에서 변동성 계수가 40%를 초과하면 변동성이 매우 높은 것으로 간 주되는 반면, <40%가 아니면 변동성이 낮거나 중간 정도인 것으로 간주됩니다. 13 저자들이 피모벤단과 ODMP의 약동학을 변화시킬 것이라고 가정한 변수에는 신체 상태 점수, 피모벤단 용량(mg/kg) 및 MMVD 병기가 포함되었다.. 그러나 이러한 변수를 변동성의 원인으로 평가했을 때 통계적 유의성은 없었습니다. 상대적으로 적은 수의 개(57마리)에서 희소 표본 추출(개당 3개 샘플)과 결합된 흡수 및 제거의 개인별  변동성이 높기 때문에 약동학 매개변수(유형 II 오류)를 변경하는 중요한 변수를 식별하지 못했을 수 있습니다. 개는 표 1에 나타난 바와 같이 질병의 단계가 진행됨 에 따라 점진적으로 더 높은 피모벤단 용량을 투여받았다. 용량 또는 ACVIM 단계를 공변량으로 평가했을 때 약동학에는 유의한 차이가 없었습니다. 피모벤단의 용량은 MMVD가 악화되고 있는 개의 임상 실습에서 긍정적인 반응이 감지되고 급성 승모판 역류가 있는 개를  대상으로 한 실험 연구에서 용량 의존적 방식으로 좌심방압이 감소한 것으로 입증된 긍정적인 결과로 인해 종종 확대됩니다. 20 또한, 피모벤단은 용량 의존적  방식으로 개의 폐부종 재발을 감소시켰다. 2 본 연구에서는 의료적 반응을 진단하지 않았으므로 본 연구에서 고용량의 의료적 효과를 보고할 수 없다. 비자조테믹, 전임상 MMVD 를 가진 개에서 표준 용량(0.2-0.3 mg/kg q12h)과 고용량 피모벤단(0.5-0.6 mg/kg q12h)을 투여했을 때 사구체 여 과율과 심장 크기 및 기능에는 유의한 차이가 없었다. 21 우리의 결과는 혈장 내 농도가 매우 가변적이며, 선량은 피모벤단 또는 그 대사 산물의 흡수 또는 제거에 중요한 요소가 아님을 보여주었하였다..\n혈액 검사 변수도 잠재적인 변동 원인으로 조사되었습니다. 전체 화학 패널을 통해 신장 및 전해질 수치뿐만 아니라 단백질 농 도 및 알칼리성 인산가수분해효소를 정기적으로 검토할 수 있었습니다. Pimobendan 및 ODMP는 약  90%가 단백질에 결합되어 있습니다. 19 단백질 결합이 간 약물 제거에 영향을 미칠 수 있기 때문에 혈청 알부민 농도를 공변량 가능성으로 평가했지만 이 요인은 이 개 샘플에서 크게 다르지 않았습니다. 개 간의 혈청 알칼리성 인산가수분해효소의 변이는 피모벤단이 간에서  ODMP로 대사되기 때문에 약동학 변동성의 원인으로 조사되었습니다. 그러나 알칼리성 인산가수분해효소(Alkaline Phosphatase) 값은 이  연구 집단에서 피모벤단 대사산물(ODMP)의 약동학 변이를 설명하지 못했습니다.\n미국 특허에 따르면 피모벤단은 적절한 용해도와 후속  흡수를 위해 특정 pH와 부형제(구연산)가 필요합니다. 22 그러므로, 제조자는 원래 공복에 투여하고 부형제의 정확 한 비율인 pimobendan 비율에 투여할 것을 권장하였다. 새로운 pimobendan 제품 삽입물에는 식품이 수용액의 생체 이용률을  감소시킨다고 명시되어 있지만 정제 형태에 미치는 영향은 알려져 있지 않습니다. 23 FDA가 승인한 피모벤단 제형을 사용했으며, 일 관된 제형이 투여되도록 하기 위해 복합 제형은 피했다. 이 연구에 참여한 개들은 다양한 흡수율을 완화하기  위해 사료 원천 징수 후 피모벤단을 투여받았습니다. 이러한 전략에도 불구하고, 공복 동물에서도 위 pH는 1에서 6 사이로 넓게 분포할 수 있하였다.. 24 일부 연구에 따르면 병원에 입원한 것과 같은 스트레스는  위 배출을 30%에서 45%까지 지연시킬 수 있다고 합니다. 24 그러므로, 우리는 피모벤단 투여 후  2시간 후까지 먹이를 주는 것을 미뤘다. 이번에는 입원으로 인해 위 배출이 지연되더라도 음식이  위 pH에 미치는 영향을 최소화하기 위해 선택되었습니다. 많은 개들은 가정 환경에서 음식과 함 께 피모벤단을 받을 가능성이 높습니다.\n이 연구의 또 다른 한계는 B2기에 비해 MMVD  C, D기를 가진 개가 상대적으로 적다는 것이다. 이러한 한계를 극복하기 위해 심부전 병용개(ACVIM C기 및 D)를 전임상 개(ACVIM B2기)와 비교하여 평가을 진행했습니다. 그러나 이 평가은 약동학 변수와의 관계를 보여주지 못했습니다. 대사 경로의 유전적 차이 가능성이나 장기 기능을 중심으로 한 더 민감한 마커와 같은 다른 변수들은 높은 변동성을 중심으로 한 설명을 제공할 수 있었을 것입니다. 이 임상 연구에서 나타난 높은 양의 가변성으로 인해, 유의미한 가변성 의 원인을 찾기 위해서는 엄청나게 많은 수의 동물이 필요했을 것입니다. 대안적으로, 각 개가 모든 시점을 샘플링했다면 공변량의 유의성이  확인되었을 것인지 여부는 알 수 없으며, 이는 연구의 한계입니다. 그러나 진행성 MMVD를 가진 고객 소유 개을 중심으로 한 집중적인 샘플링은 일반적으로 실현 가능하지 않습니다. 또한, 이 연구는 피모벤단의 1회 용량만 평가했습니다. 따라서 임상 환자에서 이 약물을 중심으로 한 약동학의 잠재적인 일일 변동이 무엇인지는 알 수 없습니다.\n결론적으로, 피모벤단과 그 대사 산물인 ODMP의 흡수, 제거는 자연적으로 발생하는 MMVD의 다양한 단계를 가진 이 개 코호트에서 매우 다양했하였다.. 변동성의 원인은 확인되지 않았습니다."}