{"title": "증례로 보는 소동물 심장학 2판", "author": "현창백 2e", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "\nPART2\n각론\nCHAPTER 08 선천성 심장 질환\nCHAPTER 09 심근 질환\nCHAPTER 10 후천성 심장 질환\nCHAPTER 11 심낭 질환\nCHAPTER 12 고혈압성 질환\nCHAPTER 13 심장 사상충증\nCHAPTER 14 심장의 전도장애\n서론\n선천성 심장 질환(congenital heart disease; CHD)은 태어나자마자 심장 또는 대형 혈관계에서 형성된 해부학적 기형에 의해 발생한다. 1살 미만의 어린 강아지나 고양이에서 심장 잡음이 관찰되면 선천성 심장 질환을 의심할 수 있다. 물론 이러한 잡음은 어린 동물에서 정상적으로 나타날 수 있기 때문에 이러한 동물에서는 정기적인 심장 청진이 필요하다. 이렇게 정상적으로 관찰되는 심잡음을 정상 잡음(innocent murmur)이라고 하며, 주로 부드러운 수축기성 잡음으로 대부분 나이가 먹어감에 따라 점점 작아지다가 소실된다. 선천성 심장 질환에 관련된 잡음은 보통 지속되며, 시간이 갈수록 점점 뚜렷해진다. 정확한 진단을 위해서는, 세심한 심혈관계 검사와 정기적인 청진을 실시해야 한다.\n선천성 심장 질환은 유전, 환경, 염색체, 감염성, 영양 결핍, 중독이나 약물에 의한 기형 유발에 의해서 발생할 수 있다. 대부분의 증례들은 유전학적인 문제로 보고 있지만, 정확한 발병기전이나 원인 유전자들은 거의 알려져 있지 않다. 상당수 질환이 complex trait이거나 불완전한 유전성을 보이기 때문에 유전학적 원인을 규명하기가 쉽지 않다. 특정 심장 기형에 관련된 종 특이성에 대해서 표 8-1에 요약되어 있다. 개는 순종이 많지만 고양이의 경우, 잡종의 비율이 75% 이상으로 높기 때문에 선천성 심장 질환의 발병률이 개에 비해 현격하게 낮게 관찰된다.\n개에서 선천성 심장 질환은 전체 심장 질환 중 15~20% 정도를 차지할 만큼 발병비율이 높다. 미국에서 1970년대 발표된 연구 논문에 따르면 전체 선천성 심장 질환 중 동맥관 개존증(patent ductus arteriosus)이 차지하는 비율이 28%이고, 이를 이어 폐동맥 판막 협착증(pulmonic stenosis) 20%, 대동맥하 판막 협착증(subaortic stenosis) 14% 등이 가장 빈번히 발생했다. 그 외에 기관과 식도가 혈관 구조에 의해 둘러싸이는 대동맥 궁의 기형인 혈관륜 기형(vascular ring anomalies) 8%, 심실중격결손증(ventricular septum defect) 7%, 팔로사증(tetralogy of Fallot) 5%, 심방중격 결손증(atrial septum defect) 5% 및 방실 판막 이형성증(atrioventricular valvular dysplasia) 5% 등의 순서로 발병한다고 보고하고 있다. 영국에서 1989년에 발표된 회고논문에 따르면 대동맥하 판막 협착증(32%), PDA (20%), 이첨판 이형성증(14%), 폐동맥판 협착증(12%), VSD (8%) 순으로 많이 발생하였다. 최근에 미국에서 발표된 또 다른 논문에서는 PDA (31.7%) 다음으로 PS (18.3%)보다 SAS (22.1%)의 발병률이 더 높게 관찰되었다. 일반적으로 SAS는 대형견종에 많고 PS는 소형견종에 많기 때문에 이러한 발병률의 차이가 일어나는 것 같다. 우리나라의 경우, 강원대학교 동물병원에 내원한 환자의 비율만 가지고 평가하였을 때, PDA가 가장 많이 발생하는 개의 선천성 질환이고 PS가 두 번째, SAS가 세 번째로 많이 관찰되는 선천성 심장병이었다.\n\n선천성 심장 질환은 크게 심장외 문합(extracardiac shunt), 심장내 문합(intracardiac shunt), 심실유출로 폐색(outflow tract obstruction), 방실판막 기형(atrioventricular valvular anomalies), 기타 복합기형(other compound anomalies)으로 크게 분류한다. 또한 임상학적으로 청색증을 유발하는 심장 질환과 청색증을 유발하지 않는 심장 질환으로 구분하기도 하고, 좌측 심장의 기형과 우측 심장의 기형으로 분류하기도 한다.\n선천성 심장 질환의 발병기전과 임상증상은 결손부위가 좌측인지 우측인지 여부, 청색증을 유발하는지 여부, 심장에 압력과부하를 유발하는지 또는 용적과부하를 유발하는 지에 따라 달라지지만, 궁극적으로 모든 선천성 심장 질환은 울혈성 심부전(congestive heart failure; CHF)으로 진행하여 운동불내성, 발육지연, 허약/실신 및 부정맥과 급사 등을 유발한다. 우-좌 문합(R-L shunt; 우심 정맥의 혈류가 좌심 동맥의 혈류로 유입되는 질환)을 유발하는 모든 선천성 심장 질환은 저산소증이 발생하기 때문에 속발성 적혈구증가증과 청색증을 유발한다. 반대로 좌-우 문합(L-R shunt; 좌심 동맥의 혈류가 우심정맥의 혈류로 유입되는 질환)을 유발하는 모든 심장 질환은 recirculation circuit을 발생하기 때문에 shunt가 발생한 부위에 혈량증가에 따른 용적과부하를 유발하여 그 부위의 확장을 유발한다. Recirculation circuit이 란 혈액이 반복해서 유입되는 경로를 말한다. 예를 들어 이첨판 폐쇄부전증이 있을 경우, 폐쇄부전에 의해 역류된 혈액이 심방 수축기 때 다시 심실로 유입되기 때문에 같은 혈액이 역류되어 심실로 재유입된다. 또한 동맥관 개존증(PDA)의 경우를 보면, 동맥관을 통해 우심계로 유입된 혈류가 폐동맥을 통해 폐를 지나 좌심방으로 재유입되어 좌심실을 확장(용적과부하)시키는 것도 같은 현상이다. 반대로 판막협착처럼 혈액 박출 저항을 증가시키는 질환은 압력과부하를 유발하여 심실비대와 심방확장을 유발한다. 궁극적으로 이러한 결손이 우심계에서 일어나면 복수나 간종대 같은 우심부전의 증상을 유발하게 되고, 반대로 좌심계에서 발생하면 폐부종이나 호흡곤란 같은 좌심부전의 증상을 유발하게 된다. 여기에 만약 R-L shunt를 유발하는 질환이라면 우심이나 좌심관련 증상 이외 청색증이 동반된다.\n선천성 심장 질환의 진단은 어린 연령에서 발생과 발육지연의 병력, 신체검사상 심잡음, 방사선상 심종대 소견 등으로 가진단이 가능하고 모든 정확한 진단은 심장 초음파 검사나 혈관 조영촬영을 통해 가능하다. 따라서 가족력이 있는 경우나, 번식용 동물의 경우, 심장 초음파 촬영 같은 보다 세밀한 검사를 실시해야 한다. 일반적으로 선천성 심장기형은 병증의 정도가 다양하고 이에 따른 증상이 다양하므로 정확한 진단, 합병증 여부 판단 및 외과적 교정 가능성에 대해 심장 전문의에게 진료를 의뢰하는 것이 좋다.\n선천성 심장 질환에 대한 치료에는 울혈성 심부전증에 대한 완화 및 보존요법과 외과적 교정술이나 심장 중재술을 통한 교정요법 등이 주로 이용된다. 지난 20년간 눈부신 의학의 발달로 현재 사람의 경우, 대부분의 단순 선천성 심장 기형의 경우, 비외과적인 심장 중재술로 대부분 치료가 가능하다. 수의분야에서도 지난 10년간 심장 중재술의 눈부신 발전이 이루어졌다. 또한 가장 많이 발생하는 동맥관 개존증이나 판막 협착증 및 심장내 문합에 대한 비외과적 중재술에 대한 치료법이 확립되고 널리 이용되고 있다. 반면 복합기형의 경우, 사람과 달리 심폐우회로를 만들고 난 후 수술을 해야 하기 때문에 임상적으로 보다는 연구 목적으로만 일부 수행되고 있다. 선천성 심장 질환의 보존적 치료는 울혈성 심부전의 정도, 청색증의 유무, 좌심부전인지 우심부전인지에 따라 달라지지만 7장에 나와 있는 기본적인 심부전 치료요법과 크게 다르지 않다.\n선천성 심장 질환의 예후 역시 결손의 심하기, 청색증 발생 여부, 결손이 좌심부전을 유발하는지 우심부전을 유발하는지, 결손이 압력과부하를 유발하는지 용적과부하를 유발하는지에 따라 크게 달라진다. 일반적으로 청색증을 유발하는 모든 선천성 심장 질환은 6개월 이상 생존하기가 어려울 정도로 매우 불량하다. 또한 심하지 않은 심장내 또는 심장외 문합성 질환의 경우, 치료를 하지 않아도 수년간 생존하는 경우도 많다. 또한 혈역학적으로 중요한 비중을 차지하는 좌심계 결손이 우심계 결손보다 예후가 불량하다. 또한 심실 확장(용적과부하)을 유발하는 질환이 심실비대(압력과부하)를 유발하는 질환보다 예후가 양호하다.\n심장외 동정맥 문합 Extracardiac arteriovenous shunt\n 동맥관 개존증(임상증례 9번)\n 서론\n동맥관 개존증(patent ductus arteriosus; PDA)은 선천성 심장 질환으로 하행 대동맥과 폐동맥 사이에 존재하는 동맥관이 태생 후에도 계속 개통되어 있어서 발생하는 심장 질환이다(그림 8-1). 어미 자궁 안에서 태아는 성숙한 동물과 다른 형태의 혈액순환 형태를 가지고 있다. 동맥관(ductus arteriosus)은 left sixth embryonic arch에서 유래한다. 동맥관은 폐동맥과 하행 대동맥을 연결하여 기능을 하지 않는 폐혈관의 혈액을 다시 전신순환계로 보내는 역할을 한다. 태아의 순환계에서 동맥관을 통해 우심실내 혈액의 80~90%가 좌측 순환계로 되돌아간다(right-to-left direction). 하지만 분만을 하고 태아가 폐로 호흡을 시작하면 폐혈관계의 저항감이 빠르게 떨어지면서 태아기 때와는 반대로 좌심실내 혈류가 동맥관을 통하여 우심계로 유입된다(left-to-right direction). 이때 동맥의 산소분압이 상승하면서 prostaglandin 분비를 유발하여 혈관벽의 평활근을 수축시켜 기능적으로 동맥관을 폐쇄시킨다. 생후 4일 이전까지는 미약하게 동맥관이 개존하지만, 보통 생후 7~10일 이내 완전 폐쇄된다. 이 질환은 개에서 가장 흔한 선천성 심장 질환이며, 고양이에서도 발생하지만 그 발병빈도는 개에 비해 무척 낮다. 저자는 아직까지 한 번도 본 적이 없다. 100마리의 PDA 환자를 연속적으로 조사한 연구에서 14마리는 폐쇄가 실시되지 않았고, 치료하지 않은 14마리 개 중 64%는 1년 안에 사망하였다. \n 발병기전\nPDA를 통과하는 혈류의 방향은 폐혈관계와 전신혈관계의 저항감의 차이에 의해 결정된다. 대부분의 경우, high pressure의 전신혈류가 low pressure의 폐혈관계로 유입되는 좌-우 단락(left-to-right shunt, 대동맥에서 폐동맥 쪽으로)을 보인다. 이로 인하여 연속성 심잡음, 폐혈류량 증가, 좌심방과 좌심실의 용적과부하가 발생한다(폐로 유입되는 혈류량의 증가는 궁극적으로 좌심방으로 유입되는 혈류량을 증가시킨다. 따라서 좌심실로 유입되는 혈류량도 증가하게 된다). 단락(shunt)의 정도는 동맥관의 형태에 따라 결정된다. 대다수의 동맥관은 대동맥 쪽이 가장 넓고 점점 좁아지면서 폐동맥 쪽에서 가장 좁아진다. 좌심실의 stroke volume이 증가되고, 빠르게 대동맥의 혈류가 낮은 압력의 폐순환계로 들어가면서 대동맥의 수축기압은 증가하고 이완기압은 감소하게 된다. 이러한 이유로 맥박압의 차이가 심하게 반동하는 boundin g pulse (hyperkinetic pulse)가 발생한다. 동맥관의 개존에 의해 근접 대동맥 부위와 폐동맥 부위의 혈류량이 크게 증가하면서 폐혈관계가 과순환(overcirculation)되며, 그 결과 좌심방이 확장되고 좌심실이 편심성 비대(종대; 확장)된다. 이러한 보상반응에 의해 환자 의 순환계 항상성이 유지된다. 따라서 좌심방과 좌심실의 종대 정도는 션트 혈류량과 밀접한 관계가 있다. 하지만 단락이 대형일 경우, 좌심방과 좌심실이 과도하게 확장되고(좌심실 이완말기 압력의 지속적 상승), 심근 수축력 부전이 발생하여 울혈성 심부전과 폐부종이 발생하게 된다. 일반적으로 폐동맥과 대동맥 사이 션트가 있어도 우심실과 우심방은 영향을 받지 않지만, 만약 환자가 폐혈관계 저항성이 증가되거나 폐동맥압이 상승하게 되면 우심계에 압력과부하가 발생하게 되고 이로 인한 심실변형과 shunt reversal(혈류 방향이 right-to left direction)이 발생하게 된다.\n일부 동맥관은 폐동맥 쪽으로 좁아지지 않고 넓게 벌어져 있어서 높은 대동맥압이 폐동맥계로 그대로 전달되게 된다. 그 결과 태생 후에도 폐동맥과 대동맥 사이에 압력차이가 발생하지 않게 되고 여전히 우심실의 압력은 높은 상태로 유지되어 있다. 또한 시간이 지나면서 우심실벽이 점차 비대된다. 그 결과 태생 후에도 폐성고혈압과 shunt reversal(혈류 방향이 right-to left direction)이 그대로 유지된다. 이러한 환자군을 역방향 PDA\n(reversed PDA)라고 한다. 우-좌 단락성 PDA는 개에서 아주 드물게 나타난다. 하지만 실제 이환율은 과소평가되어 있을 수 있고 해발 1,500 m 이상에서 사는 개에서 발생률이 높아질 수 있다. 이러한 환자군에서는 연속성 심잡음도 나타나지 않고, 좌심실 비대 같은 특징적인 정방향 PDA 소견이 나타나지 않는다. 역방향 PDA 환자에서는 폐동맥 혈류량 감소, 정상 또는 감소된 좌심실용적, 우심실의 심한 비대 같은 소견이 나타난다. 또한 드물게 중-대형 션트를 가진 정방향 PDA 환자에서, 시간이 지날수록 폐혈관계의 저항성이 증가하면서 점진적으로 shunt reversal이 발생할 수 있다. 하지만 이러한 환자는 먼저 좌심부전에 대한 증상을 보이고, 영상진단학적 소견도 전형적인 좌심부전의 소견을 나타낸다. 폐동맥 혈류량은 감소되지만, 우심실 비대는 앞에 언급된 역방향 PDA 환자에 비해 심하지 않다. 이러한 환자에서는 폐혈관계가 조직학적으로, 기능학적으로 좁아져 있기 때문에 션트를 외과적으로 막아도 질환 상태를 정상으로 되돌릴 수가 없다. 만약 션트를 폐쇄시킬 경우, 오히려 폐성고혈압을 악화시켜 환자를 폐사시킬 수 있다.\n 임상소견\nPDA는 수컷보다는 암컷에서 호발하고(약 2배), Chihuahua, Collie, Maltese, Poodle, Pomeranian, English Springer Spaniel, Keeshond, Bichon Frise와 Shetland Sheepdog 같은 소형 품종에서 가장 자주 볼 수 있다. 우리나라에서는 Maltese와 Pomeranian이 전체 PDA 환자의 80% 이상을 차지한다(강원대학교 소동물 심장센터 2005~2011년 통계). German Shepherd Dog, Newfoundland, Labrador Retriever 같은 대형 품종에서도 자주 발생한다. 심한 PDA 환자는 성장 발육장애와 좌심부전의 증상이 생후 곧바로 나타날 수 있지만, 대부분의 환자는 첫 백신을 하는 시기인 6~8주령이 될 때까지 심장병 존재 자체를 인지 못하는 경우가 많다. 주요 임상소견은 좌심계 울혈성 심부전증에서 볼 수 있는 빈호흡과 운동불내성이며 PDA가 많이 진행되기 전까지 폐부종 같은 심한 울혈성 심부전 증상은 잘 나타나지 않는다. 운동 시 후지 쇠약은 우-좌 문합형 동맥관 개존증(reversed PDA)에서 특징적으로 나타나는 증상이다.\n 진단\n● 정방향 PDA (Left-to-Right Shunting PDA)\n신체검사 Precordial thrill과 연속성 좌심저부 잡음 및 대퇴동맥의 특징적인 bounding pulse가 감지된다. 연속성 잡음은 좌측 심저부에서(폐동맥-대동맥 부위) 청진되지만(그림 8-2A), 이첨판 부위에서는 수축기성 역류성 잡음만 청진된다. \n심전도 일반적인 좌심실 종대 소견(tall R-wave in leads II, III, aVF, V2 and V4), 좌심방 종대 소견(예, Widened P waves)이 나타난다(그림 8-2B).\n방사선 단락(shunt)의 정도에 따라 좌심방, 심실의 종대, 폐동맥의 혈관성 증가소견이 외측상 흉부 방사선 사진에서 관찰되고, 복배상 사진에서는 대동맥궁, 좌심방(이), 주폐동맥이 모두 종대되는 triple bumps (‘ductus bump’) 소견이 관찰된다(그림 8-3). 또한 특징적인 소견은 동맥관 근처의 대동맥이 크게 확장되어 있다가 하행 대동맥으로 들어갈 때 갑자기 좁아지는 형태를 관찰할 수 있다. 심한 좌심실 종대가 있을 경우, 좌심실의 elongation 소견(개)이나 좌심첨의 우측변위 소견(고양이)을 볼 수 있다.\n심초음파 2D와 M-mode 심초음파를 이용해 좌심실의 확장(eccentric LV hypertrophy)과 좌심방, 상행 대동맥, 폐동맥의 확장 소견을 확인할 수 있다. 심실 수축력 저하에 따른 %FS의 감소와 LV end-systolic dimension 및 EPSS의 연장 소견을 볼 수 있다. 동맥관을 right cranial parasternal window를 통해 가시화할 수 있다(그림 8-4A). 폐동맥에서 연속 도플러 촬영을 통해 폐동맥판으로 역류하는 high-velocity continuous ductal flow를 감지할 수 있다(그림 8-4B). 일반적으로 이러한 혈류의 peak velocity는 4.5~5.0 m/s(수축기)에 도달한다. 기타 소견으로는 경미한 대동맥 혈류 속도 증가(1.8~2.3 m/s)와 중등도의 이첨판과 삼첨판 폐쇄부전이 있다. 다른 선천성 기형(예, 대동맥판 협착증)이 병발하는 경우는 많지 않지만, 감별을 위해 세심한 검사가 필요하다.\nCardiac catheterization/angiocardiography PDA 확진을 위해 과거에는 많이 사용되었지만, 최근에는 도플러 초음파의 발달로 굳이 진단을 위해 필요하지 않다. 하지만 PDA 코일 장착을 위한 동맥관의 형태와 직경 측정을 위해 코일 장착에 앞서 시행되어야 한다(그림 8-5).\n● 역방향 PDA (Right-to -Left Shunting PDA)\n신체검사 및 임상증상 생후 곧바로 증상이 나타나지만 심하지 않을 경우, 수개월이 지나도 모르고 지나갈 수 있다. 대표적인 증상은 운동 후 피로(운동불내성), 후지 허약증, 호흡단축(shortness of breath), 과호흡(hyperpnea), differential cyanosis(전지에는 청색증이 없는데 뒷다리에만 청색증이 있는 경우; 운동 직후 뚜렷하게 관찰됨), 드물게 발작 등이 나타난다. 정방향 PDA와 달리, 역방향 PDA는 와류가 거의 없기 때문에 신체 검사상 심잡음이 뚜렷하지 않고 부드러운 수축기성 잡음이 간혹 좌심저부에서 청진된다. 가장 대표적인 청진 소견은 제2 심음의 분열음이다(폐성고혈압 때문에 폐동맥판이 늦게 닫혀서 생기는 현상). 저산소혈증에 의한 청색증과 속발성 적혈구증가증에 의한 혈액점도 증가가 관찰된다. Polycythemia(보통 PCV 65% 이상)는 생후 발생하기 시작하지만 뚜렷한 소견은 보통 18~24개월 이상 되어서 관찰된다.\n심전도 우심계 종대를 나타내는 소견(예, right axis deviation, deep S-wave in leads I, II, III, CV6LL, CV6LU)이 관찰될 수 있다.\n방사선 우심종대 소견, 주폐동맥의 확장, ‘ductus bump’ 및 폐엽과 폐엽가지 혈관의 변형(tortuosity) 같은 소견이 관찰된다.\n심초음파 우심실의 비대(concentric hypertrophy)와 주폐동맥의 확장 소견이 관찰된다. 때로 넓고 실린더 모양의 동맥관이 영상화된다. 연속 도플러 초음파 촬영으로 폐동맥 역류성 제트혈류와 삼첨판 폐쇄부전 제트혈류의 확인을 통해 폐성고혈압을 확인할 수 있고 션트 혈류의 방향을 측정할 수 있다.\n 치료 및 예후\n● 정방향 PDA(Left-to-Right Shunting PDA)\n약물요법 일반 좌심부전 환자의 치료법에 대한 가이드라인에 따라 대증적으로 치료할 수 있지만 궁극적인 치료법은 아니다. 사람에서는 indomethacin 같은 prostaglandin inhibitors을 사용하여 미성숙한 PDA를 치료하지만, 개와 고양이에서는 Prostaglandin을 이용한 치료는 효과가 없다(동맥관 내 평활근이 없기 때문에). 일부 개는 sildenafil (1-3 mg/kg, PO, q8-12h) 치료에 효과를 볼 수 있다. 치료 반응을 확인하기 위해서는 적어도 3~4주간 투약해야 한다.\n외과적 교정 모든 정방향 PDA 환자는 동맥관을 폐쇄하기 위한 치료가 필요하고 외과적 결찰법이 그중 하나이다. 수술시기에 대해서는 논란이 많지만, 진단이 내려지고 가급적 심장변형이 없을 때 바로 실시하는 것이 좋다. 만약 환자가 폐부종의 증거가 있을 경우, 환자를 내과적으로 먼저 처치한 후(예, furosemide, ACE inhibitors, positive inotropic support) 수술을 실시하는 것이 좋다. Left thoracotomy를 이용한 테이프나 비흡수 봉합사를 이용한 ligation 기법이 가장 전통적인 치료법이며, 최근에는 metallic clips을 이용한 ligation 기법과 surgical division 방법이 외과적 치료에 이용되고 있다. 외과적 치료의 합병증으로는 출혈, 감염, 기흉, 부정맥, 심장마비 및 심부전 등이 있다. 외과 수술의 사망률은 3% 미만이지만, 수술 전 환자 상태가 울혈성 심부전 상태라면 마취사고의 위험성이 크게 증가한다. 만약 환자 상태가 이러한 경우, dobutamine 같은 강심제 CRI를 고려할 수 있다. 수술 후 small residual shunt가 잔존하기는 하지만 연속성 심잡음은 소실되고 임상증상은 개선된다. 속발성 이첨판 역류가 있었을 경우, 부드러운 수축기성 심잡음이 지속하기는 하지만 이 역시 시간이 지나면서 소실된다. 심초음파상 %FS는 빠르게 감소하지만(전부하 감소와 후부하 증가로), 심부전의 증상이 나타나지 않을 경우, 약물적 처치는 필요하지 않다. 수술 후에도 심부전에 대한 증상이 남아 있을 경우, 지속적인 약물 치료가 필요하다. 수술 후 재개통(postoperative ductal recanalization)이 드물게 발생할 수 있고, 그 발생률은 전체의 약 2% 정도이고 주로 감염과 관련되어 발생한다. 술후 발열과 폐침윤 소견은 술부 감염과 혈액원성 폐렴을 암시하는 소견이다.\n심장중재술에 의한 치료법 금속성 폐색도구나 다크론 섬유가 이복된 코일을 이용한 경피하 색전술 치료법이 점점 보편화되고 있다. 이 방법은 말초혈관을 통해 카테터를 삽입하여 PDA 부위에 위치한 후 그 카테터 사이로 ductal occluder나 embolization coil을 삽입하여 PDA duct 부위를 폐쇄하는 방식으로 비교적 비침습적이고 빠른 회복을 기대할 수 있는 최신 치료법이다(그림 8-6). 외과적 결찰에 비해 수술관련 합병증이 적고, 병원 입원기간이 매우 짧으며 회복이 빠르다. 하지만 시술 전에 duct의 모양과 크기를 세밀하게 확인해야 하며, 대표적인 부작용이 폐혈관계나 하부 동맥혈관으로 코일이 빠져나가는 경우이다. 폐혈관으로 코일이 빠져나가는 경우, 그대로 방치해도 큰 문제가 생기지 않지만 하부 동맥혈관으로 빠져나갈 경우, 반드시 retrieval device를 이용하여 제거해야 한다. 코일시술에 적합한 환자는 PDA 모양이 폐동맥으로 갈수록 좁아지는 형태를 취하고 있어야 하고 폐동맥쪽 직경이 2~3 mm 정도 유지되어야 한다. Duct의 직경이 넓을 경우, 두 개 이상의 코일을 삽입해야 하는 경우도 있다. ACDO (Amplatzer Canine Duct Occluder)가 최근 개의 PDA 치료에 이용되고 있다. 이 도구는 중격결손 치료에 사용되는 플러그 모양의 occluder 모양을 취하고 있고 말초혈관을 통해 쉽게 장착할 수 있다(그림 8-7).\n● 역방향 PDA (Right-to -Left Shunting PDA)\n약물요법 역방향 PDA 환자는 회복이 안 되는 폐쇄성 폐질환을 가지고 있다. 이러한 환자에서는 울혈성 심부전보다는 청색증과 적혈구증가증 같은 역방향 PDA의 합병증 때문에 환자가 폐사하게 된다. 이러한 환자의 치료는 운동 제한, 스트레스 감소, PCV를 58~65%로 유지하기 위한 주기적인 정맥혈 방혈이나 hydroxyurea 처방 등이 있다. 이러한 방법으로 장기적 환자 관리가 가능하다. 정맥혈 방혈(phlebotomy)은 환자를 지나치게 허약하고 쓰러지게 할 수 있으므로 조심스럽게 실시해야 하고, 실시 후에 반드시 수액을 통해 순환 혈량을 확보해 주어야 한다. 운동과 관련된 전신혈관 확장이 역방향 션트의 정도를 악화시켜 후지허약이나 부전마비 및 청색증을 유발할 수 있으므로 운동 제한이 필요하다.\n외과적 결찰이나 중재술을 이용한 폐쇄 역방향 PDA의 폐쇄는 수술말기 또는 술후 급성 우심부전과 폐사를 유발할 수 있으므로 절대로 실시해서는 안 된다.\n예후 한 보고서에 따르면 치료를 하지 않을 경우, 정방향 PDA 환자의 64%가 1년 이내 합병증으로 폐사한다고 한다. 이러한 합병증으로는 폐부종을 동반한 좌심부전, 심방 세동, 좌심부전에 속발한 폐성고혈압, 좌심실 확장에 의한 이첨판 폐쇄부전 등이 있다. 심하지 않은 PDA 환자 중에는 10년 이상 생존하는 경우도 있다. 사람에서는 PDA를 치료하지 않으면 점진적으로 폐성고혈압을 유발하여 shunt reversal이 자주 발생하지만, 개에서는 이러한 소견이 흔하지 않다고 한다. 개의 경우, 태아기 때 지속적인 폐성고혈압(해부학적으로 동맥관이 폐동맥 부위에서 좁아지지 않는 경우)이 역방향 션트를 유발하여 hypoxemia, polycythemia, hyperviscosity, 부정맥 같은 임상소견을 유발한다. 이러한 환자에서는 울혈성 심부전은 발생하지 않지만 급사와 hyperviscosity에 의한 합병증 및 청색증(differential cyanosis; 후지에만 청색증)이 흔히 발생한다. 통상 이러한 환자는 3~5년 정도 생존하고, PCV를 65% 이하로 유지시킬 수 있을 경우, 7년 이상 생존하는 경우도 있다고 한다.\n심장내 문합 Intracardiac shunt\n 심방중격 결손증(Atrial septal defect; ASD; 임상증례 17번)\n 서론\n심방중격은 난원공(foramen ovale)을 가지고 있는 septum secundum과 flap 형태로 되어 있어 난원공을 덮어주는 septum primum으로 구성되어 있다. 발생 과정중에 septum secundum 내 난원공이 너무 크게 형성되어 septum primum이 이를 완벽하게 덮지 못하거나 반대로 septum primum이 너무 작게 형성되어 난원공을 커버하지 못할 때 심방중격 결손증이 발생한다(그림 8-8). 태생기 때는 태반을 통해 혈액이 우심방에서 좌심방으로 유입되어야 하기 때문에 난원공이 반드시 필요하다. 또한 우심방압이 좌심 방압보다 높기 때문에 혈액은 우심에서 좌심으로 자연스럽게 난원공을 통해 유입된다. 하지만 태생 직후 태아가 폐로 숨을 쉬기 시작하면 좌심방으로 혈액이 유입되면서 좌심 방압이 우심방압보다 높아지게 된다. 따라서 혈액은 좌심방에서 우심방으로 유입되게 되는데 이때 septum primum이 flap 역할을 하면서 secundum 내 난원공을 완벽하게 커버하여 덮어버리면 심방간의 혈액교류가 소멸되게 된다. 하지만 만약 secundum 내 난원공이 너무 크게 형성되어 primum의 flap이 난원공을 충분히 커버하지 못하면 심방간에 혈액교류가 일어나게 되는데 이를 secundum ASD라고 한다. 반대로 난원공의 크기는 정상이지만 primum의 flap이 너무 짧아서 난원공을 충분히 커버하지 못하면 이를 primum ASD라고 한다. 개나 고양이에서는 드물지만 심방중격 상단의 sinus venosa에 구멍이 생겨서 혈액교류가 일어나는 심방중격 결손을 sinus venosa ASD라고 한다. 마지막으로 가장 양성(benign) 형태의 ASD로 septum primum이 난원공을 완벽하게 덮어주지만 완벽하게 유착이 되지 않는 형태의 ASD를 난원공 개존증(patent foramen ovale)이라고 한다. 이 경우, 좌심방압이 우심방압보다 높아서 난원공을 flap이 압력에 의해 충분히 커버를 할 수 있어서 혈역학적으로 아무런 변화를 유발하지 않는다. 다만 사람의 경우, 다이빙이나 재채기 과정 중에 폐쇄부전된 난원공을 통해 우심방의 혈액이 좌심방으로 유입될 수 있다.\nASD는 단독으로 발생하기도 하지만 VSD와 동시에 발생할 수도 있고(AV canal defect; AVCD), 팔로사증(TOF)과 합병되어 팔로오증(pentalogy of Fallot; POF)을 유발하기도 한다. 개의 경우, septum secundum의 결손이 많다.\n 발병기전\n중격 결손에 의한 좌심방과 우심방 사이의 혈액교류는 심실 이완기 때 발생한다. 좌심방이나 우심방 모두 내압이 높은 곳이 아니기 때문에 결손부위를 지나는 혈류의 양이나 방향은 심실의 이완 말기압에 의해 결정된다. 일반적으로 좌심실의 이완 말기압이 우심실 보다 훨씬 높고, 우심실이 좌심실에 비해 얇아서 확장성이 더 좋기 때문에 초기 ASD 환자들은 모두 정방향성(L-R shunt) 단락의 형태를 보인다. 그 결과 우심방으로 혈액유입이 일어나 우심방에 혈량증가가 일어나고 결손부위의 reentry circuit이 형성되면서 우심방은 크게 확장된다. 이에 따라 우심방에서 우심실로 유입되는 혈류량의 증가(용적과 부하)로 우심실은 확장되게 되고(eccentric hypertrophy), 폐동맥을 통한 유입혈류 증가(pulmonary overcirculation)로 폐성고혈압이 점진적으로 발생한다. 션트를 통해 폐혈관계로 유입되는 혈류량이 늘지만 정맥환류량도 그만큼 증가되면서 실질적으로 좌심방으로 유입되는 혈류량은 크게 늘지 않기 때문에 좌심방의 크기 변화는 일어나지 않는다. 만약 ASD 환자에서 좌심방 확장 소견이 관찰된다면, 아마도 endocardial cushion defect에 의해 이첨판 역류가 동시에 발생한 경우일 것이다(예, Partial AV canal defect, 또는 심한 primum ASD). 이러한 질환은 개에서는 드물다.\n 임상소견\n소형 결손은 거의 임상증상을 유발하지 않는다. 이렇게 임상증상을 보이지 않는 증례는 평생동안 정상적인 삶을 영위할 수 있다. 다만 이러한 무증상군은 정상 동물보다 호흡기 질환에 더 쉽게 감염되는 경향이 있다(션트로 형성된 폐성고혈압 때문에). 만약 결손이 대형일 경우, 상당량의 혈액이 우심방으로 유입되면서 우심에 작업부담을 증가시키고 결국 우심부전을 유발한다. 이에 따라 심부전의 증상이 나타날 수 있고 부정맥과 돌연사가 발생할 수도 있다. 또한 속발성 폐성고혈압이 발생하여 호흡기 증상을 유발시킬 수도 있다.\nBoxer, Doberman pinscher, Samoyed 등에서 호발한다. 암컷은 수컷과 달리 임상증상이 더 빨리 악화될 수도 있다.\n 진단\n신체검사 무증상이거나 우심부전이나 폐성고혈압에 의한 증상들을 볼 수 있다. 일반적으로 ASD를 지나는 혈류는 심방 간 압력차이가 낮고 혈류 속도가 빠르지 않기 때문에 심잡음이 쉽게 감지되지는 않는다. 션트를 통해 들어오는 혈액이 대정맥으로부터 들어오는 혈액과 만나게 된다면, 우심을 통해 흐르는 혈액의 양과 속도가 증가하게 되어 폐동맥 협착 또는 삼첨판 협착과 비슷한 심잡음을 유발할 수 있다(mid-systolic ejection murmur). 또한 폐성고혈압에 의해, 폐동맥 판막이 늦게 닫히거나 대동맥 판막이 일찍 닫히게 되어 제2심음의 분열음(split S2)이 발생할 수 있다.\n심전도 검사 심전도 소견은 보통 정상이지만, 우심실 비대와 우심방 종대 소견을 보일 수도 있어 lead II의 QRS의 연장과 deep S 소견이 관찰될 수 있다. 우각차단(right bundle branch block) 소견이 드물지 않게 관찰된다. \n흉부 방사선 검사 방사선상 특징 소견은 전반적으로 심장이 커져 있으며 우심방, 우심실의 확장과 폐동맥 간 확장이 있다(그림 8-9). 만약 이첨판 폐쇄부전증과 같은 다른 결함이 동시에 발생하지 않는다면 좌심종대 소견은 관찰되지 않는다.\n심장 초음파 검사 초음파상 특징은 우심방과 우심실의 확장 소견이며, 비정상적인 중격운동과 심방 결손 부위를 확인할 수 있다(그림 8-10). 난원공은 정상적으로 10~20% 정도 잔존하므로 이를 심방결손으로 오인하면 안 된다. 사람의 경우, 경식도 초음파 촬영을 통해 결손부위를 측정하는 방법이 있다. 심장카테터를 이용하여 폐동맥으로 조영제를 주입하여 결손부위를 확인하는 방법도 있다.\n 치료 및 예후\n외과적 치료 외과적 개흉술을 이용하여 결손을 치료하는 방법이 있다. 심낭의 일부를 패치이식하는 방법이 가장 보편적으로 실시되고 있는 외과적 치료법이다.\n심장 중재술 여러 가지 형태의 Amplatz ASD septal occluder들이 개발되어 있다. 이러한 device를 경정맥을 통해 삽입하여 폐쇄시키는 중재술이 외과적 수술기법보다 더 보편적으로 행해지고 있다.\n약물치료 결손이 작을 경우, 무증상인 경우가 많기 때문에 특별한 치료가 필요하지 않다. 다만 결손이 대형이거나 폐성고혈압이 심해져서 울혈성 심부전증 소견을 보인다면 약물치료로 증상을 완화시킬 수 있다. Sildenafil (1~2 mg/kg q8h)이 폐성고혈압 조절에 유용하고, 만약 울혈성 심부전 증상을 보이면 이뇨제 처방을 시작한다. 증상이 없을 경우, 저염식이는 필요하지 않다. 무증상 환자에서 심장에 대한 재구성 과정을 늦추어주기 위해 ACEi를 투여해 볼 수 있다. 호흡기 질환에 잘 이환되는 경향이 있으므로 호흡기 감염에 걸리지 않게 주의해야 한다.\n예후 결손부위의 크기, 다른 심장기형의 합병 여부 및 폐성고혈압의 존재 여부에 따라 예후는 다양한다. 결손부위가 작다면 평생 정상적으로 생활할 수 있고, 결손부위가 크다면 시간이 지나면 혈류가 증가하고 결손부위의 혈액이 폐순환 쪽으로 돌아가게 되면 장애가 발생할 수 있고 폐성고혈압이나 울혈성 심부전으로 폐사될 가능성도 있다.\n 심실중격결손증(임상증례 10번)\n 서론\n심실중격결손증(ventricular septal defect; VSD)은 선천성 심장 질환으로 심실 간 중격의 일부가 결손되어 심실 간에 단락(shunt)을 일으키는 질환을 말한다(그림 8-11). 심실중격은 좌심실과 우심실을 분리하는 역할을 하며 심첨부(apex)에서는 근육질로 시작해서 대동맥 기시부에 가까운 심저부(heart base)에서는 막 모양으로 점점 가늘어진다. 개의 경우, 심실중격결손증은 삼첨판의 우측 및 대동맥판 바로 아래 위치하는 막성중격(membraneous septum) 부위에 주로 발생된다. VSD는 단독으로 발생 가능하며, 다른 결손들(예를 들어, PDA, ASD)이 동반되어 발생하거나 팔로사증(tetralogy of Fallot)과 함께 발생하여 매우 복합적인 심장 결손을 유발하기도 한다.\n 발생기전\n심실 간 중격결손이 발생하면 우심실은 좌심실에서 유입된 혈류 때문에 심실 확장이 일어나고 좌심실은 결손부위의 reentry circuit에 의해 심실 확장이 일어난다. 우심실은 얇아서 확장성이 좋아 문제가 되지 않지만 좌심실은 두꺼워서 확장성이 떨어지기 때문에 늘어난 혈류에 의한 울혈성 심부전을 유발할 수 있다. 반면 우심계로 늘어난 혈류는 폐로 유입되는 혈류량을 늘리므로 폐혈관계의 증식을 유발하여 폐성고혈압을 유발한다. 폐성고혈압이 심해지면 우심계 압력이 좌심계를 능가하면서 역방향 션트(shunt reversal)를 유발하여 전신 저산소증과 청색증을 유발하게 된다. 따라서 VSD 환자는 ASD와 달리, 좌심의 울혈성 심부전 아니면(정방향 션트의 경우) 폐성고혈압에 의한 청색증(역방향 션트)에 의해 폐사하게 된다.\nVSD에 의한 증상을 결정하는 두 가지 중요한 요소는 결손부위의 크기와 심실의 상대적 압력차(저항)이다. 좌심실의 수축기압이 우심실의 수축기압보다 5배 이상 높기 때문에 주로 좌심실에서 우심실로 혈액이 이동하는 L-R shunt가 많다. 작은 VSD가 막성 중격 윗부분에 위치하면, 혈액이 LV에서 직접 유심실 유출로(RVOT)로 유입되어 폐동맥(MPA)으로 박출된다. 이 경우, 우심은 경미한 우심 용적과부하만 일어나기 때문에 우심종대는 별로 일어나지 않는다. VSD가 크거나 심실중격의 근성 부분에 위치할 때 우심계 종대가 뚜렷하게 나타난다. 막성 또는 동맥하 VSD에서 심장 카테터 검사 시 RVOT와 폐동맥의 산소포화도는 RA나 우심첨에서 측정한 산소포화도보다 높다. 대형 션트(폐순환 대 전신 순환 비율 3:1 이상)는 좌심계로 혈류를 진입시켜 심실 이완기압을 상승시키고 좌심부전의 증상을 유발할 수 있다. 아주 대형의 VSD (nonresistive VSD)는 양쪽 심실의 압력을 균일하게 만들어서 두 심실이 하나의 공통 펌프로 작용하게 만든다. 폐동맥 협착에 의해 폐의 과순환이 억제되지 못하면, CHF나 폐성 고혈압이 발생하게 된다. 소형 또는 대형 VSD\n(배열이 불량한)에서 우측 대동맥 판막소편이 이완기 때 VSD 안으로 탈출되기 때문에 대 동맥 역류가 발생할 수 있다. 이로 인하여 LV wall stress가 증가되어 CHF가 호발하게 된다. 이러한 환자에서 상대적으로 shunt reversal의 발생 가능성이 높다.\n 임상소견\n개의 경우, Keeshond 종의 품종 연구에서 다유전자적 결손이 확인되었으며, English Bulldog과 English Springer Spaniel은 다른 품종들에 비해 더 높은 발생률을 보이며, 그 외 다른 순종과 교잡종에서도 발생할 수 있다. \n임상증상은 결손부위의 크기와 양심실 간 압력차에 따라 다양하다. 대개 결손이 작은 경우에는 임상증상이 없으며, 중등도에서 큰 결손에는 만성적인 좌심의 용적과부화에 의한 좌심부전 증상이 나타난다. 폐동맥 고혈압이 발생하여, shunt의 방향이 R-L로 바뀌게 되면 우심부전의 증상과 청색증이 나타나기도 한다.\n 진단\n신체검사 전흉부의 떨림(precordial thrill)이 우심저부(제3~4늑간의 늑골-늑연골 연접부 바로 위)에서 느껴진다. 좌심실의 용적과부하에 의해 종종 좌심의 박동이 강해진다. 현저한 폐동맥 고혈압이 있는 경우, 전흉부의 떨림 현상은 드물어지는 반면 우심첨의 박동이 강해진다. 특징적으로 심잡음은 강하며, 전수축기에 우측 흉골연에서 가장 잘 청진되며 네 번째 늑간에서 두 번째로 잘 들린다. 기능적인 폐동맥 협착증이 나타나는 경우, 폐동맥 판막부위를 통해서 심잡음이 들린다. 이것은 폐동맥 판막을 지나는 혈류의 역류 때문에 발생하는 것이지 판막의 구조적인 문제 때문에 발생하는 것은 아니다. S2 분열음은 우심실의 혈량 증가로 폐동맥 판막이 대동맥 판막에 비해 현격하게 느리게 닫히기 때문에 대동맥판과 폐동맥판 음이 분리되어 들리게 된다. VSD에 의해 대동맥 판막의 폐쇄부전이 기능적으로 발생하여 이완기성 역류음을 유발할 수 있다. 하지만 일반적으로 VSD는 강한 범수축기 잡음이 청진된다(그림 8-12). 하지만 만약 진행성 폐성고혈압이 발생할 경우, 우심실과 좌심실 간에 압력차이가 줄어들면서 심잡음의 강도가 약해질 수 있다. 더 나아가 아주 큰 결손이나 심각한 폐성고혈압이 있는 경우, 심실중격을 가로지르는 압력의 차이가 완전히 소실되어 심잡음이 전혀 청진되지 않을 수도 있다. 따라서 VSD 환자에서 심잡음의 강도가 약해지면 증상이 개선되는 것이 아니라 악화되고 있음을 나타낸다.\n심전도 주로 정상이지만, 종종 좌심실 종대 소견(tall & wide QRS)과 드물게 좌심방 종대(wide P)와 관련된 소견이 나타난다(그림 8-12). 만약 우심실 확대와 관련된 소견(deep S wave, negative QRS deflection in lead I, II, III, aVF)이 관찰되면, 결손 부위가 상당히 크다는 걸 암시한다.\n흉부 방사선 매우 다양하며, 중대형 결손증에서 폐혈관 확장과 MPA의 확장이 관찰된다(그림 8-13). 그 밖에 좌심방과 좌심실의 종대 소견이 나타나며 때로 폐부종의 소견이 관찰되기도 한다. 결손이 대형인 경우에는 우심종대 소견도 나타난다.\n심장 초음파 좌심의 용적과부하에 의한 좌심방과 좌심실의 확장이 특징이고, 중격의 결손부위를 관찰할 수 있다. 폐동맥의 뚜렷한 확장도 관찰된다. 컬러 도플러를 이용하면 결손된 부위의 이상 혈류 흐름을 확인할 수 있다(그림 8-14A). 스펙트럴 도플러를 이용하여 단락(shunt)의 방향과 정도를 측정할 수 있다(그림 8-14B). 단락의 크기와 결손부위의 혈류 속도는 서로 반비례한다. 만약 소형 결손이 있을 경우, 두 심실간의 압력의 차이가 정상수준으로 유지되므로 결손부위를 지나는 혈류의 속도는 아주 빠르다. 반면 대형 결손의 경우, 단락에 의하여 두 심실 간의 압력구배가 소실되므로 결손부 위의 혈류속도는 빠르지 않다.\nCardiac catheterization/angiocardiography VSD 확진 시 많이 이용되었지만, 최근에는 심장기형과 마찬가지로 심장 초음파 검사로 대체될 수 있다.\n 치료 및 예후\n약물 요법 외과적 교정이나 완화요법이 지시되지 않는 환자에서는 울혈성 심부전에 대한 내과적 처치가 필요하다. 심부전의 종류와 정도에 따라 적절하게 처방되어야 한다. 심실중격결손증을 가진 동물은 감염에 훨씬 취약하여 스케일링 같은 치과처치에도 패혈증을 유발할 수 있으므로 처치 전에 반드시 예방적 항생제 처치가 필요하다. 역방향 VSD인 경우, 폐성고혈압을 완화시키기 위한 sildenafil (1~2 mg/kg q8h PO) 처치가 도움이 되고 청색증에 의해 적혈구증가증이 발생하면 사혈이 필요할 수도 있다.\n외과적 치료 결손부위가 대형이면 좌심성 울혈성 심부전증으로 진행하며, 폐동맥성 고혈압이 발생하면 역방향 션트(shunt reversal)가 일어난다. 때문에 결손부의 혈류 속도가 4 m/s 이하이면(혈압의 차이가 64 mmHg: P 4V2), 폐동맥에 수축성 밴드를 고정하여, 폐동맥의 경미한 판막상 협착을 유도한다. 이로 인해 우심실내 수축기 압력을 증가시키므로 좌우심 간 압력구배를 유도한다. 만약 폐동맥을 너무 단단히 고정하면 역방향 션트가 유발될 수 있다. 만약 환자가 좌심부전 증상을 보이면 일반적인 심부전에 대한 대증 요법을 실시한다. 폐성고혈압이나 역방향 션트가 있는 환자에서는 외과적 교정술은 금기이다.\n심장 중재술 여러 가지 형태의 Amplatz VSD septal occluder들이 중격 결손을 치료하기 위해 사용되고 있다(그림 8-15). 또한 PDA 시술에 사용되는 embolization coil을 이용하여 션트를 폐쇄하는 방법도 개발되어 있다. 비침습적인 치료 방법이어서 치료 예후 역시 외과수술에 비해 양호하다.\n예후 예후는 결손부위의 크기와 만성 용적과부하에 의한 울혈성 심부전증의 존재 여부에 따라 달라진다. 작은 VSD의 자연폐쇄가 종종 어린아이에서 일어나지만, 개와 고양이 에서는 드물다. 하지만 성장과 함께 결손부위가 자연 폐쇄된 증례도 보고되어 있다. 합병증이 없거나 작은 결손의 동물은 특별한 임상증상 없이 원래 수명을 살 수 있다. 증등도-심한 심종대를 유발하는 대형 션트는 CHF를 유발한다(대다수 이런 증례가 병원에 방문하지도 않고 폐사한다). 폐성고혈압이 발생할 경우, 약물치료에 반응을 보인다고 해도 예후는 매우 불량하다. 중등도-심한 대동맥 역류는 VSD의 흔하지 않은 합병증으로 좌심부전을 유발하고 생존 기간을 단축시킬 수 있다(CHF로 진행하는 데 5년 이상 소요된다). VSD가 RV 폐색을 유발하면(이중 분방 우심실, infundibular 협착증, 판막 조기 폐색), 우-좌 단락의 증상을 유발할 수 있다(ToF처럼).\n심실 유출로 폐색 Ventricular outflow tract obstruction\n 대동맥판 협착증(임상증례 14번)\n 서론\n대동맥판협착증(aortic stenosis; AS)은 대형견에서 가장 흔한 선천성 심장 질환으로 좌심실 유출로(LVOT)의 직경이 좁아져서 혈역학적으로 좌심실에 압력과부하에 의한 concentric hypertrophy(심실비대)를 유발하는 질환이다. 협착의 발생 위치에 따라 판막하(subvalvular; fibrous ring 또는 musc ular), 판막(valvular), 판막상(supravalvular) 유형으로 크게 나눈다. 개에서는 판막하 형태가 가장 흔하며, 이러한 형태를 대동맥판막하 협착증(subaortic stenosis; SAS)이라 한다(그림 8-16). 이 형태는 대동맥판막 아래에 섬유성 ring이나 밴드가 좌심실 유출로(LOVT)를 둘러싸고 있어서 좌심실의 혈액박출을 방해한다. 판막과 판막상 형태도 발생하지만 상대적으로 발생비율이 낮다. 고정형 SAS, HCM, 이첨판 이형성(MVD), 심실중격의 비대를 유발하는 심장 질환(예, PS, tetralogy of Fallot)이 있는 일부 환자에서는 좁아진 좌심실내강과 빨라진 좌심실 유출로의 혈류 때문에 이첨판의 판막이 딸려 들어가는 이첨판의 판막의 수축기 전방이동(SAM) 현상이 관찰되기도 한다.\n대동맥판막하 협착이 있는 Newfoundland 개를 대상으로 실시한 연구에서 대동맥 판막협착증의 심하기를 다음 세 단계로 분류하였다. Grade I은 경미한 증례로 아주 얇은 결절이 대동맥판막 아래에 심실중격 심내막에 형성이 되어 있지만 좌심실 유출로의 혈액박출에 크게 영향을 주지 않는 무증상 단계를 말한다. Grade II는 중등도의 증례로 좌심실 유출로가 두꺼워진 심내막과 대동맥하 융기에 의해 부분적으로 협소해진 경우로 시간이 지날수록 좌심실에 압력부하가 발생하여 심부전의 증상을 발현하게 되는 단계를 말한다. Grade III는 대동맥 기시부 주위에 형성된 섬유륜(ring)과 섬유대(band)에 의해 좌심실 유출로가 심하게 협소해진 경우로 좌심실 내강에 형성된 심한 압력과 부하에 의해 실신이나 허약 같은 심각한 심부전의 증상이 곧바로 발생되는 단계를 말한다.\n 발생기전\n좌심실 유출로(LVOT)의 혈액박출이 방해를 받으면서 좌심실의 수축기 때 압력과부하가 발생하고 이러한 만성적인 압력과부하는 좌심실에 구심성 비대(concentric hypertrophy)를 유발한다. 이러한 구심성 비대는 심실과 관상동맥의 기능적 구조적 이상을 유발하고 공급되는  혈류량보다 심근의 요구량이 많아지면서 심근허혈에 의한 심근경색과 섬유화가 일어난다. 심하지 않고 장기간 지속하는 대동맥 협착증에서는 좌심실의 압력부하에 따라 좌심방의  혈액유입이 방해를 받으면서 좌심방 확장을 동반한 울혈성 좌심부전을 유발하기도 한다. 하지만 심한 판막협착증의 경우, 좌심방 확장을 유도하기 전에 심근 의 허혈성 손상에 의한 치명적인 부정맥 발생으로 돌연사되기도 한다. 또한 대동맥판막하 협착에 따른 고속의 jet flow 에 의해 판막이 손상되면서 심내막염이 발생하기도 한다. 또한 협착된 부위를 혈류가 통과하면서 혈류속도가 빨라지고 와류가 형성되어 수축기성 잡음과 상행대동맥, 대동맥궁, 완두동맥의 협착 후 확장(post-stenotic dilation)이 나타난다.\n 임상소견\n대동맥판막하 협착증은 Newfoundland, Bouvier de Flanders, Boxer, English bulldog, German Shepherd, German shorthair pointer, Golden retriever에서 빈번하게 발생하며 Newfoundland는 상염색체 우성유전되며, Golden Retriever도 유전되는 것으로 추정하고 있다. Bull terriers의 경우, 판막륜이 저형성되고 판막 자체가 비대되는 판막형 대동맥협착증이 특징적으로 잘 나타난다.\n대동맥판막하 협착증을 가지고 태어나더라도 협착부위가 심하지 않으면 무증상으로 유지되며 백신과정 중에 우연히 심잡음이 관찰되는 경우가 많다. 시간이 지나면서 협착부위가 심해지면 심잡음이 더욱 뚜렷하게 청진되고 심비대 소견이 진단 검사에서 확인되는 경우도 많다. 하지만 심하지 않은 협착의 경우, 별다른 변화 없이 수년 동안 유지되는 경우도 있다. 심각한 SAS를 가진 대부분의 환자는 첫 백신이나 다른 문제로 인한 신체검사에서 우연히 심잡음이 청진되고 쇠약함, 운동불내성, 노력성 호흡, 실신등이 주요한 호소사항으로 관찰된다. 최악의 경우, 돌연사가 첫 임상증상인 경우도 있다.\n 진단\n신체검사 판막협착에 의해 좌심실의 혈액박출이 방해를 받으면 대퇴동맥 맥박이 약해지고 늦게 나타나는 pulsus parvus et tardus가 특징적으로 촉진된다. 청진상에서는 좌심저부나 좌심의 중반부위의 PMI에서 수축기성 crescendo-decrescendo 박출기 심잡음이 청진된다. 일반적으로 SAS에 의한 심잡음은 가장 강한 잡음 중 하나이기 때문에 심잡음이 우심저부(상행동맥의 뿌리부위; 우측흉부)와 관상동맥(쇄골 입구 및 경부)에서도 강도는 약하지만 들린다. 때때로 대동맥판 역류가 동반할 경우 좌심저부에서 이완기성 심잡음이 들리게 되는데 이렇게 수축기 박출성 잡음과 이완기성 역류음이 들리는 심잡음을 to-and-fro murmur라고 한다.\n심전도 심전도는 보통 정상이거나 좌심실의 비대소견(tall R wave, prolonged QRS duration)이 나타난다. 심한 협착에 의해 심근에 저산소증이 발생하면 ST segment의 slurring 소견이 관찰되고, 심실성 또는 상심실성 부정맥이 관찰되기도 한다.\n방사선 흉부 방사선상 특징으로는 좌심실 확장과 협착 후 확장으로 불리는 상행 대동맥의 확장 소견이다(그림 8-17). 이러한 변화는 협착의 심하기에 따라 크게 다를 수 있다. 상행 대동맥 확장은 전종격 구조물의 중첩으로 확인하기 어려울 수 있다. 만약 이첨판 폐쇄부전이 대동맥판막하 협착증과 동시에 존재한다면 좌심방의 확장과 폐정맥 울혈과 폐부종 소견이 관찰되기도 한다. Golden Retriever에서 상행 대동맥과 IVS 사이의 각이 직각에 가까워서(aortoseptal angle), LVOT 속도 증가와 SAS가 잘 발생하는 것으로 알려져 있다(그림 8-17B).\n2D 심초음파 2D 심초음파는 비침습적이고 심장의 내부를 시각화하여 대동맥판막하 협착증의 심각도를 평가하고 구별하는 데 있어 가장 이상적인 검사법이다. 심장 초음파상, 좌심실성 비대, 좌심방 종대 소견이 주로 나타난다. 만성적 허혈성 손상때문에 좌심실에 섬유소침착증(fibrosis)이 일어나면 심내막이나 심실 유두근이 고에코성으로 관찰된다(그림 8-18B). 중격은 크게 비후되고 좌심실의 내강은 협소해진다(그림 8-18A). 또한 심한 좌심방 확장에 의해 대동맥대 좌심방비(LA:Ao ratio)의 증가 소견이 관찰된다.\n도플러 심초음파 도플러 초음파는 협착성 판막이나 판막하 병소를 확인하고 심하기를 평가하는 데 가장 민감도와 특이도가 높은 검사방법이다. 협착된 좌심실 유출로를 통과하는 혈류의 속도를 측정하면 대동맥 협착증의 심하기를 정확하게 평가할 수 있다. 협착이 심해질수록 협착부 상단과 하단의 압력차이가 심해지면서 이곳을 통과하는 혈류 속도는 빨라진다. 측정된 혈류 속도값으로 협착부 상단과 하단의 압력차이를 측정할 수 있으며(modified Bernoulli equation: Pressure gradient 5 4 3 최대속도2) 압력차이가 80~100 mmHg (maximal peak flow velocity 4.5~5.0 m/s)은 중등도 협착, 100 mmHg (5.0 m/s 이상)의 경우, 심각한 협착을 암시한다(그림 8-19).\n심장카테터법/심장조영술 대동맥판막하 협착증 확진을 위해 과거에는 많이 사용되었지만, 최근에는 도플러 초음파의 발달로 굳이 진단을 위해 필요하지 않다. 심장카테터를 이용한 심장조영술은 여러 가지 심장 기형이 의심될 때 사용된다. 심장조영술은 협착부위와 협착상단의 확장 부위를 가시적으로 보여준다. 그러나 심초음파와 달리 전신마취가 필요하고 마취시 심근의 수축력 저하효과에 의해 협착구멍을 통과하는 압력차가 낮게 측정된다. 실제로 경미한 증례의 경우 도플러는 명확하게 이상을 식별하지만 심장카테터법의 결과는 정상범위를 나타낸다.\n무증상환자 스크린 경미한 형태의 SAS를 살아있는 상태에서 진단하기 위해서는 청진, 혈관조영이나 심장 초음파검사 방법만으로는 불가능하다. 또한, 좌심실 유출로의 혈류 속도 측정 역시 민감하지 않고 특이적이지 않아서 논란도 많고 표준 검사로 사용되지 않는다. 최고 혈류 속도가 2.3~2.4 m/s를 능가해야 경미한 SAS로 진단하는 데 무리가 없다. 이와 함께, 다음과 같은 소견이 동반되어야 진단이 정확해진다: PW 도플러 검사에서 교란된 혈류, 2D상에서 이상 구조, 범이완기성 대동맥 역류, LVOT내 혈류 속도의 갑자기 빨라짐. 일부 조사자들은 BSA로 나눈 좌심실 유출로 면적(LV outflow tract area/BSA체표 면적) 1.46 cm/m2 이하나 대동맥-중격각 aortoseptal angle 1458 이하를 Golden Retriever 강아지에서 경증 SAS로 분류하는 기준으로 삼고 있다(그림 8-20).\n 치료 및 예후\n외과적 교정 심한 대동맥판막하 협착증의 가장 이상적인 방법은 판막하 병변을 수술적으로 절제하는 것이다. 좌심실 유출로 협착를 완화하기 위한 여러 가지 수술기법이 사용되지만 심폐우회로가 필요하고 고비용이며, 수술 후 사망률이 50% 이상이다. 경미한 협착의 경우, 수술이 필요하지 않고 실신 등의 증상을 보이는 심각한 협착의 경우와 비가역성 심근 손상이 없는 경우에 최후의 방법으로 고려될 수 있다. Metal dilator로 협착부위를 완화시킬 수 있으나 일반적으로 효과가 없다.\nBalloon Dilation Balloon valvuloplasty는 유출로 폐쇄를 경감하는 데 효과적이다. 이 기술은 동맥으로 카테터를 통해 협착부를 확장시키는 심장중재술로 외과적 교정보다 덜 침습적이고 사망률도 낮은 편이다(그림 8-21). 연구에 따르면 시술 당시에는 50% 정도의 압력차를 줄여주지만 그 효과가 2개월 정도로 짧은 편이다. 또한 대동맥판막하 협착증의 경우 치명적 부정맥, 대동맥판막성 심내막염의 발병, 대동맥판륜의 파열, 풍선 회수 동안 완두동맥의 avulsion 등의 생명을 위협하는 합병증이 있다. 그리고 약물요법과 비교해서 뚜렷한 생존율의 향상이 관찰되지 않는 증례도 많다.\n약물요법 심근 허혈의 임상적/병리적 소견에 따라, 일반적으로 b-차단제를 실신의 병력이 있거나 압력 구배가 심한 환자에게 적용을 고려한다. b-차단제(예, atenolol)는 최고 심박수를 낮추고, 심근의 산소 소비량을 감소시키며, 이완기 관상 동맥 혈류 시간을 증진시킨다. 만약 울혈성 심부전이 발생하면 일반적인 심부전 처치법에 따라 이뇨제와 혈관확장제 등을 투여한다. 이러한 이론적인 이점에도 불구하고, 회고 연구를 통해 SAS 환자에 대한 atenolol 처치가 생존율 개선에 효과를 보이지 않았다. 이론상, Ca 채널 차단제나 ACEi 역시 SAS 환자에 도움이 될 수 있다. 하지만 이러한 약물 역시 임상 실험은 아직까지 진행된 적이 없다. 수의사는 보호자에게 환자가 장시간 심한 운동을 삼갈 것을 추천해야 하지만, 어리고 건강하게 보이는 환자에서는 이러한 추천안이 항상 실효성이 있는 것은 아니다. 이러한 효과를 통해 허혈로부터 심근 손상을 보호하고, 부정맥 발생을 억제한다. 더 나아가, 고용량의 b-차단제를 투여받는 개는 운동능력이 떨어져서 장기간 심한 운동을 하려고 하지 않는다.\n예후 한 연구에서 심각한 SAS의 경우 25%가 3년 이내에 돌연사하였고 일부는 심내 막염 또는 심부전으로 발전하였다. 또한 대부분의 환자가 운동불내성과 실신의 임상증상을 나타냈다. 도플러 초음파상 압력차이가 50 mmHg 이하인 경우는 정상적인 삶을 살지만 100 mmHg 이상의 경우는 심각한 합병증을 동반하여 돌연사한다. 이 질환에 의한 합병증으로는 이첨판 역류, 대동맥판 역류, 대동맥 판막의 심내막염, 심방세동 등이 있다. 특히 돌연사는 급격한 운동 중이나 직후에 발생한다. 좌심방 확장을 동반하는 울혈성 심부전은 드물고 주로 심하지 않은 협착증이 있었던 나이 든 개에서 관찰된다. 이 질환의 평균 생존기간은 14.4개월이다.\n 폐동맥 협착증(임상증례 2번)\n 서론\n폐동맥 협착증(pulmonic stenosis)은 우심실 유출로를 협소하게 만들어 우심실에 압력과부하를 유발하고 그 결과 우심실의 비대와 우심방의 확장을 유발하여 복수를 주 증상으로한 울혈성 우심부전을 발생시키는 선천성 심장 질환이다(그림 8-22). 대동맥 판막협착증과 유사하게 폐동맥 판막협착증 역시 발생 위치에 따라서 판막 바로 위에서 발생하는 판막상 협착(supravalvular stenosis), 판막 자체의 결함으로 발생하는 판막 이형성(valvular displasia) 또는 누두형(infundivular) 협착증 그리고 판막 바로 아랫부위에서 발생하는 판막하 협착(subvalvular stenosis)으로 분류된다. 대동맥 협착증과 달리 폐동맥 협착증의 88%는 판막 자체 결함에 의해서 발생하는 누두형 또는 판막형 협착증이다. 개에서는 판막의 비후, 융합, 판막륜의 저형성(hypoplasia) 등 판막 이형성이 가장 일반적이고, 우심실 유출로(RVOT) 주위를 비정상적인 좌측 관상동맥이 둘러싸서 발생하는 판막하 협착은 잉글리쉬 불독이나 복서에서 많이 관찰되며, 판막상 협착은 거의 드물다.\n 발생기전\n폐동맥의 협착에 의해 우심실 유출로(LVOT)의 혈액박출이 방해를 받으면서 우심실의 수축기 때 압력과부하가 발생하고 이러한 만성적인 압력과부하는 우심실에 구심성 비대(concentric hypertrophy)를 유발한다. 비록 우심실에 구심성 비대가 일어나지만 우심실벽은 얇아서 확장성이 좋기 때문에 대동맥 협착에 의한 좌심실 비대처럼 심근 허혈에 의한 심근경색과 섬유화를 유발하지는 않는다. 대부분 경도-중등도 대동맥 판막협착증처럼 장기간 지속하면서 우심실의 압력부하를 유발하여 우심방의 정맥환류를 방해하여 우심방 확장을 동반한 울혈성 우심부전을 유발한다. 하지만 우심실 역시 정상보다 두꺼워지기 때문에 부정맥을 유발할 수 있다.\n 임상소견\n수컷의 발생비율이 암컷보다 약간 높고 비글, 복서, 잉글리쉬 불독, 마스티프, 사모예드, 슈나우져, 코커스파니엘 및 테리어종에서 주로 발생하며, 다인자성(polygenic) 유전적 소인이 보고되었다. 폐동맥협착 환자에서 우심실 유출로(RVOT)의 추가적인 폐쇄를 초래하는 누두부(infundibular region)의 비후는 수술적 혹은 풍선판막확대술(balloon valvuloplasty) 등 중재적 교정술의 예후를 악화시킬 수 있다. 대부분의 폐동맥 협착증은 첫 1년간 무증상인 경우가 많고, 협착이 심한 환자에서는 운동불내성(exercise intolerance)과 실신(syncope) 같은 전형적인 심부전의 증상과 복수/간종대/경정맥 노장 등의 우심부전 특유의 증상이 나타난다. 심방중격 결손 혹은 심실중격 결손이 병발한 개체에서는 우심압의 상승은 우측 혈액이 좌측으로 유입되는 역방향 션트(shunt reversal)가 일어나 청색증(cyanosis)이 발생하기도 한다.\n 진단\n신체검사 수축기 박출성 잡음(systolic ejection murmur)이 좌측 심저부(좌측 2~3 늑간-겨드랑이 부위)에서 청취되며(그림 8-23A), 협착이 심한 경우 precordial thrill도 촉진된다. 대퇴동맥 맥박은 정상 또는 약간 감소되고 우심부전과 복수가 있는 환자에서는 경정맥의 노장 및 박동이 명확하게 나타난다.\n심전도 병변이 미약하지 않다면, 우심실 종대 소견(deep S-wave in leads I, II, III aVF)이 대부분의 케이스에서 나타나며, 우심방 종대 소견(P pulmonale)이 드물게 나타난다(그림 8-23B). 우심 기원의 심실성 부정맥이 종종 나타나며, 이러한 부정맥이 실신(syncope)의 원인이 되기도 한다.\n방사선 Reverse D shape의 심장이 복배상 촬영 시 확인되어 우심계의 확장상을 보이며, 복배상에서 주폐동맥의 확장이 1시 방향에서 확인된다(그림 8-24). 근위 좌폐동맥의 확장과 폐의 혈관구조 감소가 확인되며, 몇몇의 환자에서는 후대정맥의 확장 및 간종대 그리고 복수로 인한 복강 내 serosal detail의 감소가 확인된다.\n심초음파 2D와 M-mode 심초음파를 이용해 우심실 심근의 비대, 유두근의 두드러진 비후, 비후되거나 비정상적인 모양의 판막, 좁아진 우심실 유출로(RVOT) 및 우심방의 확장 그리고 주폐동맥의 협착 후 확장을 확인할 수 있다. 컬러 도플러 심초음파 검사를 이용하여 폐동맥 판막부위의 역류와 판막폐쇄부의 원위방향으로 비정상적으로 증가된 제트혈류를 확인할 수 있으며, 스펙트럴 도플러(spectral Doppler) 심초음파 검사를 이용하여 우심실과 대동맥 간의 압력차이를 구하여 병증의 심각도를 측정할 수 있으며, 치료 및 예후 판정에 중요하다. 대동맥 판막협착증과 유사하게 협착부의 제트혈류 속도가 3 m/s 이하, 4 m/s, 5 m/s 이상인지에 따라 보통 경증, 중등도, 심각한 중증으로 분류할 수 있다(그림 8-25).\n심장혈관조영술(Angiocardiography) 수술적인 교정이나 중재적 시술 전 우심의 해부학적 구조를 명확히 확인하거나 추가적인 심장의 결손을 확인하기 위해 실시한다. 관상동맥 조영술을 잉글리쉬 불독이나 복서의 수술 또는 중재적 교정술 전에 실시하여 풍선확장술에 의해 혈관이 파열될 가능성이 있으면 수술이나 시술을 하지 않는 것이 좋다.\n 치료 및 예후\n약물요법 우심부전이 있는 경우 또는 울혈성 심부전증을 완화하기 위해 이뇨제 및 ACEi를 투약할 수 있으며, 풍선확대술의 효과가 미비하거나 수술 및 중재적인 치료전 혹은 이와 같은 시도가 어려울 때, b-blocker를 투여하여 효과를 볼 수 있다.\n외과적 교정 사람의 개방성 patch-graft 방법은 심한 판막하 폐동맥협착증(subvalvular pulmonic stenosis)을 치료하는데 주로 사용되는 외과적 치료법이다. 이 시술법은 풍선확대술로 치료하기 힘든 중증의 판막협착(예, 근육성 심실유출로 폐쇄증, 우심실의 이중성 챔버, 폐동맥 판막륜의 심각한 저형성)을 치료할 목적으로 개발된 치료법이다. 그러나 개에서 비정상적인 관상동맥의 발달로 수술 도중 혈관 파열의 위험성 때문에 판막하 폐동맥협착증(subvalvular pulmonic stenosis)에서는 이 수술방식을 적용하지 않는다. 또 다른 방법인 주폐동맥을 통한 valvulotomy는 우심실 유출로(RVOT)에서 주폐동맥(MPA)으로 협착부위를 우회하는 도관을 이식하는 수술법이다.\n풍선확대술은 판막성 폐동맥협착증(valvular pulmonic stenosis)을 교정하는 효과적이고 비침습적인 방법이다. 이 시술법은 카테터 끝 부분에 위치한 풍선을 판막의 폐쇄구멍에 위치시키고, 반복 팽창시켜 협착부위를 확장시킨다(그림 8-26, 8-27). 시술이 지시되는 경우로는 (1) 폐동맥 협착증과 관련된 심부전의 임상증상 발현(예, 운동불내성, 실신 등), (2) 협착부의 80 mmHg 이상의 압력 차이가 있는 경우에 실시한다. 이 시술법은 교차융합(commissural fusion)된 판막에서는 효과가 좋으나, 판막륜의 저형성(annular hypoplasia)에서는 효과가 별로 양호하지 않다. 심각한 근육성 우심실 유출로(RVOT) 폐색증이나 double chamber 같은 결손증을 가진 경우 풍선확대술은 큰 의미가 없다. 잉글리쉬 불독이나 복서에서는 좌측 관상동맥에서 우측 관상동맥이 비기형적으로 발생하면서 폐동맥 기시부를 빙 둘러서 형성된다(type R2A). 이로 인하여 외과적인 판막 성형술이나 풍선확대술 과정에 우발적으로 이 혈관을 파열시킬 가능성이 높다(그림 8-28). 따라서 이러한 품종에서는 시술이나 수술 전에 관상동맥 조영을 통해 이 혈관의 기형 여부를 먼저 확인해야 한다. 폐동맥 협착증에서 풍선확대술은 시술 예후가 아주 좋아서 보통 2년 이상 그 효과가 지속된다. 시술은 경정맥을 통한 단일 풍선확대술과 두 개의 대퇴정맥을 통한 이중 풍선확대술 두 가지 방법이 있다.\n예후 예후는 협착의 심각도에 따라 달라진다. 경증의 폐동맥협착 환자는 평생 정상적인 삶을 유지하지만, 중증의 폐동맥협착 환자는 주로 3년 이내에 사망한다. 돌연사나 울혈성 심부전증이 일반적으로 나타난다. 만약 환자가 삼첨판 역류, 심방세동, 빈맥 또는 울혈성 심부전이 발생하면 예후는 더욱 불량해진다. 일반적으로 미성숙한 동물은 진행이 빠르게 일어나고 성숙한 동물에서는 진행속도가 느리기 때문에 어린 환자는 모니터링 주기를 짧게 잡아서 환자 상태를 자주 평가하는 것이 중요하다.\n방실 판막 기형 Arioventricular valve malformation\n 삼첨판 이형성증\n 서론\n삼첨판 이형성증(tricuspid valvular dysplasia)은 선천적, 유전적 심장 질환으로 주로 판막의 발생학적 결함에 의해 판막의 폐쇄부전이 일어나 복수(개)나 흉수(고양이)를 주요 임상증상으로 하는 울혈성 우심부전을 유발하는 질환이다. TVD는 주로 삼첨판 소편이 발생 도중에 중격으로부터 분리가 덜 되거나 판막의 건삭인대(chordae tendineae)나 유두근 부착 부위가 비정상적인 위치에서 유래할 경우 발생하는 선천성 기형이다(그림 8-29). 만약 삼첨판의 판막 소편 부위가 우심실 첨단에서 비정상적으로 유래할 경우 Ebstein’s anomaly라고 따로 명명한다. 개의 경우 주로 대형견에서 발생 빈도가 높다.\nTVD의 가장 주요한 소견은 삼첨판의 폐쇄부전(tricuspid valve insufficiency; TVI)이다. 이러한 TVI는 개나 고양이 모두에서 우연하게 발견될 수 있다. 실제 임상에서 TVI의 가장 대표적인 원인은 퇴행성 판막변성이다. 이러한 퇴행성 판막변성은 주로 이첨판에서 많이 발생하지만 삼첨판 역시 같이 변성되는 경우가 많다. 다만 우심계가 혈역학으로 좌심계보다 작업부담이 적기 때문에 이첨판과 관련된 증상이 먼저 관찰되므로 임상적으로 퇴행성 이첨판 변성이 더 많이 관찰되는 것 같다. 선천성 삼첨판 결함인 TVD 이외에 TVI를 유발할 수 있는 기타 질환으로는 세균성 심내막염, 우심실에 압력부하를 유발하는 폐성고혈압이나 심장 사상충, 우심실에 비대나 확장을 유발할 수 있는 DCM이나 HCM 같은 심근 질환 등이 있다. 따라서 확진에 앞서서 이러한 후천성 및 속발성 요인에 의한 TVI를 먼저 룰 아웃해야 한다.\n 발생기전\n우심계가 순환계에 차지하는 비중이 좌심계에 비해 낮아서 폐동맥 협착이나 폐성고혈압을 동반하지 않는 삼첨판의 기형은 태생 후에도 눈에 띄는 임상증상을 쉽게 나타내지는 않는다. 하지만 우심실은 얇고 혈관저항성이 낮은 폐혈관계로 혈액을 보내는 역할을 한다. 따라서 폐혈관계에서 발생한 조그마한 압력과부하에도 우심실의 박출량이 현격하게 저하되어 심각한 우심계 혈액 정체를 유발하여 복수나 간종대 같은 울혈성 우심부전을 유발하게 된다.\n삼첨판의 형성장애로 삼첨판의 역류가 발생하면 우심방으로 혈액이 역류된다. 그 결과 우심방에 용적과부하가 발생하여 우심방 확장과 정맥혈액 정체를 유발한다. 이러한 변화는 결국 심실 수축기 때 우심실로 유입되는 혈류량을 증가시키게 되고 그 결과 우심실은 eccentric hypertrophy(확장)된다. 약물이나 외과적인 치료로 보상이나 교정이 되지 않으면, 우심실은 점점 더 확장되고, 삼첨판륜의 크기도 점점 더 증가되어 삼첨판막이 삼첨판륜을 완전히 커버할 수 없기 때문에 혈액은 더욱 더 많이 역류된다. 또한 우심실의 용적과부하에 의한 폐혈관계의 over-circulation은 이차적인 압력과부하를 유발하게 되어 우심방 역류를 더욱 악화시킨다. 결국 정맥귀환된 혈액이 우심계에서 정체되면서 전신 정맥혈관의 확장을 유발하여 복수나 흉수 및 간종대나 비장종대 같은 전형적인 우심부전의 증상이 발현된다.\n 임상소견\nTVD는 수컷이 암컷보다 호발하며, Labrador retriever(유전성), German shepherd, Great Dane, Weimaraner, Old English Sheepdog, Borzoi, Irish Setter, Newfoundland, Shih Tzu, Boxer종 개에서 호발한다. 본 질환에서 들리는 심잡음은 주로 수축기성 holosystolic murmur로, 우심첨부에서 잘 들린다. 심잡음과 함께 가장 대표적으로 관찰되는 증상이 복수증이며(그림 8-30B), 만약 흉수가 공존할 경우, 폐음이 muffled하게 들린다. 심한 우심방의 확장으로 기관를 등쪽으로 압박하여 환축이 기침을 하거나 휴식기에도 고개를 치켜들고 있는 orthopnea도 관찰된다(그림 8-30A). 만약 우심부전이 심할 경우, 복부 확장과 복부 파동감을 확인할 수 있다. 또한 우심실의 충전압이 상승하면, 경정맥의 박동과 확장이 관찰된다.\n 진단\n신체검사 삼첨판 이형성증에서 나타나는 역류현상 때문에 우심첨부(right apex)에 수축기성 역류음(systolic regurgitant murmur; 그림 8-31)이 청진되는데 이형성증 정도가 가벼울 경우 명백한 심잡음이 청진되지 않는 경우도 있다. 또한 우심실로 유입되는 혈류량 증가에 속발하여 폐동맥 판막의 개폐속도가 느려지면 S2 분열음이 청진될 수 있다. 그 외 일반적인 우심부전의 증상인 복수, 경정맥 노장, 간종대 등이 관찰된다.\n심전도 TVD의 가장 대표적인 심전도 소견은 QRS axis의 우측 변위와 lead I, II, III & aVF의 deep S 같은 우심종대 소견이다. 우심방 종대를 나타내는 tall P wave가 나타난다\n(그림 8-32). 또한 중격에 삼첨판이 분리되지 않아서 생기는 TVD 환자에서는 심실의 전도로에도 영향을 주어 splintered QRS 소견을 유발한다(이 파형은 모양은 이상하지만 생리적으로는 정상 심실 수축을 유도한다; 그림 8-32). 하지만 이러한 소견이 모든 증례에서 나타나는 것은 아니다. 심한 심방종대가 심할 경우, 심실상 빈맥성 부정맥(supraventricular tachyarrhythmias)과 심방세동이 관찰될 수도 있다.\n방사선 중증의 경우, 심한 우심방 종대로 인하여 광범위한 심장종대 소견이 나타나며, 때로 이러한 우심방 확장으로 좌심을 더욱 좌측으로 밀어붙이기도 한다. 심장의 음영은 마치 구상으로 보이지만 심첨의 모양은 변하지 않는다(그림 8-33A). 흉수, 복수 및 간종대 소견이 관찰되기도 한다(그림 8-33B). 심각한 간종대 때문에 위축(gastric axis)이 변위되기도 한다(그림 8-33B).\n심초음파 심초음파는 삼첨판 이형성증을 진단하는 데 가장 유용한 방법이다. 초음파상에서 우심방과 우심실의 확장을 확인할 수 있다(그림 8-34, 8-35). 또한 삼첨판 판막의 이상이 관찰되기도 한다. 판막의 소편은 심실 간 중격에 붙어 있는 경우가 흔히 관찰된다\n(그림 8-34A). 우심계 확장으로 좌심계가 상대적으로 작아 보이기도 한다. 컬러 도플러상에서, 우심방으로 역류되는 turbulent blood flow를 심장 수축기 동안에 관찰할 수 있다\n(그림 8-34B). 하지만 valve orifice 크기가 너무 클 경우, laminar blood flow 형태로 보인다. 개나 고양이에서 만약 다른 합병증이 없을 경우, continuous Doppler 상에서 확인되는 역류혈류의 속도는 보통 1.5~3 m/s이다(그림 8-35A). 삼첨판 이형성증은 ASD, MVD 등과 같은 다른 선천성 질환과 병발하는 경우가 있으므로 진단을 위해 세심한 검사가 필요하다.\n 치료 및 예후\n약물요법 치료의 목표는 증상을 완화시키고 복수의 양을 줄여 주는 방향으로 전개해야 한다. 통상 이뇨제와 ACE inhibitor가 주로 이용되며, 복수천자를 통해 복수를 제거해 주어야 한다. 약물치료는 이러한 복수의 형성 시간을 지연시켜 준다. 개나 고양이의 경우, 복수를 주기적으로 제거해도 심한 저단백혈증을 잘 유발하지는 않는다. 좌심부전에 의해 형성되는 폐부종과 달리, 복수를 보이는 우심부전은 복수를 제거하기가 쉽기 때문에 주기적으로 복수만 제거하면, 환자는 비교적 양호한 건강상태를 유지할 수 있다. 하지만 복수의 축적속도가 점점 빨라지게 되고 환자의 치료 반응도 점점 나빠지게 되면, 안락사를 고려해야 한다. 역류에 의한 우심방 확장 때문에 심방세동이나 심실상성 빈맥이 발생하면 digoxin이나 베타차단제 같은 항부정맥 약물을 적용할 수 있다. 일부 학자에 따르면, spironolactone (1~2 mg, q12 PO)이 복수 완화에 효과적이라고 한다.\n외과적 교정 삼첨판을 인공판막(bioprosthetic valve)으로 대체하는 수술이 있지만 수술후 혈전증과 섬유화가 빨리 진행되기 때문에 전반적으로 치료효과가 불량하다(그림 8-36).\n예후 삼첨판 이형성증의 예후는 병증의 심하기에 따라 다양하다. 개에서 심한 삼첨판 역류증이 있어도 울혈성 심부전 증상이 느리게 발현되는 경향이 있어서 7~8년 이상 생존하는 경우가 많다. 하지만 울혈성 심부전 증상이 발생하면 보통 예후는 불량하다. 생후 1년 미만부터 심부전의 증상을 보이는 환자는 예후가 불량하다.\n Ebstein’s anomaly(임상증례 19번)\n 서론\nEbstein’s anomaly는 삼첨판 기형의 일종으로 삼첨판 판막 소편이 우심실 첨단에서 기시하는 삼첨판 판막형성 장애이다. 특히, 중격측 삼첨판의 소편이 우심첨에 연결되면서 우심방의 영역이 우심실을 거의 다 차지하게 된다. 그 결과 판막을 기준으로 판막 위쪽의 심실공간이 심방화(right ventricular atrialization)된다(그림 8-37). 이로 인해 우심실 내강이 비좁아지면서 우심압이 높아지기 때문에 태아기 때의 심방 간 혈액 교류가 그대로 유지된다. 따라서 많은 Ebstein 환자에서 ASD를 동시에 볼 수 있다. 궁극적으로 고압성 우심계에 의한 역방향 션트(R-L shunt)가 유발된다. 개와 고양이에서는 발생이 드문 선천성 심장병이지만 심한 삼첨판 이형성증(TVD) 환자의 경우, 이 질환을 의심해 볼 수 있다.\n 발생기전\nEbstein’s anomaly의 혈역학적 변화는 판막의 변위 정도와 삼첨판의 역류 정도에 따라 다르게 나타난다. 삼첨판 기형에 의해 심장 수축기 동안 우심실에서 우심방으로 혈액이 역류되어 우심방의 수축기압이 상승하고 우심방의 용적은 증가된다. 우심방은 정상적인 venous return과 우심실에서 역류된 혈액으로 인해 증가된 혈량을 수용하기 위해 확장된다. 이러한 삼첨판의 기능부전에 의한 혈액의 역류는 점차적으로 우심실을 확장시키고 역류된 혈액을 보상하기 위한 stroke volume의 증가가 일어난다. 우심실이 점점 확장됨에 따라 삼첨판륜의 크기도 증가되어 삼첨판막이 삼첨판륜을 완전히 커버할 수 없게 되고 그 결과 혈액은 더욱 역류되어 종국엔 우심부전의 증상을 나타내게 된다. 우심부전은 정체되는 venous return 때문에 복수나 흉수, 간, 비장종대를 일으킨다. 삼첨판의 변위가 심한 경우 변위된 판막에 의해 우심실 유출로의 혈류 흐름을 방해하게 된다. 따라서 삼첨판의 역류는 더욱 심해지게 되고 우심실에 심각한 압력과부하가 발생하게 된다. 그 결과 태생기 때 존재하던 좌심방과 우심방 사이의 션트가 잔존하면서 PFO(난원공 잔존)나 ASD를 유발한다. 그 결과 R-L shunt에 의한 청색증(cyanosis)이 나타날 수 있다. 하지만 개에서 좌심방과 우심방 사이의 션트가 잔존하면서 유발되는 PFO나 ASD의 발생비율이 낮아서 청색증의 발생 빈도는 낮다.\n 임상소견\n사람에서 Ebstein’s anomaly가 있을 경우, 높은 우심방 압력으로 인해 태어난 후 심방중격이 완전히 닫히지 않아 심방중격 결손(ASD), 혹은 난원공 잔존(PFO)이 많이 발생한다. 개와 고양이에서의 종과 성별 특이성은 없지만, Labrador Retrievers와 Boxer종은 삼첨판 이형성(TVD)의 발생 위험도가 높은 걸로 보고되고 있다. 사람의 경우에도 대다수가 산발적으로 발생한다고 보고되고 있지만 가족력에 의한 발생도 보고되고 있다. 발생원인에 대해서 명확히 밝혀진 바는 없지만 lithium과 benzodiazepines의 산모 노출과 연관이 있다는 보고도 있다. 최근 연구 결과에 따르면, homoebox 전사인자인 NKX2.5의 변이와 11번 염색체의 재배치가 사람의 Ebstein 기형과 관련되어 있다고 한다. 개의 경우, 삼첨판 기형의 가족력이 있는 3마리의 순종 리트리버에서 유전자 분석결과 상염색체 우성유전과 후보 유전자가 9번 염색체에 존재한다는 연구결과가 있었으며, 이들에서 유전변위를 일으킬 수 있는 어떠한 의료적 처치는 없었다고 한다.\nEbstein 환자에서 관찰되는 주요 임상증상으로는 일반적인 우심부전과 연관된 호흡곤란, 운동불내성, 흉수, 복수로 인한 복부팽만, 간종대, 비장종대 그리고 R-L shunt에 따른 청색증 등이 있다.\n 진단\n신체검사 우심부전에 의한 호흡곤란, 운동불내성, 복수에 의한 복부팽만 등이 주로 확인된다. 정맥귀환된 혈액의 정체에 의한 경정맥의 노장, 간종대, 비장종대 등이 나타날 수 있고, 만약 환자가 ASD나 PFO가 동발된 경우, R-L shunt에 의한 청색증을 확인할 수 있다. 청진상 특징으로 제1 심음과 2 심음의 분열에 의한 quadruple rhythm과 삼첨판 역류에 의한 연속성 잡음 혹은 수축기성 잡음을 우측 심첨에서 들을 수 있다. 만약 삼첨판 협착이 있을 경우 이완기성 잡음이 들리며, 우심실 유출로의 장애(pulmonic stenosis)가 있다면 수축기성 박출음이 나타난다.\n심전도 일반적인 우심종대 소견(tall P-wave, deep S wave in leads I, II, III, aVF, and splintered QRS complexes, QRS파의 우측편위)과 paroxysmal supraventricular tachycardia (SVT), right bundle branch block, Wolff-Parkinson-White (WPW) syndrome이 질병의 정도에 따라 나타날 수 있다.\n방사선 심한 우심방 종대의 경우 광범위한 심장종대 소견이 나타나며, 심장의 음영이 구상으로 나타난다. 후대정맥의 확장, 간종대, 복수, 흉수 등의 소견이 관찰되기도 한다.\n심초음파 2D와 M-mode 심초음파를 이용해 판막의 비후 및 형태 이상과 확장된 우 심방, 심방화된 우심실을 관찰할 수 있고(그림 8-38A), 심첨 쪽으로 변위된 삼첨판을 확 인할 수 있다(그림 8-38C). 심각한 우심계 확장에 의해 우심압이 높아지면 중격을 압박하여 좌심계가 협소해진다(그림 8-38A, B, D). 컬러 도플러상에서 우심방으로 역류되는 turbulent blood flow를 심장 수축기 동안에 확인할 수 있으며(그림 8-38D), 드물지만 방실중격 결손(ASD)이나 난원공 잔존(PFO)이 있는 경우 shunt를 관찰할 수 있다(그림 8-38B). 삼첨판의 역류 시 혈류속도는 4 m/sec 이상이다(그림 8-38B).\nCardiac catheterization 우심계의 압력과부하로 경정맥으로 주입된 조영제가 역행하는 현상을 확인할 수 있고 만약 ASD나 PFO가 존재할 경우, 우심방으로 통해 좌심계가 조영되는 현상을 확인할 수 있다. 또한 intracardiac ECG 검사를 통해 판막기형에 의한 splintered QRS의 발현지점을 확인할 수도 있다.\n 치료 및 예후\n약물요법 치료의 목표는 증상을 완화시키고 복수의 양을 줄여주는 방향으로 전개해야 한다. 일반적으로 우심부전에 준하는 약물치료를 사용한다. 울혈성 심부전에 대한 치료로 강심제와 이뇨제, ACEi를 사용하며, 부정맥이 나타나는 경우 항부정맥 치료제를 사용하고 청색증이 있는 경우 산소를 공급하고 다혈구증이 심하면 정맥방혈을 시도한다. 약물치료에 대한 반응이 충분하지 않은 경우, 복수를 주기적으로 제거해 증상을 완화시킬 수 있다. 하지만 복수의 주기가 점점 빨라지고 환자의 치료 반응도 점차 나빠지면 안락사를 고려해야 한다.\n외과적 교정 사람의 경우, 삼첨판의 변위 정도와 우심실 유출로의 협착 정도에 따른 여러 수술법이 사용되고 있지만, 개의 경우 외과적 수술방법은 전반적으로 치료 효과가 불량하다.\n예후 사람의 경우, Ebstein’s anomaly의 예후는 삼첨판의 변위 정도와 역류 정도에 따라 다양하게 나타난다. 50% 이상이 진단 후 수술적 교정 없이 15년 이상 생존했다는 보고가 있지만, 개와 고양이의 경우 이 질병 자체가 드물고 보고된 케이스도 적어 아직까지 명확한 생존기간에 대한 평가는 이루어지지 않고 있지만, 전반적으로 예후는 불량한 편이다. 최근 Ebstein’s anomaly를 포함한 삼첨판 기형에 대한 한 연구서에 따르면 환자의 예후는 우심부전의 정도와 병발된 다른 합병증(예, ASD나 폐성고혈압)의 유무에 따라 결과가 크게 달라졌다고 한다.\n복합 심장 기형\n 팔로사증(Tetralogy of Fallot; ToF; 임상증례 7번)\n 서론\n팔로사증은 대동맥의 기시부가 우심쪽으로 치우쳐 형성되면서(대동맥 기승; overriding aorta), 심실의 막성중격 결손(VSD)의 발생과 폐동맥의 협착(PS)이 유발된다. 이러한 우심계에 형성된 복합기형 때문에 우심에 압력과부하가 발생하여 우심실 비대가 발생한다. 이러한 네 가지 심장기형이 복합적으로 나타나기 때문에 이를 팔로사증이라고 한다(그림 8-39). 이러한 우심계 압력과부하를 유발하는 복합기형 때문에 태생기 때 존재하던 좌심과 우심 사이의 션트(ASD, PDA)가 잔존하게 되는 경우가 많기 때문에 TOF와 함께 PDA나 ASD가 동반 발생하는 증례가 많다. 이러한 복합 증례를 pentalogy of Fallot (POF)라고 한다. TOF는 Keeshond 종에서는 conotruncal septum의 형성 장애의 일부로 발병하기도 한다. 이 품종에서 TOF는 다유전자성 병인에 의해 발생하는 것으로 보고 있다.\n 발생기전\n발생학적으로 이 질환은 대동맥 기승과 우심실 유출로 폐색(PS)에 의해 우심실 박출이 장애를 받아 우심실에 압력과부하가 형성된다. 이러한 우심의 압력과부하에 의해 심실 간 중격에 형성된 VSD를 통해 역방향 션트(shunt reversal)가 일어나 혈류는 우심실에서 좌심실 방향으로 흐르게 된다. 따라서 전신혈류에 산소포화도가 떨어져 청색증이 발생한다. 청색증이 지속되면 이를 보상하기 위한 적혈구증가증이 일어난다. 적혈구증가증에 의해 혈액의 점도가 상승하면 말초혈관 저항성이 증가되어 심박출량 저하와 함께 심부전 증상이 악화된다. 또한 심각한 저산소증과 압력과부하에 의한 심근 비대에 의해 심근에 허혈성 손상이 발생하여 치명적인 심실성 부정맥이 발생할 수도 있다. 임상증상은 우심실에 걸려있는 압력부하 때문에 우심방으로 귀환되는 정맥혈액이 정체되어 울혈성 우심부전이 발생하여 나타난다. 또한 역방향 션트(R-L 션트)에 의해 유발되는 청색증 및 심근의 허혈성 손상에 의한 섬유화와 심부정맥에 의해서도 임상증상이 나타난다. 임상증상의 심각도와 종류는 우심실의 압력과부하(우심실 유출로 협착 정도)와 션트의 방향과 크기(청색증의 정도)에 의해 결정된다. 폐동맥 협착증이 심하지 않다면, 우심실 내압이 약간만 상승하기 때문에 정상적인 좌심과 우심 사이에 압력 차이가 유지되므로 션트의 방향성은 정방향을 나타내어 청색증도 발생하지 않고 심각한 복수도 관찰되지 않는다. 반면에 만약 폐동맥 협착증이 심한 경우라면, 우심실 내압은 상당히 증가할 것이고 그로 인해 역방향 션트가 발생되며 심각한 청색증과 복수 소견이 쉽게 관찰된다. 산소포화도가 낮은 우심실의 혈액은 산소가 풍부한 좌심실의 혈액과 섞이게 되면, 저산소혈증이 유발되며 신장은 EPO(적혈구 조혈인자)의 방출을 증가시킨다. 만성적으로 증가된 EPO에 의해 다혈구증(polycythemia)이 일어나 PCV가 심하게 상승한다. 이로 인하여 혈액내 점도가 상승하고 혈류의 저항이 증가된다. 헤모글로빈이 5 g/dL 정도 불포화되면 청색증이 유발되고, PCV가 65% 이상이면 미세혈관내 혈액 정체가 심해져서, 조직 산소교환 불량, 혈관내 혈전, 출혈, 부정맥, 쇼크 및 심장마비가 발생한다. 하지만 심실 사이에 존재하는 션트 때문에 우심실 내 압력과부하에도 불구하고 울혈성 심부전증으로 진행하는 경우는 많지 않다.\n 임상소견\nKeeshond, English Bulldog, Miniature Poodle, Miniature Schnauzer 및 Wire-Haired Fox Terrier에서 호발하며, 이러한 심장 기형은 다른 품종의 개나 고양이에서도 발생할 수 있다. 주요 임상소견으로 성장지연, 운동불내성, 청색증, 실신, 발작 등이 나타날 수 있으며, 청색증은 흥분을 하거나 운동 시 더욱 뚜렷이 나타난다. Precordial thrill이 좌우측 제3 늑간에서 균일하게 촉진되며, 일부 증례에서는 우측에서 더 강하게 촉진되기도 한다. 울혈성 우심부전에 의해 경정맥 노장과 박동을 관찰할 수 있다. 대부분의 경우, 폐동맥 협착증에 의한 수축기 박출성 잡음을 좌측 제2~3 늑간부에서 청진할 수 있다. 하지만 만약 폐동맥 협착증이 심하지 않을 경우, 심실중격 결손을 통한 L-R shunt에 의해 범수축기 잡음이 오른쪽 흉벽에서 청진되기도 한다(이때 청색증은 나타나지 않는다). 하지만 혈액점도가 증가하면서 심잡음의 강도가 약해져 심잡음이 전혀 청진되지 않을 수도 있다.\n이 질환은 어리고 순종에서 다발한다. 임상증상이 없을 수도 있지만 대부분의 경우, 호흡곤란, 운동불내성, 청색증, 성장지연이 나타난다. 심한 증례에선 청색증이 휴식을 하고 있을 때도 관찰되지만, 점막이 핑크빛을 띠는 경우도 있다. 청색증으로 인해 기절하는 병력이 있을 수 있으며 운동을 실시한 후에 더욱 심하게 발생한다. 적혈구증가증에 의한 발작을 포함한 중추신경계성 증상이 나타나기도 한다.\n 진단\n신체검사 대부분의 환자는 발육지연 때문에 같은 배의 다른 강아지나 고양이에 비해 크기가 작다. PS의 심하기에 따라 청색증이 나타날 수도 있고 나타나지 않을 수도 있다. 어떤 경우, 운동 직후에만 청색증을 보이는 경우도 있다. 이러한 청색증은 몸 전체에 걸쳐서 관찰되지만 주로 구강, 음경, 음문, 항문과 같은 점막이나, 공막에서 쉽게 관찰할 수 있다. 일반적으로 TOF 환자는 복수, 간종대, 비장종대, 경정맥 노장 같은 우심부전의 소견이 관찰된다. 하지만 이러한 소견은 전적으로 우심실 유출로 폐색이 얼마나 심한지와 션트혈류의 방향이 정방향성인지 아니면 역방향성인지에 따라 달라진다.\n심전도 심전도상의 주요 소견은 deep S파나 negative QRS deflection (leads I, II, III, aVF) 같은 우심종대 소견과 QRS축의 우측 변위(특히, 고양이)이다(그림 8-40). 심근의 허혈성 손상의 정도에 따라 부정맥이 발생하기도 한다.\n방사선 방사선상의 특징적 소견은 우심실의 중심성 비대(concentric hypertrophy)로 인한 우심실 종대 소견과 역방향 션트와 저산소성 혈류의 좌심계 유입에 다른 폐혈관계의 음영(pulmonary vascular marking)의 감소 소견이다(그림 8-41). 하지만 PS가 심하지 않아서 정방향성 션트가 유지되는 경우, 폐혈관계의 음영은 오히려 증가되어 보일수도 있다. 또한 전형적인 울혈성 우심부전에 의해 심장 음영의 폭의 증가(심장 음영이 4 늑간수 이상 차지), 후대정맥의 확장, 간종대, 비장종대, 기관 전방부의 거상 및 복수에 의한 복강장기의 serosal detail의 소실 소견 등이 나타날 수 있다(그림 8-41).\n심초음파 팔로사증의 진단에는 2D와 컬러 도플러 초음파 검사가 필요하다. 대동맥을 관찰할 수 있는 우측 흉골연장축 단면상에서 심실중격 결손과 대동맥변위를 확인할 수 있다(그림 8-42A와 B). 또한 이 단면에서 컬러 도플러 검사를 실시하면, 심실중격 결손을 확진할 수 있고 이곳을 통과하는 션트혈류의 방향을 평가할 수 있다(그림 8-42B). 우심실에 걸려 있는 압력과부하에 의해 우심실벽이 좌심실벽과 비슷한 두께 이상으로 비후되고 중격이 납작해지면서 좌심실의 공간이 상대적으로 협소해진다(그림 8-42D). 통상 우심실과 좌심실벽의 두께 비가 1.0~2.3 정도가 된다(연령이 어린 개의 정상적인 두께 비는 0.4~0.8이다). 또한 대동맥 단축 단면에서 심각한 우심실 유출로(RVO) 협착이나 형성장애를 확인할 수 있다(그림 8-42C). 생리식염수를 이용한 조영심장 초음파(contrast echocardiography; 일명 bubble study) 검사를 통해 션트혈류의 방향을 정확하게 평가할 수 있다. 도플러 초음파 검사를 통해, 폐동맥 협착 정도를 평가할 수 있고 심실중격 결손 부위의 방향이나 압력차이 등을 평가할 수 있다. 상당수의 TOF 환자에서 PDA나 ASD(그림 8-43) 소견이 동시에 관찰되기도 한다. 이러한 경우를 pentalogy of Fallot (POF)라고 한다.\n실험실 진단 팔로사증에 이환된 많은 환자에서 적혈구증가증과 nRBC가 특징적으로 관찰된다(그림 8-40A). 그러나 나이가 어릴수록 매우 심한 저산소증은 관찰되나, 적혈구 증가증은 심하지 않은 특징을 지니고 있다. nRBC는 골수의 빠른 재생반응을 암시하는 소견이며 일반적으로 재생성 빈혈환자에서 나타난다. 청색증 환자에서는 저산소증에 의한 반응으로 적혈구 생산 증가가 이루어져서 어린 적혈구가 혈액 중에서 나타나는 것이다. 동맥혈 가스분석은 질병의 심각한 정도를 예측할 수 있는 좋은 척도이다. 특히 적혈구증가증이 관찰되지 않는 동물에서 더욱 그렇다. 팔로사증에 이환된 동물의 동맥혈 산소분압은 39~64 mmHg로 낮게 보고되어 있다(정상범위 90~110 mmHg).\nCardiac catheterization 인의학에서는 개흉수술 전에 심장카테터 검사를 실시한다. 이러한 검사를 통해 협착 정도를 평가할 수 있고, 심실중격 결손의 위치를 알 수 있으며, 대동맥 변위 정도와 관상동맥 이상과 같은 합병증을 확인할 수 있다. 수의학에서는 개흉수술이 거의 실시되지 않고 있으며, 특히 심초음파의 발달로 심장카테터 검사의 필요성이 많이 약화되어 있다. 카테터를 이용한 경정맥에서 혈관 조영촬영을 통해, 심실중격 결손을 통한 역방향성 션트와 폐동맥 협착을 확인할 수 있다.\n 치료 및 예후\n외과적 처치 현재까지의 사망률과 수술 비용으로 인해 외과적 교정술을 실시하는 경우는 드물다. 외과적 처치방법은 수술을 통해 L-R shunt를 만들어 폐로 들어가는 혈류량을 증가시켜 증상을 완화시키는 것이다. 또는 쇄골하 동맥과 폐동맥을 문합하거나, 하행성 대동맥과 폐동맥을 서로 문합시키는 방법이 주된 방법이다. 논문에 따르면, subclavian artery와 폐동맥 간의 션트를 만들어 주는 수술법(Blalock-Thomas-Taussig)이 개와 고양이에서 사용된 바 있다. 일부 외과의는 subclavian artery를 아래로 이동시키는 대신에 이식 방법을 사용한다. 청색증 발생부 원위단에 좌-우 단락을 만들어서 폐관류량을 증가시키고 산소포화된 혈액이 전신 순환계로 들어가게 한다. 보조 션트의 크기는 수의 환자에서 이러한 션트가 얼마나 장시간 동안 개방된 상태로 유지될 수 있는지에 대한 조사가 보고된 바 없지만, 한 증례보고에 따르면 Blalock-Thomas-Taussig shunt를 통해 10년 이상 개방된 상태로 유지된 경우가 있었다. 또 다른 옵션으로, 만약 동맥관이 열려 있으면, PDA에 스텐트를 장착하여 폐혈류량을 증가시키는 방법이 있다.\n중재적 시술(Interventional therapy) 폐동맥 판막부위에 풍선판막확대술(balloon valvuloplasty)을 실시할 수 있다. 이것을 통해, 폐동맥 혈류량을 증가시킬 수 있고 R-L shunt를 줄여줄 수 있으며, 동맥혈의 산소분압을 증가시킬 수 있다.\n내과적 치료 내과적 치료의 목표는 (1) 산소요법으로 청색증을 완화시키고, (2) 방혈이나 골수억압을 통해 적혈구 증가증을 개선시키며, (3) 베타차단제나 칼슘채널 차단제를 통해 우심실의 이완기능을 확보해 주고, (4) 이뇨제나 정맥성 혈관 확장제 투여를 통해 울혈성 우심부전의 증상을 완화시켜 준다. 마지막으로 운동제한과 염분제한을 통해 심장에 부담을 줄여준다.\n- 방혈(phlebotomy): 정맥 방혈은 PCV가 65% 이상일 때 지시된다. 정맥 방혈을 통해 PCV가 55~62% 이하로 떨어지면 저산소증을 유발할 수 있으므로 그 이하의 방혈은 금지해야 한다. 또한 방혈을 실시한 후 방혈된 혈액의 2배 정도의 생리식염수를 투여하여, 혈액을 희석해 주어야 한다. 이러한 방법을 통해 임상증상이 많이 개선될 수 있다. 방혈 시 목표 PCV는 60~65%로 해야 한다. 다음은 방혈량 계산법이다.\n방혈량(mL)5[체중(kg)30.08]31000 mL/kg3\n- Hydroxyurea: Hydroxyurea는 가역적인 골수억압 약물로 적혈구 생산을 약물로 억제할 때 사용한다. 30 mg/kg/day의 시작용량으로 7~10일간 투여한다. 투여시 CBC와 혈소판 수치를 매 1~2주마다 검사해야 하고, 백혈구감소증, 혈소판감소증, 빈혈이 발생할 경우, 혈액수치가 정상이 될 때까지 약물투여를 중단해야 한다. 식욕부진, 구토, 골수 저형성, 꼬리의 처짐과 같은 부작용이 나타날 수 있다.\n- 베타차단제(β-blockers): 베타차단제는 우심실의 이완(확장)능력 감소와 심근의 저산소혈증에 의한 산화적 손상을 완화시키는 데 도움이 된다. 이론적으로 이러한 약물은 우심실 유출로의 비대로 입구(infundibulum)가 좁아지는 현상을 완화시켜 폐동맥으로 유입되는 혈류량을 증가시켜 준다. 임상에 사용되는 약물은 비선택성 차단제인 propranolol (2.5 mg/kg q8-12h PO)이 있다.\n- 칼슘채널 차단제: Verapamil (0.5~1 mg/kg q8h PO) 같은 칼슘채널 차단제를 투여하면 우심실의 이완기능을 개선시킬 수 있다. 저자의 경험에 따르면 베타차단제로 큰 개선 효과를 보이지 않는 환자에서 verapamil 투여로 임상증상 개선이 관찰된 경험이 있다. 하지만 또 다른 환자에서는 propranolol 같은 베타차단제가 임상증상을 더 완화시켰던 경험도 있다. 따라서 그 효과는 case by case인 것 같다. 다만 두 가지 약물을 동시에 투여했을 때, 환자는 심각한 저혈압에 빠져서 청색증이 더 악화될 수 있다는 점을 명심해야 한다.\n- 응급시 약물 처치: 심한 저산소성 증상은 케이지 휴식, 산소, IV 수액과 중탄산나트륨\n(만약 대사성 산증이 관찰되면)으로 치료해야 한다. Phenylephrine 같은 혈관 수축제로 치료하면, 응급 상황에서 우-좌 단락 혈류량을 감소시키는 데 도움이 될 수 있다. 심한 혈관 확장 능력이 있는 약물(예, acepromazine)은 피해야 한다.\n예후 팔로사증에 이환된 동물들의 질병의 경과나 생존기간은 정확하게 알 수 없다. 일반적으로 폐동맥의 협착 정도와 적혈구 증가증의 정도에 따라 다르다. 경증의 경우, 간단한 문합술로 4~7년간 생존한 증례도 있지만, 대부분 진행성 저산소증과 적혈구증가증에 의해 심장마비로 급사하는 경우가 많다. 다른 청색증을 유발하는 심장 질환과 같이, 팔로사증도 폐혈류량이 유지되고 혈액 점도 증가(hyperviscosity)가 개선된다면 몇 년 동안 생존할 수 있다.\n혈관 발생 기형\n 혈관륜 기형(Vascular ring anomalies)\n 서론\n혈관륜(vascular ring)은 인접한 폐나 신체로 혈액을 공급하는 동맥혈관계에 의해 기관이나 식도가 압박되는 혈관 압박 증후군(vascular compression syndrome)의 한 종류이다. 본 증후군은 크게 혈관륜, 무명 동맥 압박 증후군(innominate compression syndrome), 폐동맥 포위증(pulmonary artery sling)으로 나뉜다. 혈관륜은 대동맥궁의 비정상적인 발생 기전에 의해 기관과 식도를 완전히 포위하는 질환으로 개의 경우, 우동맥궁이 잔존하는 이중 대동맥궁(double aortic arch)이 가장 흔히 발생되는 유형이다(그림 8-44). 대동맥궁은 양측 대칭성으로 발생하지만, 후에 우대동맥궁은 동맥관 인대(ligamentum arteriosum)로 퇴축되고 좌대동맥궁은 무명 동맥, 좌경동맥, 좌흉골하 동맥으로 분지된다. 그리고 좌쇄골하 동맥부에 근접한 대동맥의 일부가 근위 폐동맥과 연결되는 동맥관(ductus arteriosum)으로 분지된다. 혈관륜은 이러한 동맥궁 발생 과정중에 유발되는 기형으로 이중 동맥궁(double aortic arch)과 우동맥궁 잔존에 의한 혈관 기형이 대표적 발병 원인이다. 때로 좌측 전방 대동맥 이상과 동맥관 잔존증(patent ductus arteriosum)이 공존하는 증례도 있다. 고양이에서는 매우 드물다.\n 발병기전\n우측 대동맥궁이 잔존함에 따라 식도가 이러한 혈관에 포위된다. 때문에 음식을 저장후 음식물의 역류가 나타나고 기관이 압박되면 다양한 호흡기 증상이 나타난다.\n 임상소견\n주요 임상증상은 음식물의 역류(regurgitation), 성장 지연과 다양한 호흡기 증상이다. 고형 음식물을 먹지 않는 어린 연령에서는 식도 압박에 의한 음식물의 역류가 일어나지 않으므로 생후 6개월 이후에 주요증상이 발현된다. 주로 압박을 받는 식도의 위쪽에서 식도 확장이 관찰되며, 드물게 식도의 운동장애가 발생하면, 아래쪽에서도 확장 소견이 감지된다. 기관이 압박되면 기침과 협착음(stridor)이나 천명음(wheezing) 같은 호흡기 소견도 관찰되며, 흡인성 폐렴(aspiration pneumonia)이나 이중 대동맥궁증에 의해 청색증 소견이 관찰되기도 한다. 천식증(asthma)과 호흡기 증상이 비슷하지만, 천식의 경우, 주로 호기 말기 시에 천명음이 들리지만, 본 질환의 경우, 흡기와 호기에 상관없이 천명음이 관찰된다. 동맥 혈관 압박에 의해 말단부 동맥 박동이 비정상적으로 약하게 감지될 수 있다. German Shepherd와 Irish Setter에서는 가족성 발생이 보고되고 있다.\n 진단\n방사선 조형제 촬영법이 가장 흔히 이용되는 진단 방법이다. 바륨 조형제를 투여하면 협착된 식도 부위를 확인할 수 있다. 방사선상의 특징 소견은 전방 종격 확대(widening of cranial mediastinum), 기관의 복측 변위(ventral displacement of trachea) 및 흡인성 폐렴 등이다(그림 8-44). 또한 대동맥궁이 오른쪽으로 변위되어 관찰된다.\n 치료 및 예후\n치료 방법은 외과적으로 혈관륜(대동맥궁)을 분리하여 압박을 제거하는 방법(ligamentum arteriosum을 절단)이 모든 종류의 혈관륜 기형에 적용되며, 환자를 똑바로 세운 자세로 반고형 사료를 영구적으로 급여하는 방법도 이용된다. 예후는 식도 역류를 얼마나 잘 교정하느냐에 따라 다양하다. 보통 외과적 절단술이 성공적으로 행해지면 90% 이상의 환자에서 임상증상이 크게 개선된다. 그러나 일부 환자에서 식도의 저운동성이나 역류증이 잔존하기도 한다. 이환된 환자는 거대식도증 환자처럼 기립자세에서 반고형 음식을 급여하는 방법으로 음식물의 이동을 원활하게 하여 임상증상을 개선시키고 오연성 폐렴의 발생을 예방할 수 있다. 빠른 진단과 외과적 치료가 최상의 예후를 가져다 준다.\n대동맥 축삭\n 서론\n대동맥 축삭(coarctation of the aorta)은 심장 기저부를 지나는 하행성 대동맥의 일부분이 수축하거나 좁아지는 선천성 질환이다. 하행 대동맥 일부가 막히면 특징적인 잡음이 들리고, 전지로 가는 혈액량의 증가로 전지의 혈압은 높아지지만 후지로 가는 혈액량은 크게 감소되어 혈압이 감소되는 이중 혈압 현상이 관찰된다. 그림 8-45에 묘사된 것처럼 임상에서 크게 세 가지 형태의 대동맥 축삭이 관찰된다.\n 발병기전\n하행 대동맥의 축삭(협착)에 의해 하행 대동맥으로 유출되는 혈류가 차단되어 후지에 혈압감소를 유발하고 좌심실에 심각한 압력과부하를 유발한다. 반대로 상행 대동맥을 통해 유출되는 혈액량은 상대적으로 증가하여 전지에 혈압상승을 유발하다. 좌심실의 압력부하가 심해지면 좌심실에 중심성 비대를 유발하고 이첨판륜의 확장과 역류를 유발한다. 그 결과 좌심방 확장을 유발할 수 있다. 반면 심한 축삭의 경우, 동맥관이 태생 직후에 자연 폐색되면서 압력과부하를 완화시켜 줄 수 없기 때문에 심각한 울혈성 좌심부전증을 유아기 때 유발시켜 조기폐사를 유도할 수 있다.\n 임상소견\n개에서 이 질환은 겨우 2마리의 발병 보고만 발표되어 있을 정도로 매우 발생이 드문 질환이며 수축기와 이완기성 심잡음과 좌심실 부전을 유발한다. 상행 대동맥의 관상 형성부전(tubular hypoplasia)에 의한 대동맥 축삭이 한 증례 보고된 바 있다.\n 진단\n확진을 위해 혈관조영 촬영, 자기공명촬영(MRI)와 컴퓨터 단층촬영(CT)이 필요하다.\n 치료 및 예후\n외과적인 수술기법을 통해 치료된 증례가 개에서 보고된 바 있다. 사람의 경우, 확장형 스텐트 시술을 통한 협착부 확장술이 보편적으로 실시되고 있는 치료법이다.\n"}