{"title": "증례로 보는 소동물 심장학 2판", "author": "현창백 2e", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "09\n심근 질환\nMyocardial diseases\n개의 심근 질환\n심근질환은 임상에서 자주 볼 수 있는 심장 질환으로 특발성(일부 유전성 요인) 요인으로 발생하는 원발성 심근 질환과 전신질환이나 감염증, 영양결핍 및 약물에 의해 발생하는 속발성 심근 질환으로 크게 나눌 수 있다.\n원발성 심근증은 크게 비대성 심근증(hypertrophic cardiomyopathy; HCM), 확장성 심근증(dilated cardiomyopathy; DCM), 부정맥원성 우심실 이형성증(arrhythmogenic right ventricular dysgenesis; ARVD), 제한성 심근증(restrictive cardiomyopathy; RCM)과 미분류성 심근증(unclassified cardiomyopathy)으로 나눌 수 있다(그림 9-1). 원발성 심근증은 흔히 특발성 심근증이라고 불리며, 그 원인이 밝혀져 있지 않지만 주로 유전성 원인에 의해 발생하는 것으로 여기고 있다. 속발성 심근증은 주로 영양 결핍(예, L carnitine이나 taurine), 대사성 원인(예, 갑상선 기능항진증), 면역성 원인(예, 전신성 아밀로이드증), 감염성 원인(예, Parvovirus, heartworm, Lyme disease, Bartonella 감염)이나 약물 중독(예, doxorubicin toxicity) 등에 의해 발생한다. 또한 판막 질환이나 전신 고혈압처럼 혈역학적 변화를 유발하는 질환에 속발하여 발생할 수 있다.\n심근 질환은 치료학적으로 크게 이완기 심근 질환과 수축기 심근 질환으로 나눌 수 있다. HCM이나 RCM처럼 심근이 두꺼워지거나 섬유화되는 좌심실 내강이 좁아지고, 좌심실의 탄성(compliance)이 저하되면서 심실의 충전기(혈액이 채워지는 시기 — 심실이완기)가 제대로 이루어지지 못해서 심부전을 유발한다. 반면 DCM이나 ARVD는 심근이 얇아지면서, 좌심실이 확장되고 심실 박출기(혈액을 전신으로 내보내는 시기 — 심실 수축기)가 제대로 이루어지지 못해서 심부전을 유발한다. 전신 고혈압처럼 압력과부하(pressure overload-afterload)를 유발하는 질환은 HCM처럼 이완기기능 장애를 유발하고 판막폐쇄부전증처럼 용적과부하(volume overload-preload)를 유발하는 질환은 DCM처럼 수축기 기능장애를 유발한다.\n사람의 경우, 원발성 심근 질환의 대부분은 심근을 구성하는 sarcomeric protein과 cytoskeletal protein의 유전적 결함이거나 심근 수축력을 발휘하는 ATP regulatory protein이나 칼슘 항상성을 조절하는 protein의 유전적 결합에 의해서 발생한다고 한다. 현재 수의학에서는 MYBPC3 유전자 돌연변이가 고양이 HCM에서 확인되어 있다.\n확장성 심근증 Dilated cardiomyopathy; DCM\n 서론\n개의 확장성 심근증(dilated cardiomyopathy; DCM)은 개에서 가장 흔한 심근 감염으로 심실확장과 심근의 수축력 저하에 의한 울혈성 심부전증이 특징이다. 원발성(특발성) 질환은 내인성 심근장애로 심근의 구조 또는 기능 변화의 결과로 발생하고 속발성 질환은 (1) 만성 혈량 과부하: 원발성 판막 질환, left-to-right shunt를 유발하는 선천성 심장질환, (2) 영양 결핍: 카르니틴, 타우린, (3) 전신적인 염증: 아밀로이드 침착증, (4) 항암제: 특히 doxorubicin, (5) 빈맥성 부정맥: 심방세동이나 심방조동, (6) 내분비질환: 갑상선기능저하증, 크롬 친화성 세포종(pheochromocytoma) 및 당뇨병에 의해 발생할 수 있다. 주로 대형 견종에서 발병 빈도가 높고 특히, 복서 견종과 도베르만 견종은 상염색체 우성형질의 유전방식에 의해 발생하는 DCM이 보고되어 있다(박스 9-1).\n사람의 경우 약 20~35% 정도가 유전성 요인으로 발생하는 것으로 보고되어 있지만, 개에서 아직 정확한 발병 빈도 보고는 없다. 주로 심근의 sarcomere 단백질과 cytoskeleton 단백질을 전사하는 유전자 결함에 의해 이러한 심근증이 발생되는 것으로 알려져 있다. 하지만 이러한 유전자 결함은 다양한 penetrance(유전자 결함이 표현형으로 나타나는 비율)를 보인다. 일부 유전자 결함은 age-related penetrance(어떤 특정한 연령에 도달해야만 질병의 증상이 나타남)나 non-penetrance(결함 유전자가 있어도 질병이 발현되지 않음)를 보인다. 현재까지 12개의 유전자가 사람에서 확장성 심근증을 유발하는 것으로 알려져 있다(b-myosin heavy chain gene, cMyBP-C gene, cardiac troponin T gene, a-tropomyosin gene, cardiac actin gene, Titin gene, Desmin, metavinculin, dystrophin, d-sarcoglycan, lamin A/C, Tafazzin). 개의 경우, 루신(leucin)을 전사하는 미토콘드리아 DNA의 결함이나 dystrophin 유전자 결손이 현재까지 알려진 유전성 요인이다.\nL-카니틴(L-carnitine)과 타우린(taurine) 결핍증이 DCM을 유발하는 대표적인 영양학적 원인이다. 타우린은 심근에 많이 분포되어 있는 아미노산이다. 타우린은 심장에 가장 풍부한 아미노산으로 신경이나 근육에서 칼슘 유입에 관여하는 것으로 보고 있다. 때문에 이러한 아미노산의 결핍이 칼슘 유입을 지연하여 발병에 관여하는 것으로 보고 있다. 타우린 결핍은 고양이와 일부 견종(예, 코커스파니엘)에서 확장성 심근증(DCM)을 유발하는 것으로 알려져 있다(박스 9-2). 개의 경우, 고양이와 달리 몸에서 많이 생성되므로 타우린 결핍은 드물다. 하지만 타우린과 L-카니틴의 보조 공급으로 DCM의 증상이 개선된다고 한다. 타우린 자체가 양성적인 심장 변력 작용을 가지고 있으므로 결핍 여부와 무관하게 사료에 첨가하는 것이 장기간의 심장 질환 치료에 유익하다. L-carnitine은 골격근과 심근에 많이 분포되어 있으며, 지방산 대사와 에너지 생산에 필수적인 영양소이다. 특히 일부 대형 품종의 DCM이 이러한 L-carnitine 결핍과 관련 있다는 보고가 있다. L-카니틴은 항산화제이면서 항지방간 인자로 유리산소기(oxygen free radical)에 의한 세포손상을 막는 아주 중요한 아미노산이다. 심부전이나 간부전증시 허혈성 손상이나 지방축적으로 유리산소기 발생이 증가하므로 L-카니틴 보충이 필요하다.\nDoxorubicin 같은 항암제류, 에탄올, 코발트, 납, 카테콜라민류, 메틸잔틴류(methylxantines) 및 비타민 D 중독증 등이 확장성 심근증을 유발할 수 있는 것으로 보고 있다. Doxorubicin의 심장관련 독성은 주로 개에서 흔히 나타난다. 이 독성은 지극히 용량-의존성이어서 maximum cumulative dose가 180 mg/m2 이상일 때 나타난다. 비가역적인 확장성 심근증을 유발하고 심근의 섬유화와 전도장애를 유발하여 심실성 빈맥에 의한 급사를 유발하기도 한다. 부작용이 발생하면 투약을 중지하고 다른 대체 약제로 교체한다. 심장 보호제를 먹이는 것이 좋다.\n당뇨병, 크롬 친화성 세포종(pheochromocytoma) 및 갑상선기능저하증이 확장성 심근증에 관여한다. 특히 생물학적으로 활성화된 갑상선 호르몬(T3)은 심근 작용에 필수적인 역할을 담당한다. 심장의 b-수용기, 마이오신, 미토콘드리아 및 미토콘드리아내 ADP/ATP translocator에 대한 자가 항체가 확장성 심근증에 관여하는 것으로 보고 있다. 하지만 이러한 자가 항체들은 심근염이나 심근 비대증에서도 역시 증가하므로 정확한 기전은 아직 확실치 않다. 개의 경우, 파보바이러스(CPV-1에 의해 발생하지만 더 이상 임상에서는 발생하지 않는다), Lyme disease 및 Trypanosoma cruzi 같은 병원체에 의해서 확장성 심근증이 유발될 수도 있다.\n 발병기전\n심근 수축력의 저하는 일회박출량(SV)의 감소를 유발하고 이를 통해 심박출량(CO)이 감소된다. CO가 감소되면 이를 보상하기 위한 신경내분비계, 즉 교감신경과 renin-angiotensin-aldosterone system (RAAS)가 활성화된다. 이러한 보상기전을 통해 단기적으로 심박수와 수축력을 증가시켜 CO가 개선되고 혈압이 유지되지만 2일 안에 베타 수용체의 down-regulation이 발생한다. 또한 장기적으로 증가된 catecholamine은 심근의 섬유화와 기능부전을 촉진시키고 결국 심장기능을 악화시킨다. 더 나아가 RAAS 활성으로 체액이 저류되면 순환혈량이 증가되고 이는 정맥귀환량(VR)을 증가시켜 심실의 전부하를 증가시킨다. 이를 통해 심실의 이완말기 용적(EDV)이 증가되면 심실은 이를 보상하기 위해 편심성 종대(eccentric hypertrophy)가 일어나고, 그 결과 심근은 얇아지고 확장된다. 궁극적으로 수축력 저하가 더욱 악화되고 심실의 충전압은 더욱 증가하게 되므로 결국 심장이  수축할 때마다 심실에 잔류하는 혈액량이 점점 늘게 되어 울혈성 심부전으로 발전하게 된다.\n육안적 병소의 특징은 심장의 4개의 분방이 모두 심하게 확장되는 소견 또는 좌측 분방이 심하게 확장되는 소견이 주로 나타난다. 몸무게당 심장의 무게 비율 증가와 함께, 중격에 대한 심실의 두께 비율의 감소 같은 심근의 편심성 비대 소견과 심방의 확장 소견도 관찰된다(그림 9-2).\n조직학적 병소의 특징은 심근 섬유의 위축(길고 늘어난 파동상 심근 섬유; 그림 9-3), 지방 침윤, 세포질의 공포화, 심근세포 비대 소견 등이다. 이들 가운데서 파동상 심근 섬유(attenuated wavy fiber)가 주요한 병리적 소견이다. 이와 같은 소견은 심근의 국소 부종과 관련이 있는 것 같다. 복서종에서 발생하는 DCM은 심근세포 융해, 심근 변성, 공포형성, 심근 위축 및 광범위한 섬유증 및 지방 침윤이 특징이다.\n 임상소견\n개의 DCM은 수컷에서 호발하고 4~6세 이상의 중년의 개에서 더 자주 볼 수 있다. 청년형 DCM이 Portuguese water dogs에서 발생한다는 보고도 있다. 유전성 요인의 DCM이 Doberman Pinshers와 Boxers에서 발생보고가 있다. 북미의 경우, 전체 DCM 발생률의 45% 이상이 도베르만 견종에서 발생한다고 한다. 일반적으로 원발성 DCM은 주로 대형의 견종에서 호발한다(특히, deep chested giant 품종, Great Danes, Irish Wolfhounds, Scottish Deerhound, Newfoundland dogs). 한 연구 결과에 따르면 개에서 DCM의 발생률은 Cocker Spaniels 4.1%, Doberman Pinschers 55.7%, German Shepherds 5.7%, Great Danes 7.1%, Irish Wolfhounds 4.3%, Labrador Retrievers 5.7%, Old English Sheepdogs 4.3%, Terriers 1.4%, 기타 11.4%였다고 한다. 이러한 견종의 DCM은 주로 양쪽 심실이 모두 이환되며 복수증과 심방세동(atrial fibrillation)이 특징이다. Great Danes의 경우, X-linked 유전이 의심된다. 우리나라에선 Cocker Spaniel에서 taurine 결핍과 무관하게 DCM이 자주 발생한다. Doberman Pinshers와 Boxer종의 DCM은 다른 품종의 DCM과 임상적으로 돌연사가 자주 발생한다는 차이가 있다. 이러한 견종에서 발생하는 돌연사의 원인은 심실성 부정맥의 발생이지만, 이러한 부정맥은 심근 질환의 심하기와 무관하게 발생하는 특징을 가지고 있다.\n질병 초기에는 기력소실, 식욕부진, 경미한 운동불내성 등의 비특이적인 증상들이 나타난다. 하지만 노령 환자에서는 이러한 전구 소견이 나타나지 않는 경우도 있다. 심부전이 진행될수록 심박출량과 혈압을 유지할 수 있는 능력이 점차 감소하게 되어 심각한 운동불내성, 허약, 사지말단부의 냉감 등의 저혈량의 박출부전 증상을 뚜렷하게 나타낸다. 말기 단계의 증상들이 저혈압과 다발성 장기기능부전 등과 같이 심장원성 쇼크 형태로 관찰된다. 임상적인 증상은 심부전의 주체가 죄측이냐 우측이냐에 따라 많이 달라진다. 통상 좌심부전의 증상을 먼저 보이다가 우심부전의 증상이 동반되어 나타나는 경우가 많지만 우심/좌심 부전의 증상이 모두 나타나거나 우심부전 증상이 먼저 나타나는 경우도 있다. 만약 환자가 좌심부전이 주요소견이면 폐부종에 의해 빈호흡, 호흡 곤란, 기침 등의 증상을 주로 나타내며, 우심부전이 주요소견이면 복부 확장(간/비장 종대)이나 복수나 흉수 같은 소견이 나타난다. DCM이 있는 개에서 심방세동 같은 빈맥성 부정맥은 흔히 발생하며, 이러한 부정맥이 심부전을 악화시키는 요인으로 작용한다. Doberman Pinshers나 Boxer같이 치명적인 부정맥이 잘 나타나는 품종에서는 심부전의 증상이 전혀 나타나지 않는 상태에서도 치명적인 심실성 부정맥이 발생하여 폐사할 수도 있다. 또한 원발성 부정맥유발성 심근증이 있는 개에서는 뚜렷한 전구증상 없이 실신 또는 허약증세 같은 임상증상을 유발하기도 한다.\n 진단\n신체검사 심부전에 정도에 따라 신체검사 소견도 달라진다. 주로 빈호흡, 창백한 점막 및 CRT 지연의 소견이 관찰되며, 우심실의 잔기량(이완말기 용적)이 많아지면 경정맥 확장과 경정맥 박동 같은 소견이 관찰된다. 말초 동맥의 박동은 대체로 약하며, 만약 부정맥이 있을 경우, pulse deficit가 관찰된다. 또한 심실성 부정맥이나 심방세동이 있을 경우, 안절부절, 실신 같은 소견이 관찰될 수 있고, 청진 시 불규칙한 강도와 패턴의 빠른 심박동을 청진할 수 있다. 또한 흉수가 있을 경우(특히, 고양이), 심음은 muffled하게(흉수 때문에 둔하게 들림) 청진된다. 만약 폐부종이 있을 경우(좌심부전), 폐음은 loud/harsh(크고 거친소리)하고 때로 crackles 음이 청진되기도 한다. 확장된 심실 내로 빠르게 혈액이 채워지면서 일어나는 vibration 때문에 낮은 이완기 S3 갤롭음(low pitched protodiastolic [S3] gallop sound)이 이첨판 주위에서 청진된다(그림 9-4). 만약 지나친 심실 확장으로 방실판륜이 확장되어 판막의 폐쇄부전이 유발되면 역류성(decrescendo type)수축기 잡음을 청진할 수도 있다(그림 9-4). 이러한 신체검사 소견은 모든 환자에서 나타나는 것은 아니므로 확진을 위한 정확한 검사가 반드시 필요하다.\n심전도 검사 심전도 검사 소견은 다양하다. 주로 정상이거나 좌심실 확장에 의해 widened QRS, sloppy R wave가 관찰되며, 때로 좌심방 종대 소견을 나타내는 prolonged P wave (P mitrale)가 관찰되기도 한다(그림 9-5A). 하지만 임상적으로 중요한 것은 심실조기 수축에 의한 paroxysmal ventricular tachyarrythmia이다(그림 9-5B). 이러한 소견은 주로 Boxer나 Doberman Phinser의 심근증에서 잘 나타난다. 반면 대형 견종의 심근증은 주로 심방세동이 주요한 소견이다(그림 9-5C). 부정맥 소견이 지속적으로 관찰되지 않을 수도 있고 Boxer나 Doberman Pinscher의 경우, occult DCM이 많이 발생하므로 정확한 부정맥 진단을 위해 홀터 모니터(24시간 심전도)가 필요할 수도 있다. 심실조기박동(VPCs)이 84%의 초대형 견종, 76%의 대형 견종, 58%의 Spaniels 및 82%의 Dobermans에서 심부전 증상을 보이기 시작하면서 관찰된다고 한다. 심방세동은 심부전이 있는 초대형 견종의 76%, 대형 견종의 35%, 스파니엘종의 11%, 도베르만의 38%에서 관찰되었다고 한다.\n흉부 방사선 검사 광범위한 심장종대(generalized cardiomegaly)가 중요한 특징이고, 좌심방 확장 소견이 반드시 동반되어야 한다(심낭수는 심종대만 있고 좌심방 확장 소견이 없다). 또한 심부전의 상태에 따라 좌심부전이 주요 소견이면, 폐의 밀도 상승과 기관거상, 폐문입구 좁아짐이 나타난다. 방사선상 폐엽의 밀도 증가 소견은 주로 등쪽 후미엽과 폐문주위에서 관찰된다(그림 9-6). 우심부전이나 양심부전이 있을 경우, 흉/복수, 후대정맥의 종대, 간비장 종대, 비장종대 소견이 관찰되기도 한다.\n초음파 검사 초음파 검사는 가장 정확하고 비침습적인 검사방법으로 DCM 진단에 가장 유용한 검사법이다. 초음파상에서, 수축기능의 감소와 4개의 심장분방(특히, 좌심실과 좌심방)의 확장 소견(그림 9-9B; 동영상 자료 9-2)이 관찰되면 잠재적으로 진단이 가능하다(그림 9-7; 동영상 자료 9-7). 이완 및 수축기 말기 직경(end-systolic & end-diastolic dimension)의 증가(그림 9-7, 9-8A), fractional shortening(%FS)의 단축(그림 9-8A), EPSS\n(중격과 이첨판 첨의 간격; 그림 9-8B)와 PEP/LVET 시간의 연장 및 수축 시간 단축(systolic time interval)이 관찰된다(그림 9-8). 컬러 도플러 초음파상에서 이첨판의 폐쇄부전에 의한 좌심방으로 역류되는 혈류를 확인할 수 있다(그림 9-10; 동영상 자료 9-3).\n기타 검사 타우린 결핍과 관련된 심근증은 American Cocker Spaniels, Golden Retrievers, Newfoundlands와 같은 견종에서 빈번히 나타난다. 따라서 수축기 기능장애가 있는 일반 견종에서 혈장과 전혈의 타우린을 측정하여 타우린 결핍성 심근증을 평가할 수 있다. 타우린 농도가 혈장에서 40 nmol/mL 이하, 전혈에서 150 nm/mL 이하인 경우, 타우린 결핍으로 생각할 수 있다. 타우린에 의한 수축기 기능장애는 수개월 동안 타우린을 공급하면 회복이 가능하다. 심장 질환이 있는 환자에서 혈청 troponin I(TnI)와 NT-Pro BNP 농도 상승이 관찰될 수 있고, 이러한 바이오마커의 농도는 심부전이 악화될수록 상승하는 경향을 보인다고 한다.\n감별진단 수축기 기능장애를 유발할 수 있는 원발성(특발성) DCM과 부정맥에 의해 발생하는 ARVD나 빈맥성 심근증를 우선 감별해야 하고, 다음과 같은 심근증을 유발할 수 있는 속발성 요인을 감별해야 한다: (1) 만성적인 용적과부하(예, 판막 폐쇄부전, 좌우단락성 선천성 심장질환), (2) 감염이나 대사성 장애에 의한 심근증(예, Lyme disease, 당뇨병), (3) 약물중독(예, doxorubicin), (4) 영양결핍증(예, 타우린, 카니틴).\n 치료 및 예후\n임상증상이 있는 개의 치료 DCM에 대한 이상적 치료는 심근에 손상을 주는 요인을 제거하는데 있다. 불행하게도, 대다수 증례에서, 기저 원인이 밝혀지지 않기 때문에 치료의 방향은 확인된 심장 이상을 교정하는 데 집중한다(예, 심근 수축 기능장애, 심부전과 부정맥). 따라서 치료는 일반적인 심부전의 치료와 같이, 이뇨제를 이용하여 체액저류에 의한 증상을 개선시키고, 강심제를 투여하여 심박출량을 늘리며, ACEi나 교감신경톤 조절을 통해 신경-호르몬 활성을 억제하며, 부정맥을 조절하여 심부전의 악화나 돌연사의 위험성을 줄여준다. 필요에 따라 염분제한이 필요하고 taurine(개: 500~1,000 mg PO BID), L-carnitine (50 mg/kg PO BID-TID), Omega-3 fatty acid, 항산화제(Coenzyme Q10, 30~90 mg PO BID)를 공급한다. DCM과 심부전이 있는 개는 강심(심근력 강화) 치료에 도움을 받을 수 있다. 이상적으로 이러한 효과는 pimobendan (PDE III과 PDE V 억제제이면서 calcium-sensitizing 효능이 있는)을 통해 얻을 수 있다. Pimobendan은 또한 균형 혈관 확장제이고 양성적 심근력 강화제이다. 한 연구에서 DCM에 걸린 Doberman에게 0.25 mg/kg, PO, q12h로 투여 시 중간값 생존기간이 130일로 위약 투여 그룹의 14일에 비해 10배 가까이 길었다.\n무증상 또는 잠복형 환견의 치료 잠복형 DCM의 치료에 대한 연구 중에서 매우 소수 연구에서 유익한 약물 치료 효과가 확인되었다. ACEi 투여가 초기 심실 확장 6 수축 기능부전이 있는 DCM 환자에서 일부 유익한 효과를 보였다. 심실 확장이 있는 Doberman에 ACEi의 사용으로 CHF 증상 발현을 지연시킬 수 있었다. 비록 이 연구가 Doberman에 국한되어 있지만, 이 연구가 회고 연구 성격이 강하기 때문에 DCM에 걸린 다른 품종에 서 서로 유사한 효과를 보일 가능성이 있기 때문에 잠복형 DCM에 사용을 고려해야 한다. 잠복형 DCM 환자의 b-차단제의 심장 방어 효과에 대해서는 여전히 조사가 진행중이다. DCM과 안정형 CHF가 있는 사람에서 저용량 b-차단제를 투여시 사망률과 이병률이 낮아졌다. 하지만 DCM이 있는 많은 사람 환자가 낮은 용량의 b-차단제를 잘 견디지 못하였고 심부전이 빠르게 악화되었다. 개에서 3개월간 b-차단제 중 하나인 carvedilol을 점진적으로 용량을 증가시키며 투약해 보았지만, b-차단제 그룹과 위약 투여 그룹 간에 초음파상 좌심실의 크기와 기능 지표, 신경호르몬 활성도, 방사선상 심장 크기, 심박수나 인지 가능한 삶의 질에 아무런 차이가 관찰되지 않았다. 만약 약물을 훨씬 더 장기간 투여했다면 또는 더 고용량 투여했다면 b-차단제의 유익한 효과가 확인되었을 가능성이 있다. 요약하면 DCM에 걸린 개에서 b-차단제의 사용은 아직 잘 연구되어 있지 못하고, 이 약물의 사용을 추천하는 전문가 의견도 확보되어 있지 않은 상태이다. 따라서 잠복형 DCM 환자에서 b-차단제의 사용을 해 볼 수는 있지만 환자 모니터에 신중을 기해야 하고, 만약 환자가 CHF 증상을 보이면 투여해서는 안 된다. 또한 DCM 환자에 투여시 심박수, 혈압, 임상증상을 세심히 모니터하면서 점진적으로 2주간에 걸쳐 증량하는 방법을 사용해야 한다. Inodilator인 pimobendan은 개의 CHF 치료에 광범위하게 사용되고 있다. PROTECT study를 통해 잠복형 DCM이 있는 Doberman에서 명백한 생존 이득이 확인되었다. CHF 개시나 급사까지 걸리는 중간값 시간이 718일로 위약투약 그룹의 441일보다 1.5배 이상 긴 것으로 확인되었다. 비록 이 연구가 Doberman 품종에 국한되어 있지만, DCM에 걸린 다른 품종에서도 사용을 고려해야 한다.\n심실성 부정맥이 있는 개의 치료 DCM이 있는 개의 심실성 부정맥을 언제/어떻게 치료해야 할지에 대한 공통된 전문가 의견이 아직 확립되어 있지 않다. 빠른 심실성 빈맥, 복합적인 심실성 부정맥이나 심실성 부정맥/심실 확장/수축 기능장애 조합이 급사의 위험을 높이고, 치료가 지시되는 상황이지만, 이러한 부분 역시 잘 연구되어 있지 못하다. 뿐만 아니라 일부 개는 이러한 부정맥이 보고되지 않은 채로 급사해 버린다. 만약 치료가 필요하면, 여러 개의 약물 중에 한 가지만 사용하는 것이 좋다. Sotalol은 b-차단제이면서 K1채널 차단제이며, 일부 심실성 부정맥 환자에 도움이 될 수 있다. 하지만 만약 수축기 기능부전이 있으면 보다 주의를 해서(낮은 용량으로) 사용해야 한다. Mexiletine 5-6 mg/kg, PO, q8h는 부정맥을 감소시키는 데 매우 효과적이지만 약간의 음식과 같이 투여하면 이러한 증상을 크게 줄일 수 있다. 따라서 결코 빈속에 먹이지 마라. Amiodarone은 이환된 Doberman에서 10 mg/kg, PO, q12h로 5일간 투여 후 5 mg/kg, PO, q24h로 투여하는 방법이 연구된 바 있다. 세심한 혈중 약물 농도 모니터, CBC(호중구감소증이 보고됨)와 간 수치에 대한 한달 간격의 모니터가 필요하다. 비록 치료의 목표에는 VPC 발생수를 줄이기, 임상증상의 완화, 급사 위험의 감소 등도 포함되지만, 항부정맥 약물 치료로 이러한 목표가 달성되는지에 대해서는 잘 연구되어 있지 않다.\n예후 예후는 발병원인이나 심부전의 정도와 합병증의 여부에 따라 크게 달라진다. 일반적으로 특발성 DCM의 경우, 환자의 25~40%는 초기 치료반응이 양호하면 보통 6개월 이상 생존한다. 환자가 치료에도 불구하고 2년 이상 생존할 가능성은 7.5~28% 정도밖에 되지 않는다. 잠재성 DCM의 경우, 증상이 수년 동안 나타나지 않는 경우도 많다. 도베르만 견종의 DCM의 경우 예후가 불량하다(수 주에서 수개월). 부정맥 유발성 심근증이 있는 개는 수년간 무증상일 수 있지만 갑자기 급사할 수도 있다. 이러한 환자에서는 운동이나 흥분된 상태에서 갑자기 급사하는 경우가 많다. ARVD에 의한 심근증이 있는 복서견의 예후는 매우 불량하다(수 주에서 수개월). DCM에 이환된 275마리 개를 대상으로 생존기간을 평가한 연구 결과에 따르면, 초대형 품종의 평균 생존기간은 91일, 대형 품종은 137일, 스파니엘종은 330일, 도베르만은 42일이였다고 한다. 하지만 본 연구는 피모벤단이 개발되기 전에 실시된 연구로 최근 도베르만에서 피모벤단을 적용한 연구에 따르면 평균 생존기간은 4~6개월로 크게 연장되었다고 한다. 이러한 환자군 중 돌연사의 발병 비율은 도베르만이 가장 높았고 스파니엘이 가장 낮았다고 한다.\n부정맥원성 우심실 이형성증 Arrhythmogenic right ventricular dysgenesis; ARVD\n 서론\n부정맥원성 우심실 이형성증(arrhythmogenic right ventricular dysplasia; ARVD)은 주로 우심실과 우심방의 심근(cardiomyocyte)이 지방 또는 섬유지방으로 대체됨으로써 발생하며 심실성 부정맥, 실신과 돌연사가 특징인 질환이다. 이러한 질환은 고양이에서는 드물고 Boxer종에서 발생하는 심근증이 이러한 ARVD 소견을 보이기 때문에 이 질환을 일명 Boxer cardiomyopathy라고 한다. 이 품종에서 심근증은 DCM에서 흔히 볼 수 있는 좌심실 수축기 기능 장애를 보이기보다는 사람의 ARVD와 유사한 소견을 보이면서 급작스런 부정맥이 특징적으로 나타난다. Boxer의 ARVD는 상염색체성 우성유전되며 다양한 penetrance를 나타낸다. 최근 연구에 따르면 striatin 유전자의 8 base pair deletion이 원인 돌연변이로 밝혀졌다. 이러한 돌연변이는 상염색체성 우성유전되지만 불안전 침투성을 보인다. 돌연변이 호모인 개는 보다 심한 임상증상을 보인다(더 심한 심실성 부정맥 소견을 보이고, 급사 발생률도 높으며, type III ARVC라는 희귀한 구조적 심장질환이 유발된다). 일부 좌심실 부전을 주증으로 하는 Boxer의 심근증은 카니틴 결핍 때문에 발생한 것이라고 한다. 따라서 영국 같은 지역에서 발생하는 Boxer의 심근증은 전형적인 DCM의 소견을 보이기도 한다고 한다.\n이 질환은 주로 1~15년령(전체 증례의 60%는 6~10년령)의 성견에서 많이 나타나며 주로 운동이나 흥분 직후 증상이 나타난다. 심근 질환이 없는 환자는 심전도 검사에서 심실성 빈맥이 나타나는 것 이외에는 별다른 이상 소견이 나타나지 않는다. 심실세동이 급사의 원인이고 주로 빠른 단태성 심실 빈맥에 이어 나타난다. 임상증상은 다양해서 일반 검사시 무증상 소견에서 심실성 부정맥의 소견까지 다양하게 관찰된다. 일부 환자에서는 심근 확장을 동반한 좌심부전증 소견이 나타나기도 하지만, 전혀 심장의 변화 없이 심실성 부정맥만 나타나고 이로 인해 환자가 급사하기도 한다. 일부 증례(10% 이하)에서는 심근 부전이 심실성 부정맥에 선행되어 나타나는 경우도 있다. 하지만 심근 질환의 존재 여부나 심각성 정도는 심실성 부정맥의 발생과 아무런 상관관계가 없다고 한다.\n 발병기전\n심박동에 필요한 활동전위는 SA node에서 발생되어 인접한 심근세포로 전해진다. 그리고 각 심근세포(myocardial cell)들은 gap junction, fascia adherens, desmosome으로 구성된 intercalated disc로 연결되어 있다. 이 중 gap junction은 심근세포의 활동전위 전달의 역할을 하고, fascia adherens와 desmosome은 인접한 심근의 Z disc와 세포골격의 일부이다. ARVD는 desmosme의 다섯 가지 주요 단백질(desmoglein, desmocollin, desmoplakin, plakoglobin, plakophillin) 중 일부 결손에 의해 심근세포에 병소를 유발한다. 우심실의 심근세포는 지방세포나 섬유세포로 변환되고 이에 따라 우심실벽은 섬유화되고 얇아진다. 우심에 분포된 전도세포에도 섬유화가 일어나 악성 부정맥이 발생한다.\n 임상소견\n이 질환은 심실성 부정맥, 실신과 급사가 특징이다. 하지만 수축기 기능부전과 심실확장도 일부 증례에서 관찰된다. 불행하게도 이 질환은 다양한 유전적 침투력을 보이기 때문에 이환된 개가 다양한 임상 소견을 보일 수 있다(예, 무증상, 실신, 급사 및 CHF를 동반한 수축 기능부전).\n 진단\n신체검사 대부분 정상적인 신체검사 소견을 보이나, 일부 증례에서 빈맥성 부정맥이 감지되기도 한다. 일부 증례에서는 수축기 장애에 의해 수축기성 심잡음이나 S3 gallop 음이 감지되기도 한다. 그러나 Boxer종은 좌측 base 부분에서 수축기성 murmur가 자주 청진되고, 이는 대동맥 협착이나 생리적인 것일 경우가 대부분이며, ARVD와는 관련이 없는 경우가 많다.\n심전도 정상 소견을 보이는 경우도 있으나, VPCs가 단독으로 또는 2~3개씩 연속해서 나타나거나 폭발적 지속적으로 나타나기도 한다. VPCs는 lead I, II, III, aVF에서 전형적인 left bundle branch block (LBBB) 패턴(upright QRS in lead II)으로 관찰되고 inverted T (in the pericardial leads) 패턴으로 나타난다(그림 9-11). 일부 ARVD 환자는 syncope을 발생시키는 심실성 부정맥이 심전도 검사상에 관찰되지 않는데, 이러한 경우에는 24시간 Holter monitor를 사용하여 monitoring해야 한다. Holter monitor의 정확한 해석 기준이 있는 것은 아니다. 일반적으로 24시간 동안 VPCs가 100회 이상 발생하거나, VPC가 2~3개씩 연속해서 나타나거나 폭발적 지속적으로 나타나면 ARVD로 잠정 진단할 수 있다. 심실확장과 수축기 장애를 가진 Boxer에서는 심실상성 부정맥(supraventricular premature complex)도 관찰될 수 있지만 이는 드문 소견이다.\n방사선 흉부 방사선은 일반적으로 정상적이다. 일부 드문 증례에서 좌심실 확장 또는 폐수종과 흉수를 동반하는 심종대 소견이 관찰될 수 있다. 하지만 이 형태의 심근증은 ARVD라기보다는 카니틴 결핍과 관련이 있는 것 같다.\n심초음파 검사에 중요한 부분으로 심실 확장과 수축기 기능부전을 확인할 수 있다. 하지만 대다수 환자는 정상 심장 크기이고 수축 기능도 정상이다. 일부 증례에서, 우심실 종대를 확인할 수 있다.\n육안/조직병리 소견 우심실의 비정상적인 확장과 신전소견이 육안적으로 관찰된다. 또한 우심실 심근세포는 비정상적으로 지방변성되고 섬유화되어 있다(그림 9-12).\n 치료 및 예후\n무증상 환자에서 부정맥이 발생할 때, 치료의 개시 시점을 잡는 가이드라인은 아직 명확하게 정해져 있지 않다. 다만 홀터 검사에서 24시간 동안 1,000번 이상의 VPC 발생(500번부터 시작하라는 학자도 있다), VPCs가 연속해서 나타나거나 R on T 현상의 발생할 경우 치료를 시작하는 것이 좋다. 심실성 부정맥은 잠재적으로 proarrhythmic effcet로 진행할 수 있고, 치료를 하는 것은 VPCs와 syncope의 발생횟수를 감소시키는 것이지 급사의 위험을 감소시키는 것이 아님을 명심해야 한다.\nVPCs 발생횟수를 줄이는 방법은 sotalol을 이용하는 방법과 mexiletine/atenolol combination을 이용하는 방법이 있다.\n Sotalol: 1.5~2.5 mg/kg PO, q12hr\n Mexiletine: 5~8 mg/kg PO, q8hr 1 atenolol: 0.3~0.6 mg/kg or 12.5 mg/head PO, q12hr\n 응급성의 부정맥 발생의 경우: Procainamide 5분에 걸쳐 6~8 mg/kg (IV) → 3시간에 걸쳐 25~30 ug/kg/min CRI 또는 Lidocaine 2 mg/kg IV bolus → 25~75 ug/kg/min\nHolter monitor는 치료 개시 이전부터 사용을 시작하고, 치료 개시 후 2~3주간 사용 하여 약물의 효과를 확인해야 한다. 매일 VPCs의 횟수가 감소하거나, 최소 VPCs의 85% 가 감소하는 경우에는 효과가 있다고 볼 수 있다. 한 연구에 따르면 Fish oil을 78 mg EPA/497 mg DHA를 6주간 급여한 경우 VPCs의 발생횟수가 줄었다는 보고가 있다. 심초 음파상에 수축기 장애와 심실확장이 관찰되는 경우 DCM에 준해서 pimobendan, ACE inhibitor, diuretics를 이용해 치료해야 한다. 또한 일부 Boxer종에서 L-carnitine을 50 mg/kg를 하루 2회 또는 하루 3회로 급여한 경우 수축기 기능이 좋아졌다는 보고가 있다.\nARVD 환자는 급성 심정지의 위험을 항상 가지고 있다. 임상증상이 없는 많은 부정맥 환자들은 수년간 생존하지만, 결국에 이들은 심실의 확장과 수축기 장애가 발생하게 된다. 부정맥에 대한 처치는 실신의 빈도를 낮추어주고 돌연사의 가능성을 낮추어 주긴 하지만 여전히 약물을 투여 받아도 돌연사될 수 있다는 점을 보호자에게 숙지시켜야 한다. 부정맥만 있고 심부전이 없는 환자는 부정맥에 대한 치료로 실신하는 횟수가 빠르게 감소하고, 수개월에서 수년 동안 생존한다. 만약 심부전증이 발생하면 예후는 급속하게 악화되고, 만약 울혈성 심부전과 부정맥이 동시에 발생할 경우, 환자는 6개월 이상 생존하지 못한다.\n여러 가지 표현형과 다양한 예후를 가진 여러 심근 질환들을 통칭하는 말이다. 원발성 심근증은 더 나아가, 1) 비대성 심근증(hypertrophic cardiomyopathy; HCM), 2) 제한성 심근증(restrictive cardiomyopathy; RCM), 3) 확장성 심근증(dilated cardiomyopathy; DCM), 4) 부정맥원성 우심실 심근증(arrhythmogenic right ventricular cardiomyopathy; ARVC), 5) 미분류 심근증(unclassified cardiomyopathies; UCM)으로 분류된다. \\n"}