{
    "title": "개의 이첨판 폐쇄부전증",
    "author": "현창백",
    "publisher": "범문에듀케이션",
    "department": "내과",
    "disease": "\n저자 서문\n학교를 떠나 현실 임상을 하고 있는 나를 찾는 보호자들이 가장 궁금해하는 것은 본인이 키우는 반려 동물이 심장병이 맞는지?, 어떤 상태인지?, 향후 어떻게 관리해야 하는지? 등이 가장 많다. 인터넷과 SNS가 발달된 우리나라 임상에서 수의사들이 직면하고 있는 가장 큰 어려움은 잘못된 정보와 싸우는 일인 것 같다. 대표적인 예가 이뇨제 처방인 것 같다. 많은 보호자들이 자기의 반려 동물에게 이뇨제 처방은 하지 않았으면 한다. 이뇨제가 신장을 망가뜨린다는 잘못된 생각을 가지고 나를 찾는 보호자들이 너무나 많다. 곧 출간될 “심장-신장 증후군(cardiovascular-renal syndrome)”이라는 책을 읽어보면 깨닫게 되겠지만, 신장에 울혈을 방치하는 것이 얼마나 신장을 망가뜨리는 일인지 안다면 잘못된 인터넷 정보가 가져다주는 폐해를 체감할 것이다. 신장의 울혈을 완화시키는 데 이뇨제만큼 효과적인 약이 없다. 다만 지나친 이뇨제 처방이 신장의 관류량을 너무 떨어뜨려서 사구체여과율이 떨어지는 신장 부작용이 생기기 때문에 환자의 심부전 단계를 적절하고 정확하게 파악하는 것이 심부전 환자의 치료에 가장 중요한 일이다.\n이 책은 이러한 혼란스러운 우리나라 임상 환경에서 임상 수의사들이 이첨판 폐쇄부전증에 의한 심부전의 진행 단계를 보다 객관적인 검사 지표를 통해 진단 내리고 이를 통해 보다 적절하게 심부전에 대한 약물 관리를 할 수 있게 가이드라인을 제공하고자 저술하였다. 임상 수의사들을 위해 2011년과 2019년 미국수의내과학회(ACVIM)는 2회에 걸쳐 개의 이첨판 폐쇄부전증의 진단과 치료에 대한 진료 가이드라인을 발표하였다. 불행하게도 이러한 가이드라인은 토이(toy)종 개가 압도적으로 많고 Maltese와 Shih Tzu 두 품종이 전체 환자의 70% 이상을 차지하는 우리나라 실정에 맞지 않는 부분이 너무 많다. 또한 임상증상을 토대로 환자의 심부전 상태를 분류하는 방법은 너무 주관적이여서 환자의 성격이나 품종에 따른 영향을 충분히 반영하지 못하고 있다. 따라서 이 책은 보다 객관적인 진단기준을 제시하고자 영상검사(흉부방사선과 심장 초음파 검사)의 진단가이드와 중증도(심하기)를 평가하는 방법에 대해 자세히 서술하고 있다. 또한 이러한 진단가이드에 따른 치료 추천안을 ACVIM이 제시한 가이드라인에 따라 열거하고 있다. 다만 가이드라인은 추천안일 뿐이지 모든 환자에게 공통적으로 지시되는 치료방법은 아니다. 모든 환자는 개체의 특성, 합병증 유무 및 동반 질환 상태에 따라 개체 맞춤형으로 치료되어야 한다. 수의사가 6년 동안 교육을 받는 이유는 기계적인 처방을 하기 위해서가 아니라 환자 상황에 맞는 맞춤형 치료 전략을 설계하는 능력을 배우기 위해서이다. 예를 들어, 환자가 이미 신부전이 있는 경우라면 고용량의 이뇨제 대신에 정맥성 혈관확장제와 저용량의 이뇨제를 처방하여 관리할 수 있고, 환자의 혈압이 높지 않은 경우라면 정맥성 혈관확장제 대신에 강심제 용량을 증량해서 환자의 임상증상을 조절할 수 있다. 따라서 ACVIM이 제시한 심부전 단계에 따른 치료 가이드라인는 합병증이나 동반질환이 없는 환자의 보편적인 가이드라인일 뿐이라는 점을 독자들은 명심해야 할 것이다.\n학교에 있을 때나 처음 마주하는 보호자들에게 내가 가장 즐겨하는 말은 다음과 같다: “저의 진료 철학은 환자가 질병에 걸리지 않게 최선의 노력을 하고, 만약 그 환자가 질병에 걸리면 임상증상이 나타나지 않게 최선을 다하며, 만약 환자가 임상증상이 나타나면 합병증이 발생하지 않게 최선을 다하는 것입니다.” 개의 이첨판 폐쇄부전증은 불행하게도 노화와 관련된 질환이라 예방이 현실적으로 어렵다. 다만 심비대가 발생하지 않은 상태에서 내원할 경우, 질병 진행을 늦추기 위해 많은 노력을 할 수 있고, 실제 최근 연구 결과도 일부 약물이 이러한 환자의 진행을 늦추는 데 도움이 되는 것으로 밝혀졌다. 따라서 조기 진단은 심부전 진행을 늦추고 환자의 생존 기간 연장에 큰 도움이 된다. 이미 심부전이 발생한 환자에서 폐사가 일어나는 가장 큰 원인 중 하나는 신장이나 췌장 같은 다른 장기 기능부전이다. 이첨판 폐쇄부전증이 노령 동물에서 주로 발생하기 때문에 실제 환자 관리에 있어서 가장 어려운 점이 동반질환의 관리와 심부전 치료에 따른 합병증 예방이다. 이러한 이유 때문에 이 책에서는 이첨판 폐쇄부전증 환자의 합병증을 소개하고 있고 증례를 통해 이러한 환자를 관리하는 방법에 대해 서술하고 있다.\n3년간의 휴식기를 가진 내가 다시 임상을 하면서 가장 많이 직면하고 있는 문제는 지나친 약물 처방과 잘못된 심장 약물의 조합인 것 같다. 우리가 가장 많이 사용하고 있는 furosemide는 높지 않은 경구 흡수율와 이뇨제 약효가 떨어지는 천장효과(ceiling effect)가 문제로 밝혀지고 있다. 우리가 흔히 알고 있는 이뇨제 내성은 이러한 약물적 특성이 가져다 주는 문제인 것 같다. 경구 약물 투여 시 보호자의 편리를 위해 약을 갈아서 다른 약과 섞어서 주는 우리나라 임상 환경은 우리가 사용하는 심장 약물의 효과를 떨어뜨리는 주요한 요인이 될 수도 있다. 경구용 약물의 제형은 원칙적으로 제조사가 판매하는 형태로 투여하는 것이 원칙이다. 츄어블 형태나 서방형 형태의 약물을 갈아서 조제하는 것은 약물의 경구 흡수율에 큰 영향을 줄 수 있다. 따라서 고용량의 츄어블을 갈아서 소포장하는 것 역시 지양되어야 할 것으로 보인다. 다만 모든 심장 약물이 소형견에게 먹일 수 있는 형태로 판매되고 있지 않고 인의용 심장약물을 처방해야 하는 경우가 많기 때문에 이러한 부분을 개선하기 위한 동물 약품회사와 수의사회의 노력이 필요할 것으로 보인다.\n심부전의 치료는 단순히 약에 대해 알고 있다고 처방이 가능한 것은 아니다. 심부전 치료제가 가지고 있는 약물적 특징과 심부전의 병태생리를 잘 알고 있는 임상 수의사가 환자의 생체 지표, 혈액 검사상 수치 및 영상 진단 지표를 토대로 환자의 상황에 맞게 처방해야 한다. 따라서 환자의 생체 지표에 대한 모니터링 없이 약물을 함부로 처방하고 판매하는 행위는 환자의 생명을 단축시키고 삶의 질을 크게 떨어뜨리는 일이다. 보호자들이 주로 사용하고 있는 환자의 수면 시 호흡수(respiration rate at sleep; SRR)를 환자의 치료 반응 모니터에 사용하는 방법은 통증을 유발하는 질환이 있는 환자에서 과도한 이뇨제 처치를 유도할 수 있는 대표적으로 잘못 사용되고 있는 지표이다. 이첨판 폐쇄부전증이 주로 노령 개에서 발생한다는 것을 감안하면, 단순히 호흡수만 보고 보호자가 작위적으로 약물을 사용하거나 약국에서 진단 근거없이 약물을 판매하는 행위가 얼마나 위험한 일인지 쉽게 알 수 있다. 가능한 모든 약물 처방은 수의학적 진단 근거에 따라 내려져야 하고 환자의 상태에 따라 맞춤형으로 약물이 처방되어야 하며, 지속적인 모니터링을 통해 수시로 심장약물의 조합과 투여량을 조정해야 한다. 이러한 조정과 모니터링은 오직 수의사를 통해 이루어져야 한다.\n이 책은 크게 4장으로 구성되어 있다. 1장은 심혈관계의 해부학적 구조와 기능에 대해 소개하고 있고, 2장은 심부전의 치료제와 치료전략에 대해 다루고 있으며, 3장은 이첨판 폐쇄부전증에 대한 내용을 열거하고 있다. 마지막 4장은 다양한 형태의 이첨판 폐쇄부전증 환자의 임상 증례를 소개하고 있다. 저자가 사용하고 있는 이 질환의 영상 진단 기준은 부록을 통해 소개하고 있다.\n이 책을 쓰기 시작한 것은 보호자나 수의사들에게 반복된 대답을 하기 싫어서였지만 이 책이 소동물 임상 수의사들에게 개의 이첨판 질환을 진단하고 관리하는 데 도움이 되었으면 하는 소망을 가지고 저술하였다.\n이 책을 쓰게 결정적인 동기부여를 한 것은 나의 마지막 학위 과정생인 윤수민 선생 때문이다. 본인의 A/S 기간이 아직 끝나지 않았다며 수시로 본인의 증례를 물어보던 사랑하는 나의 제자의 귀찮은 질문 때문에 쓰게 되었지만, 정작 지금은 고인이 된 윤수민 선생이 하늘나라에서 이 책을 보면서 기뻐할 모습을 상상하며 이 글을 마친다.\n"
}