{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "11\n심낭 질환\nPericardial diseases\n\n심낭에 관련된 질환은 심혈관계 질환의 약 1% 정도 차지한다. 비록 원발성 심낭 질환이 차지하는 비율은 소동물의 심장 질환에서 매우 낮지만 개의 경우, 우심부전을 유발하므로 중요하게 다루어야 한다.  여러 가지 선천성 또는 후천성 심낭 질환이 일어나지만 대부분이 심낭수 유출을 유발한다.\n소동물에서 여러 가지 선천성 심낭 질환이 보고되어 있다. 복막성 심낭성 횡격막 허니아(peritoneopericardial diaphragmatic hernia; PPDH)가 임상적으로 가장 흔히 볼 수 있는 선천성 심낭 질환이고, 드물게 부분적 심낭 결손, 심낭낭종 등이 보고된 바 있으며 완전 심낭 결손은 매우 드물다. 후천성 심낭 질환은 다양한 원인에 의한 심낭수 유출(특히, 특발성 출혈성 심낭수 유출; idiopathic hemorrhagic pericardial effusion), 염증에 의한 압박성 심낭염(constrictive pericarditis) 및 심장종양에 의한 속발성 심낭수 유출이 가장 대표적인 질환이다.\n복막성 심낭성 횡격막 허니아 Peritoneopericardial diaphragmatic hernia; PPDH\n 서론\n복막성 심낭성 횡격막 허니아(PPDH)는 심낭의 선천성 기형으로 심낭과 복막 사이가 서로 교통하여 복부 장기가 심낭 내로 침습하는 질환이다. 개와 고양이에서 드물게 발생하며(발생률: 개 0.02%, 고양이 0.05%), Weimaraner 종 개에서 자주 발생 보고된다. 가족성 PPDH의 발생이 보고된 적은 있지만, 유전된다고 보기에는 아직 증거가 부족하다. PPDH에 이환된 다수의 개(48%)와 고양이는 한 살 이전에 발병이 되었고 36%는 1~4년령에서 발병되었다고 한다. 개의 경우, 장이나 간이 주로 심낭내로 침입하는 장기이다. 많은 증례에서 증상이 모호하여 우발적으로 관찰되는 경우가 많다.\n 발병기전\n배아발생 때 가로중격(septum transversum), meso-esophagus, 한 쌍의 흉복벽 주름(pleuroperitoneal fold), 체벽의 조직이 복측으로 이동하면서 횡격막을 형성하게 된다. 간은 foregut ectoderm으로부터 복측으로 크게 발생하게 되며, 전복측으로 자라면서 가로중격을 침범하게 된다. 결국 가로중격의 형성에 영향을 미친다. 간과 가로중격이 발생하는 과정에서 분리가 불완전하게 일어나면, 복측 횡격막이 뚫리게 된다. 이로 인해 흉강과 복강이 소통하게 된다. 이때 복강 장기들이 결손부를 통해 심낭내로 들어오게 되면서 PPDH가 발생한다. 소동물에서 횡격막은 심낭의 일부를 구성하지는 않는다. 개와 고양이 모두에서 외상에 의한 PPDH의 발생은 보고되어 있지 않다.\n 임상소견\n허니아된 장기나 조직에 따라 임상증상이 다양하다. 일부 이환된 동물은 무증상을 보이며, 우연히 발견되는 경우가 있다. 임상증상은 소화기(식욕부진, 구토, 소화 곤란증)와 호흡기 증상(기침, 호흡곤란)이 주로 보고되었으며, 심부전의 증상(복부 확장과 실신)이 보고된 바 있지만 드물다.\n 진단\n신체검사 신체검사 시 심장 박동이 심첨으로 변위되고 약하게 감지되며, 만약 심장 기형이 동반된 경우, 심잡음이 청진된다. 심낭 안으로 복강 장기가 유입되면 심음의 강도가 약해진다(muffled heart sound). 만약 허니아의 범위가 광범위하고 다량의 내장 기관이 침입한 경우, 복부 촉진 시 복부의 공허감이 촉진된다. 만성 심부전증의 증상(복수, 경정맥 확장) 등이 관찰되기도 하지만 드물다. 흉골 기형이나 전방 복부 허니아 같은 결손증이 동시에 관찰되는 경우도 있다. 심전도 검사상 저전압성 QRS complexes(그림 11-5A), 비정상적인 QRS축의 변위(mean electrical axis; MEA) 소견이 관찰된다.\n진단 영상검사 진단에 매우 중요한 검사로 PPDH를 감별진단하는 데 유용하다. 방사선상 이상소견으로는 (1) 심장 후방부 실루엣이 횡격막과 겹쳐 있거나, (2) 가스로 채워져있는 소장의 그림자가 심낭에서 관찰되며(그림 11-1), (3) 흉골의 기형 소견이 관찰된다. 구강으로 바륨을 투여하여 방사선 촬영을 하면 심낭 내에서 소장의 그림자가 관찰된다(그림 11-2A). 초음파 진단으로 심낭내 복부 내장 기관의 존재를 쉽게 확인할 수 있기 때문에 확진에 중요한 검사이다(그림 11-2B; 동영상 자료 11-1). 일부 환자에서는 흉수가 동반되는 경우도 있다.\n 치료 및 예후\n외과적 수술을 통해 허니아된 내장 기관을 정복하는 것이 치료법으로 이용된다(그림 11-3). 외과적 수술에 앞서 다른 선천성 기형의 유무나 심하기를 파악해 두어야 한다. 만약 다른 합병증이 없는 경우라면 예후는 매우 양호하다. 하지만 노령 동물은 허니아된 기관과 심낭막의 유착으로 인해 수술적인 교정이 어렵다. 만약 환자가 무증상을 보이면, 수술에 의한 스트레스와 장기 유착의 발생 위험이 크기 때문에 굳이 수술을 실시할 필요는 없다.\n심낭수 유출 Pericardial effusion\n 서론\n심낭수 유출(pericardial effusion; PE)이란 체액이 과도하게 심낭내 축적되는 질환으로 체액 유출의 유형에 따라 삼출성(exudative), 누출성(transudate), 출혈성(hemorrhagic)으로 나뉜다. 개의 경우, 심낭수 유출은 약 0.43%의 발병률을 보이며, 평균 발생 연령은 9.7 6 2.2년령, 평균 환자의 몸무게는 31.2 6 12.6 kg으로 주로 대형 견종에서 발생한다. 발생률과 관련하여 성별특이성은 없고 골든 리트리버에서 자주 관찰된다.\nPE의 주요한 원인은 표 11-1에 열거되어 있다. 개의 경우, 특발성 심낭내 출혈증(idiopathic intrapericardial hemorrhage; IHPE)과 심장에 발생하는 종양이 가장 중요한 요인이다. IHPE는 German Shepherd에서 자주 보고되는 원인불명의 출혈성 심낭수 유출증이다. 심장에 발생하는 종양은 PE를 유발하는 대표적인 원인으로 전체 증례의 60% 이상을 차지한다. 심낭혈관과 림프관에 대한 면역매개성 요인이 발병원인으로 추정되고 있다. 50% 증례에서 심낭수 제거만으로도 치료가 가능했지만 나머지 증례에서는 심낭수가 다시 발생하여 심낭부분절제술을 받아야 한다고 알려져 있다. PE를 유발하는 임상적으로 가장 중요한 종양으로는 우심방의 출혈성 혈관육종(특히 German Shepherd와 Golden retriever에서 다발)이 있다(그림 11-3). 심저부까지 침습되는 heart base tumor(예, chemodectoma, ectopic thyroid carcinoma)가 단두종 개에서 자주 보고되는 종양이다(그림 11-3). 그 밖에 심낭수 유출을 유발하는 종양으로는 심저부성 갑상선 암종, 심낭의 중피종과 심장이나 심낭으로 전이된 종양 등이 있다(그림 11-4). 소형 견종에서 심낭내 출혈은 드물지만 보고된 바 있다. 이러한 견종에서는 만성 이첨판 질환에 의한 심방의 파열로 심낭내 출혈이 발생하는 경우가 많다. 양성 심낭수 유출(benign pericardial effusion)은 어린 강아지와 중년의 대형 견종에서 나타나며, 출혈성 심낭수 유출을 유발한다. 때로 심한 좌심방 종대에 이은 좌심방 파열, 혈액응고 장애 및 살서제 중독에 의해서 출혈성 심낭수 유출이 발생하기도 한다. 누출성 심낭수 유출의 원인은 울혈성 심부전증, 저알부민혈증 또는 전신성 혈관증(generalized vasculopathies)에 의해 발생한다. 통상 이러한 원인에 의한 심낭수 축적은 비교적 소량이다. 삼출성 심낭수 유출은 임상적으로 드물며, 주로 패혈증, 곰팡이 감염(예, Coccidioides immitis, Aspergillus niger) 고양이 전염성 복막염(FIP) 및 개의 leishmania 감염증에 속발하여 발생한다. 감염에 의한 발생은 드물며 대부분 심낭내 이물이 침투되어 발생한다. 곰팡이 감염의 경우, 전신성 감염 시 발생할 수 있다. 기타 대사, 중독증상에 의해서도 발생할 수 있다. 개의 19~23% 증례가 원인불명으로 발생한다. 심각한 울혈성 심부전증이 있는 개와 고양이에서도 심낭수 유출이 발생할 수 있다. 하지만 혈역학적인 변화를 유발할 정도의 심낭수 유출은 드물다. 심각한 이첨판 역류가 있는 소형 견종에서 좌심방 천공에 의해서 심낭수 유출이 발생할 수 있다. 이러한 증례의 대부분은 중증 이첨판 질환 환자로 장기간 이뇨제 처치를 받았던 환자들이 대부분이고 심한 좌심방 확장과 고속의 역류혈류에 의한 심방 손상이 원인으로 알려져 있다. 이들 환자 대부분은 갑작스런 심낭압전에 따른 허약증상과 심원성 쇼크 증상을 보인다. 심한 압전이 발생하면 혈액성 심낭수를 제거해야 하지만 그렇지 않을 경우, 도부타민 CRI 같은 강심처치와 이뇨제를 이용한 보전요법으로도 회복되는 경우도 많다. 다만 응급상황이 되는 경우가 많고 환자 대부분이 장기간 심장병 치료를 받았던 환자가 많으므로 강심보존요법으로 회복되지 않는 경우, 예후는 불량하다. 심낭압전을 유발하지 않을 만큼의 심낭수는 심부전 환자에서 흔하며, 이 경우 이뇨제 증량으로 해결이 되며 무리하게 심낭수를 제거하려 들지 말아야 한다\n(증례 34를 참조하라).\n 발병기전\n심낭수의 발병기전은 심낭내 체액의 저류로 심장내압이 점진적으로 증가하게 되면 이완기 심실내 혈액의 충전기전이 방해를 받으면서 심박출량이 현격하게 떨어져서 임상증상이 발현된다. 특히, 심실벽이 두꺼운 좌심실보다는 심실벽이 얇은 우심실이 더 많이 영향을 받는다. 우심실이 심장압전에 의해 눌려서 우심실 이완말기압이 상승하게 되면 이완기 때 심실로 유입되는 혈류량이 크게 감소한다. 결국 정맥환류를 통해 우심방으로 유입된 혈류는 우심방에서 정체되어 전형적인 울혈성 우심부전의 임상증상을 유발한다. 또한 우심실로 들어오는 혈류량이 감소하면서 폐순환계로 유입되는 혈류량이 역시 감소되고 그 결과 좌심계로 유입되는 혈류도 감소된다. 물론 심낭수에 의해 좌심실이 눌리는 현상은 심하지 않지만, 정맥귀환량의 감소에 따른 좌심계 혈류량 감소(Frank Starling 커브를 보면 수축력은 유입되는 혈류량에 비례한다)와 좌심실의 이완말기압 상승으로 대동맥을 통해 전신으로 박출되는 혈액량 역시 감소되어 전신 저혈압과 허약증이 유발된다. 이러한 현상을 심장압전(cardiac tamponade)이라고 한다.\n기맥(pulsus paradoxus)은 호기 시 수축기 혈압(SAP)이 흡기 시 SAP에 비해 10 mmHg 이상 감소되는 현상을 말한다. 흡기와 호기 때 폐를 통해 심장으로 유입되는 혈류량은 차이가 난다. 하지만 평상시에는 이러한 호흡주기에 의해 SAP 변화가 감지되지 않거나 매우 미비하다. 하지만 환자가 심장압전에 의해 심실의 이완말기압이 높아져 있을 경우, 심실로 유입되는 혈류량이 조금만 차이가 나도 혈액에는 큰 차이를 유발한다. 따라서 pulsus paradoxus는 심실의 이완말기압의 상승을 의미하는 좋은 진단 지표가 되고 소동물 임상에서는 주로 심낭수 유출 같은 심장압전에서 관찰할 수 있다.\n 임상소견\n대부분의 심낭 질환은 내원하였을 때 그 증상이 모호하다. 보호자들은 흔히 환자가 무기력증(53%), 호흡곤란(44%), 허탈(40%), 식욕부진(38%), 구토(30%), 복부팽만(23%) 및 운동불내성과 기침 소견을 보인다고 한다. 임상증상은 심낭수에 체액이 저류되는 속도와 아주 밀접한 관계가 있다. 만약 심낭수 유출이 천천히 진행될 경우, 대부분 환자는 심장의 보상반응과 심낭의 신전반응 때문에 놀랍게도 건강한 상태를 유지한다. 반면 이러한 심낭수 유출이 빠르게 진행되면, 환자는 빠르게 증상을 보이면서 허약, 기면상태(lethargy), 실신 등을 나타낸다.\n 진단\n신체검사 흉수, 복수, 경정맥 노장과 경정맥 박동 같은 우심부전증 소견이 주로 나타난다(그림 11-5). 대부분의 경우, 말초 박동은 미약하고, 심음은 다소 둔하게 들리고(muffled heart sound) 폐음 역시 약하게 청진된다. 그 밖의 청진상 소견으로는 gallop 리듬, 심장 잡음, 부정맥 등이 있다. 하지만 이러한 소견들은 드물다. 만성적 이첨판 질환에 의해 좌심방의 파열이 있는 경우, 수축기성 잡음이 관찰된다. 또한 호기 시 맥박의 강도가 느낄 수 있을 정도로 약해지는데 이러한 현상을 pulsus paradoxus(발병기전 참조)라고 하고 심낭수 유출증에 가장 특징적인 임상소견이다. 간종대와 복수 등이 흔히 관찰된다. 만약 질환이 만성일 경우, 심한 체중 감소가 관찰된다.\n심전도 검사 심전도상 특징적인 소견은 심낭 질환과 관련되어 보고된 바 없지만, electrical alternans (R파의 높이가 높아졌다 낮아졌다 하는 소견)가 약 50%의 증례에서 보고된 바 있다(그림 11-6B). ST segment의 상승 역시 심낭수 유출이 있는 환자에서 나타나는 심전도 소견이다(심외막 손상을 나타냄). 또한 저전압성 QRS파(R,1 mV in lead II)가 심낭수 유출과 관련되어 나타나기도 한다(그림 11-6A). 하지만 이러한 소견은 심낭수 유출증에서 일관되게 나타나는 소견은 아니다. 대부분의 증례에서 심전도상 변화는 sinus tachycardia가 가장 일관성 있게 관찰된다(그림 11-6A).\n흉부 방사선 검사 흉부 방사선 소견은 심한 심낭수 축척과 관련된 소견이 주를 이룬 다. 심장의 실루엣은 윤곽이 흐릿해지면서 globe shape을 띤다(그림 11-7). 대부분의 증례에서 이렇게 뚜렷한 소견이 관찰되지 않으므로 다른 검사를 항상 병행해야 한다. 심박출량이 저하되기 때문에 폐의 혈관계는 수축된 소견을 보인다. 반면 심근증이나 판막질환에 의한 심부전증의 경우, 폐의 혈관계는 확장된다(특히, 폐정맥). 만약 심부전증이 발생되면, 후대정맥의 확장과 간종대 및 흉수 같은 소견이 관찰된다. 드물게 폐혈관계가 확장되고 폐의 간질 밀도 증가(interstial pattern; 폐부종)가 관찰되기도 한다. 심저부의 종양은 기관(trachea)을 변위시키고 종괴 음영을 방사선상에서 나타내기도 한다.\n심장 초음파 검사 심장 초음파 촬영이 가장 비침습적이고 특이적으로 심낭 유출을 진단할 수 있는 방법이다. 심낭수 유출에 의한 혈역학적 변화는 심낭내로 유출된 체액의 양과 더불어 심낭수 유출이 일어나는 속도에 의해 결정된다. 소량에서 중등도로 체액이 축적되었지만 이러한 축적이 빠르게 일어나면, 심각한 혈역학적 변화를 유발한다. 반면, 다량의 체액이 축적되었지만 이러한 축적이 몇 달에 걸쳐 천천히 일어날 경우, 혈역학적 변화는 거의 없다. 때문에 초음파 진단 시, 이러한 사항을 명심해야 한다. 심장 초음파를 이용하면 최소 15 mL의 심낭수 유출도 진단이 가능하다. 심낭과 심외막 사이에서 anechoic space가 관찰되며, 이러한 소견이 심낭수 유출을 진단하는 가장 주요한 소견이다(그림 11-8, 동영상 자료 11-2). 심장의 이완기 압박이 심할수록 심장의 움직임이 비정상적으로 관찰된다. 전체적인 심장분방의 크기는 심실의 혈액충전 장애 때문에 감소되어 있는 양상을 보인다. 심낭내 또는 심장내 종괴가 관찰되는 경우도 있다(그림 11-9, 동영상 자료 11-3, 11-4). 또한 가스 생성 세균 감염이 심낭내부에서 발생할 경우 가스음영이 관찰될 수도 있다(그림 11-10).\n혈액학적, 혈청 생화학적 검사 개에서 특이적이지는 못하나 혈액학적, 생화학적 변화가 나타난다. 미약한 간효소치의 상승이 종종 일어나며 약한 신전성 질소혈증이 존재한다. 혈관육종이 있는 환자들은 일반적으로 빈혈 소견을 보이며, nRBC, schistocytes, acanthocytes가 혈액 도말상에서 관찰되고, 혈소판 감소증이 잘 나타난다. 혈관육종과 특발성 심낭수 삼출을 감별하기 위해 cardiac troponin I의 농도 측정을 실시하면 감별에 도움이 된다. 혈관육종의 경우, 지속적인 cardiac troponin I의 농도 상승이 관찰된다.\n심낭수는 육안적으로 혈액과 구분하기 어려우나 혈액처럼 응고되지 않는다. 급성 심방파열의 경우, 심낭내 혈액이 응고되어 종괴처럼 보이는 경우도 있다. 개에서 심낭수 유출 시, 심낭수의 성상은 원인과 상관없이 혈액성이거나 장액-혈액성이다. 무균성 염증 삼출물이며, 육안적인 소견은 혈액과 비슷하나, 혈액응고편은 보이지는 않는다. 대부분의 증례에서 세포학적인 검사를 통해 종양과 비종양성 원인을 감별할 수 없다. 심낭수 유출을 유발하는 심낭 질환은 중피증식을 유발한다. 탈락된 중피세포는 악성 세포와 유사하여 종양세포와 혼동되기 쉽다(그림 11-11). 더 나아가, 조직 검사나 면역조직화학 검사를 해도 중피종 세포를 특발성 심낭수 유출액내 세포와 감별하기가 매우 어렵다. 대부분 증례에서 사후 부검을 통해서만 확진이 가능하다. 심낭절제술을 한 지 4~6개월이 지나도 계속해서 심낭수 축척이 일어날 경우, 중피종(mesothelioma)을 의심할 수 있다. 골든 리트리버에서 특발성 심낭수 유출이 만성 염증과정을 통해 중피종으로 진행하는 경우가 많다.\n 치료 및 예후\n심낭삼출의 치료 목표는 (1) 심낭천자를 통해 심장압전에 의한 심장의 확장 장애를 빠르게 교정해 주는 것, (2) 장기적으로 심낭수가 다시 생기지 않게 외과적 처치를 실시하는 것이다.\n심낭천자(pericardiocentesis) 심낭수 유출이나 심장압전이 있는 개나 고양이에서 심낭천자는 가장 먼저 고려해야 할 치료 방법이다. 만약 시술을 적절하게 실시할 경우, 심낭천자는 부작용이나 합병증이 거의 없다. 시술에 앞서 우측 흉곽의 털을 깎고(흉골에서 흉곽 중간부위까지, 제3에서 8 늑골까지) 소독을 실시한다. 국소 마취제를 투여하고 필요하면 환자에게 진정제를 투여한다. 환자는 필요에 따라 sternal recumbency나 lateral recumbency로 눕힌다. 때로 환자를 기립자세로 세워서 pericardiocentesis를 실시할 수도 있다. 그러나 심장을 직접 투과하거나 폐의 파열을 유발하지 않게 주의해야 한다. 심전도를 이용하여 모니터하면 바늘이나 카테터가 심외막과 접촉될 때 일어나는 심실 조기박동(ventricular premature beat)을 확인할 수 있으므로 천자를 바르게 할 수 있게 도와준다. 바늘로 천자할 부위는 흉부 방사선 소견에 따라 결정되며, 주로 4~6 늑간 사이(늑연골 접합부)에서 주로 이루어진다. 천자는 주로 오른쪽 흉벽에서 실시되어야 한다. 왜냐하면 대부분의 주요한 관상동맥은 왼쪽으로 지나가며, 오른쪽 흉벽으로 천자 시 폐를 찌를 확률이 상대적으로 낮기 때문이다. 특별히 심낭수 유출이 너무 미비한 경우를 제외하고는 초음파 가이드는 필요치 않다. 바늘이나 카테터의 크기는 환자의 크기에 따라 다르다. \n대부분의 심낭 유출은 출혈성이며 포도주색을 띤다. 가이드용 바늘은 카테터 삽입이 끝나면 제거하고 심낭수의 제거는 카테터를 이용하여 실시한다. 만약 바늘이 너무 앞으로 나가 심외막을 찌를 경우, 심전도상에서 심실성 부정맥이 나타난다. 이러한 부정맥은 바늘이나 카테터를 제거하면 자연 소실된다. 심낭수내 출혈과 카테터에 의한 출혈은 PCV를 측정하면 쉽게 감별할 수 있다(출혈성 심낭수는 PCV가 전혈에 비해 낮다). 가급적 심낭내 체액을 최대한 많이 제거해야 한다. 심낭수가 제거됨에 따라 심전도상에서 QRS complex의 크기가 증가되고, 심박수가 느려지며, 동맥 박동의 강도가 증가되는 것을 관찰할 수 있다.\n심낭천자에 의해 유발될 수 있는 합병증으로는 심장천자(출혈과 부정맥 유발), 관상 동맥 파열, 폐천자, 파종성 감염증이나 종양의 전이 등이 있다. 채취된 체액은 PCV나 세포학적 검사를 실시해야 하며, 만약 세균감염이 의심되면 세균 배양이나 항생제 감수성 검사를 실시해야 한다. 임상적으로 중요한 심장이나 심외막의 종양(혈관 육종, chemodectoma)은 세포 박리가 일어나지 않으므로 오진할 수가 있다. 심낭내 반응성 mesothelial cell을 종양세포로 오인하는 경우가 있다.\n심장 중재술을 통한 심낭의 부분 제거술(subtotal pericardiectomy) 최근에는 pericardial window나 balloon dilation 같은 시술 방법으로 심낭내 체액을 흉강으로 이동시켜 자연 흡수시키는 방법도 이용되고 있다. 혈관용 introducer 카테터를 심낭에 장착한 후 엘리게이터 포셉으로 심낭을 잡아서 부분적으로 제거하여 심낭내 구멍을 영구히 만들어주는 경피적 접근법도 이용되고 있다(그림 11-12).\n외과적 심낭의 부분적 제거술 심낭수의 유출원인이 종양에 의한 경우이거나 재발이 자주 발생하면 이러한 치료를 실시한다(그림 11-13). 전신성 심낭염(드물게 심낭천자로 치료되는 경우도 있다)의 경우, 개흉을 통해 심낭을 전체 다 제거하는 경우도 있다.\n내과적 요법 이뇨제 요법은 심장내 저류된 체액을 제거하는 데 아무런 도움이 되지 않고 오히려 혈량 감소에 의한 저혈압 증상을 악화시키므로 투여하지 않는다. Prednisolone (1~2 mg/kg, q12-24h PO) 같은 스테로이드성 소염제를 구강으로 투여하면 좋다(주로 2~3주간 경구으로). 하지만 이러한 스테로이드 요법이 특발성 심낭수 유출증에 치료 효 과가 있는지 여부는 학술적으로 확인되지 않았다. 세균성 심외막염이 있는 개는 심낭절 제술, 이물 제거, 흉수 배액 처치와 함께 항생제 요법을 6개월 이상 실시한다.\n예후 예후는 발병원인에 따라 다양하다. 특발성 출혈성 심낭수 유출증의 경우, 심낭 천자를 통해 50% 정도 증례는 치료가 가능하다. 대부분은 1회 천자로 재발되지 않지만, 2회 이상의 천자술을 받는 재발성 증례도 많이 있다. 이러한 경우, 체액은 빠르게 축적되거나(며칠 내로) 몇 달 동안 축적이 일어나지 않을 수도 있다. 만약 환자가 2회 이상 천자술을 받았는데도 자꾸 재발될 경우, 부분적 심낭 제거술을 실시해야 한다.\n특발성 심낭수 유출이 최초로 발생할 경우 심낭천자만으로 치료가 가능하지만, 재발할 경우, 심낭 절제술을 실시한다. 심낭천자를 해도 1~2개월 후에 재발하여 치명적인 심장압전을 유발하는 경우가 종종 있다. 특히 삼출성 압박성 심낭염(effusive-constrictive pericarditis)으로 진행될 경우, 심장압전이 잘 발생한다. 비록 이러한 증례를 완치할 수는 없지만, 심낭천자를 반복적으로 실시할 경우, 장기간 생존이 가능하다고 한다. 특발성 심낭수 유출 초기에 재발 위험을 줄이고, 치명적인 심장압전의 발병을 예방하기 위해 외과적인 심낭 절제술을 실시하는 것이 좋다. 외과적인 심낭 절제술을 실시할 경우, 심낭수 유출의 원인을 밝히기 위한 흉부와 심외막내 검사를 실시한다. 특발성 심낭수 유출은 보통 심낭 절제술로 치료할 수 있다.\n만약 심낭수 유출의 원인이 종양에 의한 경우라면 부분적 심낭 제거술(subtotal pericardiectomy)을 실시한다. 예후는 역시 종양의 종류에 따라 다양하다. 우심방의 혈관 육종의 경우(개에서 가장 흔한 원인), 예후는 불량하다. 우심방이나 우심실에 침해되는 대부분의 종괴는 외과적으로 제거가 불가능하다. 이러한 종양들은 초기 진료 시 대부분이 폐로 전이되어 있는 경우가 많고, 때로 간이나 비장에 전이된 경우도 가끔 볼 수 있다. 증상완화를 위한 심낭천자술은 임상증상을 뚜렷하게 완화시킨다. 그러나 일반적으로 심장압전이 며칠 안에 재발한다. 따라서 결국 폐사하거나 안락사를 시키는 경우가 많다. 심장의 혈관 육종에 대한 치료방법으로는 종양 절제술, 심낭 절제술, 항암치료 및 비장 절제술 등이 있다. 이러한 치료를 하더라도, 평균 생존기간은 짧다(56일, 0~229일). 종양절제 후 doxorubicin을 이용한 항암요법은 생존기간을 연장시킬 수 있지만 특별한 이점이 있는 치료법은 아니다. 개와 고양이에서, 대부분의 대동맥체 종양은 양성 종양으로 국소적으로 침윤되어 있지만 시간이 지날수록 광범위하게 확산되어 심각한 심부전을 유발할 수 있다. 혈관분포가 많고 중요한 혈관과 연결이 되어 있어서 심기저부 종양을 완벽하게 외과적으로 절제하기는 힘들다. 또한 진단 시점에 이미 종양이 광범위하게 확산되어 있는 경우가 많기 때문에 외과적 절제가 어렵다. 개의 대동맥체 종양에 대한 회고연구에 따르면, 증상완화를 위한 외과적 심낭천자는 삶의 질을 높여주며, 생존기간을 연장시킨다. 보통 심낭천자술을 실시한 증례의 평균 생존기간은 730일인 반면, 하지 않은 경우 평균 생존기간은 42일로 현격하게 줄어든다. 심낭 중피종(pericardial mesothelioma)은 치료가 어렵다. 심낭 절제술, cisplatin 주입치료 및 doxorubicin 요법을 실시한 개가 장기간 생존했다는 보고가 있다. 잠정 진단 후 심낭 절제술을 실시하면 4~6개월 동안 많은 양의 흉수가 축적되므로 흉강천자를 반복적으로 실시해야 하며, 보조적인 화학요법을 고려해야 한다. 심장 림프육종은 예후가 나쁘다. 심낭천자, 심낭 절제술, 화학요법으로 치료받은 12마리 개에 대한 회고연구에 따르면, 환자의 평균 생존기간은 41일이었다.\n전염성 심낭염의 경우, 대부분 개흉을 통한 심낭 제거술이 필요하며(드물게 심낭천자로 치료가 되는 경우도 있지만), 예후는 원발 요인을 얼마나 효과적으로 처치했는가에 따라 다르다. 그러나 대부분 증례에서 예후는 불량하다. \n좌심방 천공은 드물지만 심한 심부전에 의해 발생할 수 있다. 심장초음파 검사에서 심장압전을 암시하는 소견이 관찰될 수 있다. 심장압전 때문에 혈역학적 장애가 있을 경우, 심낭천자술을 실시해야 한다. 지속적인 출혈로 인해 수혈이 필요하다. 또한 심외막에 존재하는 큰 혈전덩어리를 제거하고, 좌심방 천공을 치료하기 위해서 개흉술을 해야 한다. 이러한 경우, 예후는 결국 매우 불량하여 대부분 폐사되는 경우가 많다. 이러한 증례는 대부분 심각한 잠재적 심장 질환이 병발되어 있기 때문에, 급성으로 발병할 경우 6개월 이상 생존할 가능성은 매우 낮다.\n압축성 심낭염과 압축성-삼출성 심낭염 Constrictive and constrictive-effusive pericarditis\n 서론\n압축성-삼출성 압축성-삼출성 심낭염은 비교적 적은 양의 체액저류와 함께 심낭의 벽측이 섬유소성 물질로 덮여 있어서 심낭과 심외막이 유착되는 경향이 있는 심낭 질환을 말한다. 이러한 질환에서 심낭은 두꺼워지고 탄력성을 잃어버리기 때문에 심각한 심실의 충전장애(이완기능 장애)를 유발한다. 이러한 소견이 발생하는 가장 주요한 요인으로는 벽측 심낭(parietal pericardium; 심장쪽 심낭)이나 외측 심낭(visceral pericardium; 흉강쪽 심낭) 또는 양쪽 모두가 탄력성(compliance)을 소실할 때이다. 어떤 경우, 소량의 흉수 침윤으로 심한 심장 압박이 일어날 때도 있는데, 가장 대표적인 예가 압축성 심낭염이나 압축성-삼출성 심낭염이다(그림 11-14). 후자가 임상에서 더 흔히 볼 수 있다. 압축성 심낭염은 염증에 의하여 벽측 심낭이 비후되고 섬유화되어 발생한다. 시간이 갈수록 심낭은 비후되고 섬유화되며, 심장과 유착되어 심낭내 공간이 소실된다. 개의 경우, 대부분 특발성 요인이거나 특발성 심낭수 유출이 발병한 뒤 수개월 또는 수년 후에 발병한다. 그 외의 원인으로는 심낭내 이물(주로 종양), 만성 세균성 심낭염, 외상성 심낭 출혈 등이 있다. 또 학자들에 따라서 바이러스 감염이나 만성 염증에 의한 면역 매개성이 원인이라고 생각되기도 한다. 압축성 심낭염는 확장성 심근증은 대부분의 경우, 진단이 내려질 당시 이러한 압축성 심낭염의 원인이 확인되는 경우는 드물다고 한다. 사람의 경우, 종양과 감염성 질환이 압축성 심낭염의 가장 주요한 원인이다.\n 발병기전 및 임상소견\n발병기전은 심장압전을 유발하는 다른 원인과 유사하지만, 섬유화되고 딱딱해진 심낭이 심장을 압박하여 심장의 이완(충전)기능을 심각하게 감소시켜서 우심부전과 저박출에 따른 심부전 증상을 유발한다.\n주요 임상소견은 심낭수 유출(PE)과 유사하다. 복수가 가장 흔히 나타나며, 드물게 호흡곤란, 빈호흡, 피로, 허약, 실신 및 체중 감소 같은 소견이 나타난다. 주로 본 질환은 중년의 대형 견종에서 나타나며, 증상 지속기간은 몇 주일에서 몇 개월로 다양하다. 때로 출혈성 심낭수 유출(IHPE)의 병력을 보이는 경우도 있다. 임상적으로 가장 일관된 소견은 복수와 경정맥 확장이다.\n 진단\n신체검사 대동맥 박동은 통상 약하고 심음도 약하게(muffled) 들린다(흉수와 심낭수 때문에). 기타 청진 소견으로는 gallop sound, systolic murmur, systolic click 등이 있으며, 이는 압축성 심낭 질환에 의해서 발생하는 것이 아니라, 공존하는 다른 질환에 의해 발생한 것이다. 사람의 경우 특징적인 pericardial knock(제3심음과 유사한 이완기 초기 심음)이 관찰되지만, 개의 경우 드물다.\n심전도 검사 심전도 소견은 비특이적이고, 주로 심낭의 섬유화에 의해 QRS 진폭이 낮아진다(low QRS, 흉수 유출 시 유사 소견이 관찰된다). 하지만 이러한 소견도 일정하지 않다. Electrical alternans(사람의 심낭 질환에서 볼 수 있는 소견) 역시, 개의 압축성 심낭염에서는 보고된 바 없다. 우심실의 비대 소견이 coccidioidomycosis에 속발된 개에서 보고된 바 있다. Sinus tachycardia가 개에서 가장 흔히 보고되는 부정맥이다(사람의 경우, 심실상 부정맥이 흔히 관찰된다).\n흉부 방사선 검사 흉부 방사선상 소견은 경미한 심장 종대 소견(rounding of the cardiac silhouette)과 흉수 소견이 있다(그림 11-15). 전자의 경우, 흉수 유출만큼 자주 관찰되는 소견은 아니다. 후대 정맥은 종대된다(특히 심한 복수 소견을 보이는 경우).\n심장 초음파 검사 초음파상의 진단 소견은 만약 심낭수 유출이 없을 경우, 아주 어렵다. 초음파상에서 간신히 보일 정도의 심낭수 유출이 있는데 환자가 심각한 심장압전의 증상을 보이면, 유착성 심낭염으로 의심할 수 있다. 만약 흉수 삼출이 있으면서 심낭의 윤곽이 뚜렷하게 관찰되면 심낭이 비후된 것으로 판단할 수 있다. 사람의 경우 M-mode상에서 flattened diastolic left ventricular posterior wall motion과 비정상적인 systolic septal motion이 관찰된다고 하나, 개나 고양이의 경우 이러한 보고는 없다. Tissue Doppler 검사를 통해 restrictive pattern을 확인하면 진단에 유용하지만 이러한 소견은 심근 질환에서도 발생할 수 있다(심초음파 검사편 참조). 우심계의 이완 말기 압력 증가로 전신 정맥이나 간정맥에서 역류성 혈류를 도플러 검사에서 감지할 수 있다(그림 11-16A). 또한 pulsus paradoxus 현상에 의해 이첨판의 혈류속도가 호흡주기에 따라 25% 이상 변동되는 소견은 심각한 심낭수나 유착성 심낭 질환의 특징적 소견이다(그림 11-16B).\n심장 카테터 검사 앞의 모든 검사 방법들은 진단에 보조적인 소견만을 제공하기 때문에 심장 카테터 검사를 통해 유착성 심낭염의 확진이 가능하다. 환자는 중심 정맥압은 상승되어 있고, 평균 동맥압과 이완기성 심실내압도 보통 높게 나타난다. 동맥압과 심실내압을 동시에 측정하면 이완기압이 평행을 이루거나 superimposition되는 경우를 볼 수 있다. 또한 일부 환자에서는 특징적인 square root sign (a prominent early diastolic dip and mid diastolic plateau)을 볼 수 있다(그림 11-17). 사람과 달리, 개의 경우 상기 소견이 일관성 없게 나타나는 경우가 많다. 그 이유는 개의 경우, 본 질환에서 심낭수 삼출의 양이 적기 때문이다. 더욱 놀라운 사실은 일부 환자의 경우, 이러한 소견이 전혀 나타나지 않는 경우가 있다는 점이다. 하지만 대부분의 환자에서 과량의 수액을 빠르게 투여할 경우, 이완기압이 상승한다. 이를 통해 감별진단을 할 수 있다.\n 치료 및 예후\n약물요법(이뇨제와 혈관 확장제)은 일시적인 효과와 잠재적인 부작용 때문에 치료학적 가치는 거의 없다. 성공적인 치료를 위해서는 외과적으로 섬유화된 심낭조직을 제거하는 것이다. 만약 심외막(흉강쪽 심낭막)이 경미하게 이환된 경우, 부분적인 심낭 제거술(subtotal pericardiectomy)을 통해 비교적 쉽게 교정할 수 있으며, 울혈성 심부전증의 증상도 빠르게 개선된다. 반면에 심외막이 심하게 섬유화되거나 비후되고 epicardial stripping이 있을 경우, 수술하기가 쉽지 않다. Epicardial stripping이 있을 경우, 치사율은 높고 수술 후 예후도 좋지 않다. Coccidioides immitis에 의한 곰팡이성 심낭염이 있는 개는 심낭의 내측과 외측 모두에서 광범위하게 병변이 발생하는 경향이 있다. 이런 경우, 심낭 절제술이 필요하며 심근으로부터 유착된 심외막을 절제해야 한다. 그리고 장기적인 항진균 요법과 환자관리가 필요하다. 하지만 한 회고논문에 따르면 수술 직후 폐사율이 높게 보고되어 있다.\n\n"
}