{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "12\n고혈압성 질환\nHypertensive diseases\n전신성 고혈압 Systemic hypertension; HT\n 서론\n전신성 고혈압(systemic hypertension; HT)은 전신적으로 동맥혈압이 지속적으로 상승하는 질환으로 주로 만성 신장 질환, 부신피질 기능항진증(개), 갑상선 기능항진증(고양이), 당뇨병 등이 고혈압을 유발하는 속발요인이다. 하지만 사람의 경우, 대부분의 고혈압은 그 원인이 확실치 않은 idiopathic etiology에 의해 발생한다고 한다. 고혈압은 고혈압 그 자체보다는 중요 장기에 대한 이차적 손상이 더욱 중요한 질환이다. 고혈압에 의해 손상받기 쉬운 대표적인 장기로는 눈(망막 박리), 신장(신기능부전 및 단백뇨) 및 뇌조직(뇌혈액순환장애에 의한 뇌경색성 손상), 심장(좌심실 비대) 등이 있고, 이러한 소견들은 임상적으로 상당히 진행될 때까지 뚜렷하지 않는 경우가 많다(표 12-1).\n올바른 혈압의 측정은 심장의 이완기(diastolic)와 수축기(systolic) 때 혈압을 모두 측정해야 하며, 증례에 따라 수축기와 이완기 혈압이 모두 상승하는 복합적인 고혈압(combined hypertension)의 증례와 이완기나 수축기 중 어느 한쪽의 혈압만 상승하는 분리형 고혈압(isolated hypertension)이 있고, 증례에 따라 이병률과 예후가 다르다. 동물에서는 아직까지 이러한 고혈압의 유형에 따른 이병률의 차이에 대한 연구는 실시된 적이 없어서 어떤 유형의 고혈압이 이병률이 높은지는 알 수 없다. 하지만 미국 수의내 과학회의 고혈압 분과위원회 조사에 따르면 개와 고양이의 고혈압은 다른 질환에 속발되어 발생하는 속발성 고혈압이 주로 나타나는 고혈압 유형이라고 한다. 또한 고혈압은 그 원인에 따라 원발성 고혈압(primary hypertension)과 속발성 고혈압(secondary ypertension)으로 분류한다. 원발성 고혈압은 사람의 경우 대부분 특발성(idiopathic; 원인 불명)으로 발생하며, 부신수질 세포종 같은 종양에 의해서도 발생한다.\n발병원인 \n개의 경우, 전체 집단에서 고혈압의 발생 비율은 상당히 낮다. 개의 경우, 만성 신장 질환, 부신피질 기능항진증과 당뇨병이 고혈압을 속발하는 대표적인 질환들이다. 만성 신장 질환의 경우, 60~90%의 개에서 고혈압이 발생하며 부신피질 기능항진증의 경우 70~80%, 당뇨병의 경우, 25~45%의 증례에서 고혈압을 동반한다고 한다. 드물게 부신수질 세포종, 사지말단 종대증(acromegaly), 원발성 알도스테론증가증 및 phenylpropanolamine 같은 약물을 장기간 복용할 경우, 고혈압이 발생한다고 한다. 나이가 들수록 혈압이 올라간다는 보고가 있기는 하지만 통계학적으로 신뢰할 정도는 아니다. Sight hound종 개(예, 그레이하운드, 닥스훈트)는 다른 품종에 비해 혈압이 정상적으로 15 mmHg 정도 높다. 통계학적으로 신뢰할 수 있는 정도는 아니지만, 수캐가 고혈압이 많다고 한다. 대부분의 고혈압의 증례는 다른 질환에 의해 속발하는 경우가 많고, 또한 혈압을 직접 측정하지 않는 한 고혈압의 존재 유무 자체를 확인하기가 어렵다. 때문에 직접적인 혈압의 측정을 임상검사에서 routine하게 실시해야 하며, 고혈압이 관찰되면 속발원인을 찾기 위한 검사가 필요하다.\n전신 고혈압의 속발성 원인 개와 고양이의 전신 고혈압은 주로 속발성 원인에 의해 발생한다.\n- 심장 질환과 고혈압: 심장 질환 환자에서는 초기에 심부전에 의한 심박출량의 저하를 보상하기 위해 말초 혈관을 수축시켜서 전신혈압을 높인다. 하지만 이러한 보상반응은 시간이 지나면서 환자의 상태가 악화되면 더 이상 지속하지 못한다. 따라서 말기 환자에서는 말초혈관 수축과 심박수 증가에도 불구하고 전신혈압은 저하된다. 개와 고양이에서 심장 질환 자체가 심각한 전신 고혈압을 유발하지는 않는다.\n전신 고혈압이 지속할 경우, 좌심실에 압력과부하가 지속된다. 그 결과, 좌심실벽은 두꺼워지게 되는데 이를 concentric hypertrophy(중심성 비대)라고 한다. 이러한 심실 비대가 지속되면 좌심실내강이 좁아져 충전용량이 감소하게 된다. 그 결과, 심박출량의 저하와 함께 심각한 이완기성 심부전을 유발할 수도 있다.\n- 신장 질환과 고혈압: 심장이 박출할 때마다 상당히 많은 양의 혈액이 신장으로 들어간다. 또한 신장 내에는 renin이나 angiotensin 같은 혈관을 수축하는 인자와 체액과 전해질을 흡수하고 배설하는 데 관여하는 aldosterone이 분비된다. 때문에 신장 질환이 있을 경우, 혈량의 변화에 따른 신장의 반응이 둔화되고 잘못된 내분비 호르몬의 영향으로 고혈압을 유발하며, 반대로 고혈압은 신기능을 저하시켜서(사구체를 경화시키고 네프론을 소실시킴) 속발성 신장 질환을 유발하기도 한다. 신장 질환에 의한 전신 고혈압은 사람에서 가장 흔한 고혈압 중 하나이며, 개의 93%, 고양이의 90%에서 원발성 신장 질환에 따라 고혈압이 발생할 수 있다. 개에서 사구체 질환과 관련된 신부전 환자에서 전신 고혈압 발생비율이 높다고 한다.\n- Acromegaly: Acromegaly는 여러 장기의 비대, 특히 사지, 머리 등이 다른 기관보다 크게 발육하는 특징이 있다. Somatotropic 호르몬(성장호르몬, STH) 의 과분비로 인해 뼈와 연부조직이 눈에 띄게 성장하게 된다. Hypersomatotropism의 합병증으로 acromegaly가 관찰된다. \n- 부신 질환과 고혈압: 부신피질 기능항진증의 경우, RAAS의 기능 이상과 epinephrine에 지나치게 민감하게 반응한 혈관이 혈관의 저항성을 증가시켜 전신 고혈압을 유발한다. 또한 부신수질 세포종(드물지만)의 경우, 과다분비는 catecholamine류가 고혈압의 주된 원인이 된다. 사람의 부신피질 기능항진증 환자의 84%가 고혈압을 보이지만 대부분 경미한 고혈압을 보인다. 이와 비슷하게 개에서는 59~82%의 부신피질 기능항진증 환자에서 고혈압을 보이며, 경도에서 중등도의 고혈압 소견을 보인다. Hyperaldosteronism은 mineralocorticoid의 과다분비로 인해 발생하며, 원발성 혹은 속발성으로 구분할 수 있다. 원발성 hyperaldosteronism 혹은 Conn’s syndrome은 부신 자체의 변화로 인해 aldosterone의 과다분비가 일어나는 것을 말한다. 속발성 hyperaldosteronism은 과도한 ACT나 angiotensin II로 인해 aldosterone의 과도한 분비를 유발하는 것을 말한다. 부신수질 세포종은 부신수질을 포함한 광범위한 교감신경계의 종양이다. Chromaffin cell의 종양은 epinephrine이나 norepinephrine을 분비할 수 있으며 일부는 dopamine도 분비한다. 대부분의 chromaffin cell 종양은 부신수질에서 발생한다. 이 질환에서는 카테콜라민의 과다 분비로 a-receptor가 활성화되어 지속적으로 혈관수축을 유발하고 b-receptor가 활성화되어 빈맥을 유발하여 심박출량이 증가된다. 그 결과 전신 고혈압이 발생한다. 부신수질 세포종은 나이 든 개에서 주로 발생한다. 수술로 종양을 제거하면 혈압은 정상상태로 되돌아오는 경우가 많다.\n- 당뇨병과 고혈압: 일반적으로 절식 시 혈당은 조금 감소하는 반면, 혈중 인슐린 농도는 크게 감소된다. 때문에 시상하부 세포내 인슐린을 매개로 하는 glucose uptake는 크게 감소된다. 이로 인하여 당대사율은 저하되고 이러한 반응은 시상하부와 뇌간(brain stem)에 신호를 보내어 inhibitory pathway를 활성시키므로 교감신경계를 억압한다. 반대로 혈당이 높을 경우 이와 반대되는 작용을 한다. 즉 고혈당은 교감신경계를 지속적으로 흥분시켜 심박수를 증가시켜 혈압을 상승시키는 효과가 있다. 또한 당뇨병은 신장 질환을 유발하므로 신장 질환에 속발하는 고혈압을 유발하기도 한다. 하지만 개와 고양이의 당뇨병 환자에서 혈압에 대한 영향은 초기에만 국한되어 나타나고 시간이 지나면서 혈압에 대한 영향이 거의 없기 때문에 치료가 필요한 경우는 거의 없다.\n- 갑상선 기능항진증과 고혈압: 갑상선 기능항진증의 경우, 이상 분비된 thyroxine이 심장기능을 지속적으로 항진시켜서 고혈압을 유발하는 것으로 알려져 있다. 또한 교감신경의 흥분으로 RAAS (renin-angiotensin-aldosterone system)의 기능이 교란되는 것도 고혈압에 일조하는 것으로 알려져 있다. 개에서 갑상선 기능항진증은 드물게 발생한다. 갑 \n- White-coat effect: 환자가 병원에서 혈압을 측정했을 때 가정에서와 달리 혈압이 높아지는 것을 ‘white-coat effect’라고 한다. 이러한 효과는 개와 고양이에서 모두 보고되어 있으며, 대부분 흥분이 가라앉고 다시 측정하면 이러한 효과는 소실된다고 한다. 따라서 예민한 환자에서 혈압을 측정 시, 환자를 검진실에 20~30분 정도 방치한 후 다시 혈압을 측정해보는 것이 좋다. 그레이하운드 개에서는 이러한 효과가 며칠간 지속되기도 한다고 한다.\n- 비만과 고혈압: 비만한 사람에게서 고혈압은 흔하게 발생한다. 개에서도 비만한 개가 그렇지 않은 개에 비해서 고혈압의 발생비율이 높다고 한다. 또한 실험적 연구에서도 개에게 비만을 유도하면 혈압이 증가하는 것을 확인할 수 있었다. 혈압은 이완기, 수축기 모두 증가하는 것으로 관찰되었다. 최근 연구에서 개에서 전신 고혈압과 비만 사이의 상관관계는 적거나 없는 것으로 보고하고 있다. \n 발병기전\n전신성 고혈압은 초기에는 주로 증상이 없기 때문에 수개월에서 수년 동안 진행되다가 비가역적 조직손상에 의한 장기 손상이 확실해진 후에야 발견되는 경우가 많다. 전신 고혈압이 신체 장기에 미치는 영향에 대해서 표 12-1에 요약되어 있다. 사람에서 전신성 고혈압은 심장혈관계(예, 심근경색, 뇌졸증), 신경계(예, 고혈압성 뇌병증, 뇌졸증), 비뇨기계\n(예, 진행성 신장 손상) 그리고 눈(예, 망막과 맥락막 손상)의 합병증을 함께 보이며 나타난다. 비록 sight hound와 같은 특정 품종의 개는 정상 혈압 수치가 매우 높지만, 수의분야에서도 고혈압에 의한 다른 장기 합병증이 나타날 위험성을 배제할 수 없다. 심각한 전신성 고혈압의 가장 흔한 부작용은 보통 수축기 혈압이 180 mmHg 이상일 때 나타나는데, 특히 48시간 이내에 수축기 혈압이 약 30 mmHg 증가한 경우 많이 나타난다. 이러한 부작용에는 고혈압성 망막증(안구내 출혈, 망막부종, 개와 고양이에서 망막박리), 고혈압성 뇌병증(뇌부종에 의한 혼미, 혼수, 경련) 그리고 중추신경계성 뇌졸증(개와 고양이에서는 흔치 않음)이 있다. 이보다 고혈압의 정도가 심하지 않은 경우(수축기 혈압이 160~180 mmHg) 신장, 눈, 심혈관계의 만성적인 고혈압성 손상이 발견되기도 한다. 손상을 일으키는 역치 혈압은 정확하게 밝혀진 바 없지만 대부분 품종의 개와 고양이에서는 수축기 혈압 160 mmHg 정도일 것으로 본다.\n전신 고혈압의 심혈관계 효과 심혈관계에서 고혈압에 의해 가장 많이 나타나는 변화는 좌심실 비대이다. 심근은 만성적으로 증가된 후부하에 반응하기 위해 concentric hypertrophy(확장 없이 심근벽 두꺼워짐)를 일으킨다. 좌심실 벽이 경직되고 이완기 충만이 감소함에 따라 좌심실 이완기압이 증가할 수 있고 이로 인해 폐울혈이 발생할 수 있지만 흔치는 않다. 다른 심혈관계 이상 소견이 동반되지 않는 한 전신 고혈압 단독으로 울혈성 심부전을 유발하지는 않는다. 좌심실 비대는 방사선이나 심장 초음파를 통해 확인할 수 있다. 대표적인 심초음파 소견으로는 초기 HCM 환자에서 볼 수 있는 이완기 기능장애 소견이다(예, 이첨판 혈류의 E/A reversal, TDI e9/a9 reversal 그리고 e9 속도 감소 등). 대동맥 혈류의 가속시간의 연장(aortic flow AT prolongation)은 사람에서 보고된 대표적인 심초음파 소견이다. 효과적으로 고혈압 치료를 할 경우, 이러한 병리학적 변화를 정상으로 돌아오게 할 수도 있다. 만성 고혈압 환자에서는 다양한 혈관 변화가 관찰되기도 한다. 작은 동맥이나 세동맥에 강한 압력이 가해지면 혈관벽 사이로 혈장이 새어나가게 되고 혈관벽이 두꺼워지는데 이 변화를 hyaline arteriosclerosis라고 한다. 만성 고혈압은 또한 혈관 평활근의 비대를 유발한다. 사람에서는 나이가 들면서 동맥경화증이 발생하고 큰 동맥의 탄성(compliance)이 소실된다. 하지만 이러한 혈관계의 변화는 개와 고양이에서 거의 발생하지 않는다. 전신 고혈압에 의한 빈맥성 부정맥은 사람에서 보고되어 있지만 개와 고양이에서는 보고된 바 없다.\n전신 고혈압의 중추신경계에 대한 효과 뇌순환은 뇌 자체에서 조절을 하기 때문에 autoregulation이라고도 한다. 특정 범위의 혈압 내에서는 혈류를 자동조절하여 뇌의 혈압을 일정하게 유지하는 것은 세동맥의 평활근 때문으로 혈압이 증가하면 수축을 한다. 이 작용은 전신성 고혈압이 있더라도 중추신경계를 고혈압 부작용으로부터 보호하게 된다. 하지만 증가된 혈압이 국소 미세순환(뇌의 세동맥, 모세혈관, 세정맥)에 영향을 주지 않도록 제어하는 세동맥의 이런 능력 역시 한계가 있다. 자동조절 능력 이상으로 혈압이 증가하게 되면 뇌 미세순환의 혈압 역시 증가하여 혈류가 증가하고 모세혈관벽에서 일정하게 유지되던 Starling 법칙을 변화시킨다. 모세혈관내 정수압의 증가는 모세혈관 사이 체액 여과율을 증가시켜 뇌 실질 내에 간질성 부종을 일으킨다. 특히 뇌는 두개강으로 둘러싸여 있기 때문에 간질의 부피가 증가하면 두개강내 압력이 증가하고 이것은 고혈압성 뇌병증으로 불리는 신경계 기능이상을 초래한다. 뇌부종에 의한 임상증상으로는 방향감 상실, head pressing, 운동실조, 혼미, 혼수, 경련 등이 있다. 심한 경우 뇌부종으로 인한 두개강내 압력 증가는 소뇌 천막(tentorium) 아래로 대뇌 허니아를 유발하거나 큰후두구멍(foramen magnum)으로 소뇌 허니아를 유발할 수도 있다. 뇌 허니아는 고혈압성 뇌병증의 치명적인 합병증 중 하나이다. 이 현상은 개와 고양이에서 모두 가능하다. 고혈압은 또한 소동맥 파열과 그에 따른 국소 허혈[뇌졸증 또는 뇌혈관사고(cerebrovascular accident; CVA)]을 유발할 수 있으나 중간 그리고 대형혈관계 질환이 거의 없는 동물에서는 흔치 않다. CVA는 뇌혈관계의 소동맥 파열(출혈성 CVA)로 인해 발생할 수도 있고 혈관 혈전증(혈전성 CVA) 때문에 발생할 수도 있다. 두 가지 경우 모두 영향받은 뇌 부위는 경색 소견을 보이며 운동실조, 방향감상실, 경련, 혼미, 혼수와 같은 임상증상이 나타날 수 있다.  경추 1-5번 사이(특히, 2번과 3번)에 허혈성 손상이 발생하는 경우가 많았다고 한다. 치매가 있는 환자에서 전신 고혈압이 신경증상을 더욱 악화시킨다는 보고가 사람에서는 발표되어 있다. 사람의 경우, 항고혈압 치료가 인지장애의 진행을 늦춘다는 보고도 있다.\n전신 고혈압의 안구에 대한 효과 혈압측정을 일반 진찰 시 잘 실시하지 않기 때문에 고혈압에 의한 급작스런 실명으로 내원하는 동물들이 많다. 다른 미세순환계와 마찬가지로 눈에서도 자동조절 능력을 초과하면 맥락막 세동맥과 모세혈관의 혈류가 증가하여 이 압력 증가에 따라 혈장이 누출되어 부종, 출혈, 망막박리와 같은 병변이 진행된다.\n전신 고혈압의 신장에 대한 효과 사람에서 고혈압과 신장 질환은 매우 깊이 관련된 질환들로 고혈압은 신부전의 주요 원인이 되고 신부전 역시 전신성 고혈압을 일으킨다. 이것은 급성이나 만성, 혈관성, 세뇨관간질성, 사구체성, 경증, 중등도, 중증의 신장 질환을 막론하고 모든 신장 질환에서 적용된다. 사람의 고혈압과 신장 질환은 “닭이 먼저인지 달걀이 먼저인지”의 문제와 같이 복잡한 관계로 얽혀 있지만 개와 고양이에서는 그렇지 않다. 개와 고양이에서 원발 신장 질환이 없는 지속적인 고혈압이 신장의 구조적인 손상을 일으킨다는 증거는 없다. 물론, 그 반대에 대한 증거는 존재한다. 임상에서 더 흔히 볼 수 있는 시나리오는 신장 질환으로 인해 renin-angiotensin계가 활성화되고 신장의 나트륨 재흡수 능력 변화로 전신성 고혈압을 일으키고 이로 인해 더 큰 신장손상이 가해지는 것이다. 전신성 고혈압은 신장 질환이 있는 개에서 신장손상을 일으킬 수 있는 것으로 보인다. 신장의 미세순환계는 매우 독특하여 사구체 모세혈관총 전후로 세동맥이 존재한다. 신장 질환에서 허혈이 발생할 경우 renin의 과생산이 일어나 순환 또는 국소 angiotensin II 농도가 증가한다. 전신적인 angiotensin II의 증가는 심장박출량을 증가시키고 말초 혈관저항성을 증가시켜 전신성 고혈압을 악화시킨다. 신장 질환이 있는 경우 수입세동맥은 확장한다. 이렇게 특이적인 확장은 신장 질병의 존재에 대한 적응반응(아마도 부정적인 적응반응)으로 보인다. Angiotensin II에 의한 수출세동맥의 수축은 이러한 수입세동맥의 확장과 더불어 사구체 모세혈관압을 증가시킨다. 따라서 영향받은 사구체 모세혈관과 관련 네프론 및 간질은 고혈압성 손상에 취약해지는 것이다. 신장 질환이 있는 개와 고양이에서 수축기압이 160 mmHg인 만성적이고 지속적인 고혈압이 있는 경우 네프론 파괴로 이어져 진행적인 신부전으로 이어진다. 실험적 개의 신장 질환 모델연구에서 항고혈압 약물투여로 사구체 손상이 감소될 수 있다는 보고는 혈압과 신장 질환 진행 사이에 밀접한 관련이 있다는 사실을 증명하고 있다.\n 전신 고혈압의 임상소견\n전신 고혈압의 주요 임상증상은 주로 원발성 질환이나 그 질환에 의한 병태생리에 따라 달라진다. 대표적인 임상증상으로 안과 증상(실명·동공산대·Hyphema·녹내장·망막변화-출혈/박리), CNS 증상(우울·두통·Syncope·발작·신경마비·Vocalizing), 심혈관계 증상(심잡음, gallop 리듬-고양이에서)·ECG 상 높은 voltage, 부정맥, wide QRS, wide p파, LBBB·초음파상 좌심실 비대·비출혈, 비특이적 증상(식욕부진·다음다뇨·행동변화) 등이 있다(그림 12-1).\n 전신 고혈압의 진단\n병력 및 신체검사 환자들은 전형적으로 원발 질환에 대한 증상을 나타내고 행동변화, 성격변화, 경련, 무기력증 같은 비특이적인 소견을 보이기도 한다. 신체검사상 혈관, 선홍빛 점막, 모세관 충만 시간(CRT) 감소, 심잡음(PMI-이첨판), 갤롭 리듬, 빈맥, 맥박 결손 등이 관찰될 수 있다.\n혈압 측정 전신 고혈압 진단에 가장 중요한 검사로 검사방법에 대해서는 제2장 신체 검사편을 참조하라. 수축기 혈압이 180 mmHg 이상이거나 이완기 혈압이 120 mmHg 이상일 때, 또는 둘 다일 경우, 심각한 고혈압으로 정의한다. High density oscillometric 혈압계를 이용하여 측정한다면 높아진 전수축기 파동(high presystolic wave), 심박출량의 변화, 부정맥에 의한 심박출량 변동 등을 확인할 수 있다.\n심전도 검사 R파의 진폭 증가와 넓은 QRS 복합파 같은 전형적인 좌심실 종대 패턴과 동성 빈맥이 흔히 나타나는 소견이고, 깊은 S파(bundle branch block; BBB), P파 연장, 여러 가지 부정맥 소견이 나타날 수 있다.\n흉부 방사선 검사 압력에 의해 넓어진 대동맥궁(확장된 좌심방과 혼동하기 쉽다), 넓어진 흉부 대동맥, 평행한 대정맥벽(분지되지 않은) 등의 소견을 확인할 수 있다. 그러나 벽 두께가 내측으로 증가하는 중심성 비대이기 때문에 심종대가 항상 확인되지는 않는다.\n심초음파 검사 전신 고혈압은 속발성 HCM의 대표적인 원인이 되므로 심초음파상 HCM 환자에서 볼 수 있는 모든 초음파 소견이 관찰될 수 있다. 가장 대표적인 초음파 소견으로는 이완말기 좌심실 직경의 감소와 좌심실과 중격의 두께 증가 등이 있다(그림 12-2). 또한 trans-mitral profile이나 tissue Doppler 검사상에서 restrictive pattern이 관찰될 수 있다(심초음파 편 참조; 그림 12-2). 또한 이첨판의 systolic anterior motion (SAM)이라든지 dagger 모양의 aortic flow를 확인할 수 있다(그림 12-3).\n실험실 검사 Urine protein-to-creatinine ratio (UPC)는 종종 0.2 이상이며 이것은 만성 신장 질환과 관련된 단백뇨를 나타낸다. CKD(예, CRE, BUN, 칼륨, 나트륨), 갑상선 기능항진증(예, total T4, 간 효소), 당뇨병(예, 혈당) 같은 원발요인에 대한 이상 수치를 확인할 수 있다.\n 전신 고혈압의 치료\n고혈압 치료의 목적은 심장, 신장, 신경계 안구에 대한 고혈압의 합병증을 예방하기 위한 것이다. 혈압을 정상화시켜서 고혈압에 의해 파생된 속발성 병변에 대한 교정이 주요한 치료 목적이다.\n전신 고혈압 치료의 개시시점 전신 고혈압의 치료에 앞서 반복적인 혈압측정으로 환자의 상태를 정확하게 파악하는 것이 중요하고 고혈압을 유발한 원발요인을 먼저 명확하게 입증하는 것이 고혈압 치료에 앞서 행해져야 한다. 환자의 전신혈압의 정도에 따른 관리와 치료요령은 표 12-2에 요약되어 있다. 박스 12-1에 미국 수의내과학회에서 제시한 개와 고양이의 전신 고혈압의 처치요령이 요약되어 있다.\n일반적으로 전신 고혈압의 치료에 사용되는 약물로는 ACE inhibitors, calcium channel blockers (dihydropyridine class; amlodipine), beta-adrenoceptor blockers, alpha-adrenoceptor blockers(비특이적인 alpha1-, alpha2-blockers, 선택적 alpha1-blockers), antisympathotonics (alpha2-adrenoreceptors agonist), 혈관확장제(비특이적), 이뇨제(치료계수가 적절하고 중추신경계 부작용 없는 것이 장점) 등이 있다. 고혈압 치료에 사용되는 주요 약물의 종류와 용량 및 주의사항은 표 12-3에 열거되어 있다.\n약물 요법 이외 전신 고혈압 환자는 체중감량과 염분제한(효과가 입증되지 않음)이 고혈압 관리에 도움이 될 수 있다. 다만 염분제한을 통해 극도로 소량의 나트륨을 섭취하게 되면 renin-angiotensin-aldosterone system (RAAS)이 활성화되어 환자의 상태를 더 악화시키기 때문에 ACEi의 병용 투여가 필요하다. 일반적으로 초기 식이요법은 원발 질환에 맞춰서 실시하는 것이 좋다. 또한 원발 질환의 효과적인 관리를 통해, 전신 고혈압을 악화시키는 위험인자를 제거하는 것이 좋고 혈압을 증가시킬 가능성이 있는 약물의 사용을 재고할 필요가 있다.\n고혈압 환자의 치료전략 고혈압에 대한 초기 치료는 한 가지 약물을 낮은 용량으로 투여하는 것이 바람직하다(monotherapy). 예를 들면, ACE inhibitor, calcium channel blocker, beta-blocker 중 하나를 투여할 수 있다. 용량이 너무 높거나 혈관확장제와 함께 처방할 경우 혈압이 급격하게 감소할 수 있고 다음의 부작용이 발생할 수 있다: 무기력, 허약함, 신장혈류 감소에 따른 신기능 감소(신장 손상이 의심되는 환자에서는 초기 용량을 주의해서 처방해야 한다), 관상혈류 감소. 따라서 혈압을 모니터링하면서 점진적으로 용량을 증가시킨다. 단일 약물로 혈압이 조절되지 않는다면 두 가지 이상의 약물을 복합 처방하는 방법(예, ACEi와 칼슘채널 차단제)을 사용한다. 두 가지 다른 종류의 고혈압 치료제를 복용하는데도 혈압이 떨어지지 않는다면 세 번째 약물을 처방할 수 있는데 보통 이뇨제를 처방한다(단, 효과가 입증되지 않음; ACE inhibitor, calcium channel blocker, saluretic). 약물 부작용을 주의해야 하며 같은 분류의 고혈압 치료제를 여러 가지 사용하는 것은 효과적이지 않기 때문에 다른 약리작용을 갖는 약물을 혼합처방한다.\n혼합치료의 장점 각 약물의 용량을 최소한으로 유지시켜 부작용을 최소화할 수 있다. 또한 각 약물의 길항작용을 감소시킨다. 예를 들어, dihydropyridine calcium channel blocker는 reflex tachycardia를 일으키지만 beta blocker와 함께 투여하는 경우 심박수를 감소시킨다. 또한 saluretics 단독으로 사용할 경우, RAAS를 활성시키지만 saluretics 1 ACE inhibitors 또는 saluretics 1 beta blocker의 경우 RAAS를 억제한다. Saluretics란 spironolactone이나 furosemide 같은 이뇨제를 말한다.\n치료의 목적을 달성한 후(혈압을 현격히 감소시켰거나 정상으로 돌아왔을 때) 심부전이나 만성 신부전 환자의 약물치료를 지속하며 필요한 경우, 약물의 용량을 감소시킨다. 원발 질환에 의한 고혈압(예, 갑상선 기능항진증)이 효과적인 치료로 조절될 경우 고혈압 치료제 용량을 감소시키고 혈압을 모니터링하여 지속적인 고혈압 치료제 사용 여부를 결정한다. 고혈압 치료제는 항상 용량을 서서히 감소시킨 후 약물 투여를 중지해야 한다(치료기간과 용량을 고려하여 최고 4주에 걸쳐 감소). 갑작스런 투약 중지는 “rebound hypertension”을 일으킬 수 있는데 특히 beta-blocker와 alpha2-adrenoceptor agonist에서 이러한 withdrawal syndrome을 흔히 볼 수 있다. 이러한 환자의 경우, 불안함, 빈맥, 부정맥(원발 심장 질환이 있고 beta-blocker를 사용한 경우) 및 응급 고혈압 증상 등이 나타날 수 있다.\n급성 고혈압 응급 환자 처치요령 Hypertensive crisis는 혈압의 급격한 증가로 급성 end organ damage의 위험이 큰 상태를 말한다. 이 경우 대뇌출혈, 망막박리, 그리고 대동맥류가 발생할 수 있는 응급상황이기 때문에 즉각적으로 혈압을 감소시켜야 한다. 일반적으로 aggressive한 치료전략은 새로운, 또는 진행적인 end organ damage 증상이 나타날 때, 특히 CNS 증상이 나타날 때 실시한다.\n- Sodium nitroprusside: 지속적인 혈압 모니터링과 infusion pump 사용이 가능할 때에만 실시. 개/고양이: 1~3(최고 10) ug/kg/min constant rate infusion (CRI) IV, 혈압변화에 따라 적정\n- Hydralazine: Infusion pump를 사용할 수 없을 때 투여. 혈압을 자주 확인해야 한다. 개 0.5 mg/kg q12h, 낮은 용량에서 시작하여 점차 2 mg/kg q12h까지 증가. 작용시간은 매우 빠름(1~2시간 이내). 수술이 불가능한 부신수질세포종 환자 역시 catecholamine 분비로 인한 치명적인 중증의 고혈압을 예방하기 위해 고혈압 치료제를 투약해야 한다. Phenoxybenzamine: 개 0.25 mg/kg q8-12h PO, prazosin: 개 0.5~2.0 mg/kg q8-12h PO; 빈맥의 위험성을 감소시키기 위해 beta-blocker를 함께 처방할 경우, Propranolol: 개 0.2~1.0 mg/kg q8h PO. Alpha2-adrenoreceptor agonist(예, clonidine)는 사용 금기.\n예후 일반적인 전신 고혈압의 예후는 원발 질환의 종류와 심하기, 전신 고혈압의 심하기와 합병증 유무에 따라 크게 달라진다. 만성적인 레닌-안지오텐신-알도스테론 시스템(RAAS)의 활성은 여러 장기(특히, 심장과 신장)에 리모델링을 촉발시키고 나쁜 예후를 가져올 수 있다. 그러나 광범위한 리모델링이 있기 전에 혈압이 조절된다면 고혈압에 의한 심장 질환이나 신장 질환은 완치가 가능하다.\n폐성고혈압 Pulmonary hypertension\n 서론\n폐성고혈압(pulmonary hypertension)이란 심장이나 폐의 질환에 의해 폐의 혈관이 수축 또는 패색되거나, 폐혈관내 혈량이 증가하여 폐혈관의 저항성(vascular resistance)이 증가하는 현상을 말한다(그림 12-4). 정상적인 폐혈관계 압력은 수축기 25 mmHg, 이완기\n8 mmHg, 평균 12~15 mmHg이다. 통상 폐성고혈압으로 진단하는 폐혈관계 압력의 기준은 수축기 35 mmHg 이상, 평균 25 mmHg 이상이다. 또 어떤 저자는 수축기/이완기 30/19 mmHg 이상을 기준으로 제시하기도 한다. 폐성고혈압은 특발성으로 발생하기도 하고 다른 질환에 속발하여 발생하기도 한다. 소동물에서 폐성고혈압을 유발하는 대표적인 요인들은 표 12-4에 서술되어 있다.\n 발병기전\n정상적인 폐혈관계는 얇은 막의 동맥, 정맥, 모세혈관으로 구성되어 있고 혈관저항성이 낮으며 혈액 수용능력이 높은 혈관계이다. 우심실이 박출할 때 폐동맥으로 유입된 모든 혈류를 받아서 폐정맥과 좌심방으로 보내는 혈관 구조를 가지고 있다. 정상적인 평균 폐동맥압은 14 mmHg 정도이다. 여러 가지 원인에 의해 폐혈관내 동맥압이 상승하면 우심실의 압력과부하가 발생하여 심실내압이 증가하고 이를 보상하기 위해 심박수가 증가한다. 우심실의 이완말기압 증가로 우심방으로 들어오는 정맥귀환 혈류가 정체되면 복수를 특징으로 한 우심부전의 증상이 나타난다. 또한 우심실 압력이 증가함에 따라 심실간 중격은 좌측으로 변위되며(septal flattening), 이로 인하여 좌심실의 혈액 충전기전 역시 방해를 받는다. 이로 인하여 심실의 일회박출량이 감소되고 전신 저혈압과 심실허혈증이 발생하게 된다. 마지막으로 폐혈관계 저항성 증가로 폐혈관계의 가스교환이 원할하게 이루어지지 않으면 청색증과 이를 보상하기 위한 적혈구 증가증이 발생할 수 있다. 적혈구 증가증에 의한 혈액의 점도 상승과 저산소증에 의한 혈관 수축 때문에 혈관저항성은 추가로 증가하여 증상을 더욱 악화시키게 된다.\n 임상소견\n폐성고혈압과 관련된 연구가 많지 않지만, 이 질환은 체구가 작은 노령의 암컷에서 주로 발생한다고 한다. 만성 호흡기 질환(예, 간질성 폐섬유화)에 많이 이환되는 테리어종 개에서 다발한다. 임상증상은 통상 원발원인에 따라 다양하고 비특이적이다. 주로 빈맥, 호흡곤란(28%), 운동불내성(저산소증과 저혈압에 의해; 45%), 기침(30%), 피로 및 실신이 흔히 나타난다. 우심부전이 발생하면 복부종창(복수) 소견이 관찰되고 폐성고혈압의 증상이 심해지면 청색증이 나타난다(그림 12-5).\n 진단\n신체검사 폐성고혈압의 원인이 급성이거나 아급성일 경우, 우심실의 이완말기압 증가로 경정맥의 확장과 박동이 나타나며, precordial thrill을 우측 흉벽(우심실의 종대를 의미)에서 느낄 수 있다. 또한 우심부전으로 진행되면 흉수나 복수 같은 소견도 볼 수 있다. 청진 시 삼첨판의 역류에 의한 S2 분열음(우심첨부) 또는 S2 스냅음(좌심저부), 갤롭박동(우측 흉벽) 등을 감지할 수 있다.\n심전도 검사 심전도 검사 소견은 비특이적이지만 주로 우심계 확장(예, P-pulmonale, right axis deviation, deep S wave)과 관련된 소견이 나타난다(그림 12-6). 비정상적인 전도 활성에 의해 atrial fibrillation, supraventricular tachycardia 및 ventricular tachycardia도 나타날 수 있다.\n흉부 방사선 검사 우심계 종대와 폐동맥 종대에 따른 전형적인 reverse D 모양의 심장음영이 나타날 수 있다(그림 12-7). 또한 병발된 폐질환에 의해 폐의 침윤 소견이 다소 차이가 나타날 수 있지만 폐정맥 확장 소견이 없는 폐의 침윤 소견은 폐성고혈압을 강력하게 의심케 하는 소견이다.\n심장 초음파 검사 심장 초음파상 대표적인 소견으로는 우심실의 종대와 비대(50%), 심실중격의 좌심실 변위 및 납작해짐(flattened IVS); 폐동맥의 확장(enlarged PA), 폐동맥의 역류(PR 속도 2.2 m/s 이상), 삼첨판의 역류(TR 속도 2.8 m/s 이상) 등이다(그림 12-8, 12-9). 만약 심장 사상충에 의한 감염이라면 사상충이 폐동맥 내에서 관찰된다.\n심장 카테터 검사 우심과 폐동맥에 대한 심장 카테터 검사법이 가장 정확하게 좌우심간의 압력구배를 측정할 수 있는 검사방법으로 폐성고혈압 시 우심과 폐동맥의 혈압 상승을 관찰할 수 있다. 과거에는 카테터 검사를 통해 이러한 압력차이를 측정하였지만, 도플러 초음파 기술의 발달로 현재에는 폐동맥과 삼첨판의 역류 속도로 이러한 압력차이를 계산할 수 있다.\n기타 검사 청색증이 발생하면 적혈구 증가증이나 nRBC 증가 같은 저산소증에 의한 골수반응이 관찰된다(그림 12-10). 심장 사상충의 경우, 항원검사에 양성을 보일 수 있고 혈액 내에서 자충이 관찰될 수 있다. 만성 호흡기 질환의 경우, BAL이나 tracheal wash를 통한 세포 검사에서 만성적인 염증반응을 확인할 수 있다.\n 치료 및 예후\n폐성고혈압의 치료 목표는 원발요인을 교정하고 산소를 공급하여 환기를 개선하고 폐순환기내 혈압과 혈량을 감소시켜 주는 데 치중해야 한다. 사람의 경우, 여러 가지 약물들이 폐성고혈압 치료를 위해 개발되고 임상적으로 그 효능이 입증이 되어 있지만, 개의 경우 오직 sildenafil만이 그 치료효과가 입증이 되어 있다. 반면 다른 약물들은 치료 효과가 떨어지거나(예, calcium-channel blockers), 가격이 너무 비싸거나[예, endothelial antagonists (bosentan)], 투여가 곤란한 문제(예, CRI로 투여해야 하는 prostacyclin) 때문에 소동물 임상에 별로 적용되지 못하고 있다.\n산소공급 동맥성 산소 포화량을 극대화시키고 체내 산소요구량을 최소화시켜야 한다. 이를 위해 산소의 포화도를 96% 이상으로 유지하기 위해 지속적인 산소공급(산소 마스크, nasal catheter를 이용)하고 환자를 안정시키고 발열이 있으면 이를 교정하고 운동을 억제한다. 이렇게 하면 저산소증에 의해 폐의 혈관이 수축되는 것을 막아 폐혈관의 압력이 올라가는 것을 완화시킬 수 있다.\n혈량조절 수액요법이 전신 저혈압을 개선하는 효과가 있지만 임상에서 환자에게 최적이 되는 순환혈량을 측정하기란 매우 힘들다. 과량의 수액요법은 오히려 우심실의 용적과부하를 유발하여 좌심실의 혈액충전기전을 방해한다. 이러한 수액요법으로 뚜렷한 치료효과가 나타나지 않으면 혈관 활성약물인 dobutamine이나 dopamine 같은 약물이 심실의 박출량을 증가시켜 전신순환을 개선시켜 준다. 또한 이러한 약물들은 심한 순환부전이 있는 동물에서 신장의 혈액관류량을 크게 개선시켜 준다.\n동맥성 확장제 폐동맥 혈관확장요법이 주목받고 있는 치료법이기는 하나 아직 그 명확한 치료 프로토콜이 확립되어 있지 않다. 산소가 폐혈관에 대한 가장 강력한 혈관 확장효과를 가지며 칼슘채널 차단제가 경증이나 중등도의 폐성고혈압 치료에 이용된다(폐동맥의 확장을 유발). 하지만 그 치료효과가 일관되지 못한 문제점이 있다. Nitric oxide gas 역시 강력한 폐혈관 확장제이지만 수의분야에서 그 이용은 응급 시 또는 입원 환자에 국한되어 있다. Sildenafil citrate (Viagra)는 선택성 PDE (phosphodiesterase)-V inhibitor로 폐혈관에 cGMP 농도를 증가시켜 폐동맥의 혈관을 확장시키는 약물이다. Sildenafil은 개에서 특별한 부작용 없이 사용이 가능하고, 통상 1~2 mg q8-12h PO로 투여를 한다. 저자의 경험과 일부 증례 보고를 보고 페성고혈압에 대한 상당한 임상증상의 개선효과가 관찰되었다. 일부 환자에서는 도플러 초음파 검사를 통해 TR이나 PR의 속도가 줄어드는 효과가 관찰되었다고 한다. 최근 한 투약 실험에 따르면 sildenafil을 투여받은 그룹(median, 56 mmHg; range, 34~83 mmHg)이 위약을 투여받은 그룹(median, 62 mmHg; range, 49~197 mmHg)에 비해 폐혈관 저항이 낮아지는 효과를 확인할 수 있었다고 한다. 또한 운동지수 또한 sildenafil을 투여받은 환자군에서 큰 개선 효과가 관찰되었다고 한다. Tadalafil은 장시효성 PDE5-I이다. 특발성 PH에 걸린 개를 tadalafil로 치료한 하나의 증례 연구만 발표되어 있다(1 mg/kg, PO, q48h, 저자는 0.5~1 mg/kg, q24-48h 투여방법을 사용한다). 이 환자는 PAP의 감소와 함께 임상 증상이 개선되었다. 경구용 및 주사용 tadalafil 모두 실험적으로 PH를 유도한 개에서 효과가 있었다. Vardenafil은 또 다른 형태의 PDE5-I로 아직 개의 PH에 사용된 적이 없다. Pimobendan은 PDE3-I이고 calcium sensitizer이다. MMVD가 있는 개(그룹 III PH 환자군)를 pimobendan으로 치료 시 NT-pro BNP농도가 감소하였다. 더 나아가 이러한 치료가 단기간에 삶의 질을 개선시켰다. 뿐만 아니라 장기간 치료로 폐정맥 고혈압도 완화되었다. 새로운 치료제들이 인위에서는 개발되고 있고 일부 약물은 개에서도 평가된 바 있다. Imatinib (Gleevec)은 PDGF 활성을 억제하고 PDGF수용기도 억제한다. MMVD와 심장사상충에 의해 울혈성 심부전과 PH가 발생한 6마리 개에게 imatinib을 3 mg/kg, PO, q24h로 30일간 투여하였다. 이러한 환자에서 TR 속도, 좌심방 크기와 혈장 NT-pro BNP농도가 감소가 확인되었다. L-Arginine은 강력한 혈관확장제인 nitric oxide 전구물질로 폐고혈압이 있는 사람에서 100 mg/kg로 하루 3화 투여 시, 임상적으로 유의한 폐고혈압 완화효과가 확인된다고 한다. 하지만 개의 연구에서는 효과에 대한 뚜렷한 연구가 진행되지 못했다.\n예후 폐성고혈압의 예후 평가 기준은 수축기 때 우심실과 우심방 압력차이에 의해 에측할 수 있다. 일반적으로 심장 카테터 검사보다는 삼첨판의 역류속도(TR velocity) 측정을 통해 폐성고혈압의 예후평가가 가능하다(표 12-5). 예후는 원발요인의 종류와 폐성고혈압의 심하기 정도에 따라 다양하다. 특발성 요인의 경우, sildenafil 치료로 상당히 오랜 기간 동안 환자유지가 가능하다. 환자의 생존기간을 연장하기 위해서는 환자에 대한 치료반응을 주기적으로 모니터하는 것이 중요하다. 주기적으로 모니터해야 할 항목으로는 호흡수와 특징, 혈액 가스검사, pulse oximetry, 폐와 전신혈압 등이 있다.\n"
}