{"title": "증례로 보는 소동물 심장학 2판", "author": "현창백 2e", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "13\n심장 사상충증\nHeartworm diseases\n개의 심장 사상충증 Canine heartworm disease (CHWD)\n 서론\n개의 심장 사상충증(canine heartworm disease; CHWD)은 선충강(線蟲綱) 사상충과(絲狀蟲科)에 속하는 Dirofilaria immitis가 원인체로서 모기가 중간숙주이며 개에서 주로 심장과 폐를 포함한 순환기계 질환을 유발하는 가장 대표적인 개의 전염성 질환 중의 하나이다(그림 13-1). CHWD의 자연 감염숙주(natural host)는 개 및 개과의 야생 동물이다. 하지만 감염되어 체내에서 성충으로 성장이 가능한 것으로 알려진 동물로는 개를 포함하여 여우, 늑대, 코요테, 족제비, 고양이, 바다사자, 사향쥐 등이 있다. 드물기는 하지만 사람에서도 성충으로까지 성장되는 경우가 이미 보고되어 있다. 임상적으로 개뿐 아니라 고양이에서도 심장 사상충이 감염되어 문제를 일으킨다.\nCHWD의 임상증상은 무증상에서부터 치명적인 만성 폐실질 및 혈관, 심장을 포함한 순환기계 질환 및 피부 질환과 관련된 증상을 포함하여 매우 다양하게 나타난다. 만성적인 감염증의 경우 사구체 신염, 빈혈, 혈소판 감소증을 유발할 수 있고 중감염증의 경우, 여러 장기가 복합적으로 손상되는 caval syndrome(대정맥증후군)과 disseminated intravascular coagulation (DIC; 파종성 혈관내 응고) 같은 치명적인 증상을 유발할 수 있다.\n 심장 사상충의 생활사\n개에서 심장 사상충의 생활사(life cycle)는 그림 13-2에 묘사되어 있다. HWD의 종숙주인 개, 고양이의 폐동맥 내에 기생하는 성숙한 암컷이 숙주의 혈액 중으로 미세사상충(microfilaria, 길이: 270~365 μm 폭: 6~8 μm)이라 불리는 자충을 방출한다. 이 미세사상충은 성숙 암컷이 수컷과 교미 후 배출하는 것으로서, 아직 내부 장기들이 발육되지 않은 상태여서 제1기 유충(L1유충)으로 간주되지 않으며, L1유충은 중간숙주인 모기 체내에서 발육한다. 즉, 미세사상충은 모기가 감염된 동물을 흡혈할 때 혈액과 함께 모기의 소화관으로 유입되어 중장(中腸, midgut)에서 24시간 정도 체류 후, 말피기씨관의 세포내로 침입하여 4~5일간에 걸쳐 길이가 짧아지고 폭은 늘어난 소시지 모양(sausage stage)으로 변환한 후 비로소 식도 및 장이 어느 정도 형성된 L1유충으로 발육한다(그림 13-3). L1유충은 모기에 감염 후 6~7일경에 말피기씨소관의 세포로부터 말피기씨소관 강으로 빠져나온 후 14일까지 L2 및 L3유충으로 발육한다. 그 후 L3유충(제3기 유충)은 말피기씨소관을 뚫고 체강으로 나와 모기의 주둥이 부분으로 이동한 후 감염유충(infective larvae, 길이 1,100~1,300 μm)으로 발육한다. 문헌에 따라서는 감염유충의 평균길이가 924.7 mm에 두께는 26.3 mm(범위: 20~30 mm)로 보고된 경우도 있다.\n미세사상충으로부터 감염유충으로 발육하는 데 소요되는 기간은 278C, 상대습도 80%의 조건 하에서 약 10~14일이 소요된다. L1유충이 모기 소화관 내에서 L3유충으로 성장하기 위해서는 적절한 환경온도와 습도가 제공되는 환경 조건이 필수적이다. Heartworm Development Unit (HDU)란 모기 내로 유입된 미세사상충이 L3유충으로 성장하는 속도를 단위로 표현한 것으로 환경온도에 의해 결정된다. 그 공식은 “(평균 환경온도 2148C) 3 days”이다. 모기 내에서 L1유충이 L3유충으로 성장하려면 최소 130 HDU가 필요하다. 평균 환경온도가 188C일 경우, 하루에 4 HDU씩 형성되므로(188C2148C 5 4 HDU), L1유충이 L3유충으로 충분히 성장하기 위한 130 HDU가 형성되려면 32.5일이 소요된다. 반면 환경온도가 278C일 경우, 하루에 13 HDU씩 형성되므로 (278C2148C 5 13 HDU), L1유충이 L3유충으로 성장되는 130 HDU가 되려면 10일밖에 소요되지 않는다. 대부분 모기의 평균 생존기간이 한 달 전후이기 때문에 환경온도가 충분히 따뜻하지 않을 경우, 모기내 L1유충이 L3유충으로 성장하기 전에 모기가 죽어버리기 때문에 겨울철에 예방약 투여에 대한 논란이 발생한 것이다. 하지만 모든 종류의 모기가 한 달을 사는 것이 아니고, 환경온도 이외에 다른 요소가 유충 성장에 관여하기 때문에 이 부분에 대해서는 추가적인 연구가 필요하다.\nCulex, Anopheles, Aedes 속을 포함하여 다수의 모기들이 중간숙주 역할을 하며, 우리나라의 경우 중국얼룩날개모기(Anopheles sinensis), 금빛숲모기(Aedes vexans nipponii), 빨간집모기(Culex pipiens), 큰검정들모기(Armigeres subalbatus) 등이 알려져 있으나 외국에서 다수의 다른 종들도 중간숙주로 관여한다는 것이 알려져 있어 많은 종류의 모기들이 중간숙주로 관여할 것으로 생각된다.\n많은 사람들이 모기 주둥이에 모여 있는 감염유충은 모기가 흡혈할 때 말초혈액 내로 주입된다고 잘못 생각하고 있다. 그러나 모기의 주둥이에 모인 감염유충은 모기가 동물에 달라붙어 흡혈할 때 주둥이로부터 빠져나와 한 방울의 모기 혈림프(haemolymp)와 함께 흡혈 중인 탐침 주위의 피부 위로 떨어져 내려와서 모기 침이 빠져나온 부위를 통해 숙주의 피부 안으로 침입한다. 이 때문에 감염유충이 항상 침 구멍을 찾아 들어갈 수 있는 것은 아니며, 피부를 침입하기 전에 말라 죽는 경우도 있어서 피부 위에 떨어져 내려온 감염유충이 동물의 피부조직 내로 들어가는 비율은 약 45%인 것으로 보고되어 있다.\n피부에 들어간 감염유충은 며칠간 침입부위의 피하조직, 골격근, 지방조직 등에서 6~10일간 체류하면서 L4유충(제4기 유충)으로 발육한다. 감염 후 21일째에 대부분의 유충들은 개의 복부로 이행하며, 41일째엔 복부 또는 흉부에서 발견된다. L4유충들은 조직 내에서 이행하며 50~70일 경에 L5유충(제5기 유충)으로 발육한 후, 정맥혈관을 찾아 뚫고 들어가서 심장을 지나 폐동맥 말단부위에 도착한다. 폐동맥에 빠르게는 70일경, 일반적으로는 90~120일경에 도착하며 이때의 크기는 2~3 cm 정도이다. 임상적으로 우리가 관찰할 수 있는 심장 사상충은 말초혈액 내에 존재하는 미세사상충과 폐동맥 또는 우심계에서 관찰되는 암, 수 성충뿐이다. 모기 체내에서부터 시작되는 심장 사상충의 L1~L3유충, 그리고 종숙주인 개의 피하조직 등에서 진행되는 L3~L5유충을 관찰할 수 있는 가능성은 매우 희박하다.\n이후 길이가 거의 10배 정도 자라게 되며 교미를 할 수 있는 성충으로 자라기까지는 약 120일 정도가 소요되고, 암컷과 수컷이 교미하여 감염된 개의 말초혈액에 미세사상충을 배출하기까지 모든 성장조건이 최적이라는 가정 하에 빠르게는 6개월, 일반적으로는 7~9개월이 소요된다. 개에서 성숙 암컷은 길이 250~310 mm, 폭 1.0~1.3 mm 정도이며 수컷은 길이 120~200 mm, 폭 0.7~0.9 mm 정도이다. \n대부분의 폐동맥에 도착한 미성숙 성충들은 폐동맥 모세혈관을 통과하지 못하고 그 자리에서 발육을 시작하지만 간혹 염증반응으로 인해 취약해지거나 손상된 모세혈관을 통과하여 폐정맥을 따라 다시 좌심계로 들어와 승모판 건삭인대(chordae tendinae)에 걸려서 좌심방 또는 좌심실에서 기생하고 있는 것이 극히 드물게 관찰되기도 하고 전신순환계로 나가서 각 장기와 근육, 신장 등의 말단 동맥에 도달하여 발육되는 것이 부검 시 관찰되기도 한다. 전신순환계로 들어간 사상충들은 중추신경계나 안구 등과 같은 장기로 간 경우를 제외하고는 대부분 인지되지 못하는 경우가 많다.\n감염된 개의 말초혈액에서 관찰될 수 있는 미세사상충은 사상충의 종류에 따라 정기출현성의 특성을 가지고 있는 경우가 많으며, 모기가 중간숙주인 심장 사상충의 경우 모기가 가장 많이 흡혈하는 시간대에 맞추어 저녁시간대에 말초혈액 중에 더 많이 출현하는 경향이 있다. 우리나라에서는 오전 11시에 최저, 오후 9시경에 가장 많이 말초혈액 중에 출현하는 것으로 알려져 있다.\n성충은 종숙주에서 개의 경우 약 5~7년까지 생존하는 것으로 알려져 있다. 미세사상충은 감염된 개의 말초혈액에서 30개월까지 생존하는 것으로 알려져 있다. 개와 고양이에 기생할 수 있는 사상충으로서 말초혈액 내 또는 피부조직에 자충인 미세사상충을 방출하는 것으로는 심장 사상충 외에 4종이 더 존재한다(표 13-1). 우리나라에서는 개 또는 고양이에서 심장 사상충 이외에 타 사상충 성충의 존재가 보고된 적은 없으나 감별염색법 또는 PCR 등의 방법에 의해 말초혈액 내에 존재하는 미세사상충이 몇 가지 발견되어 보고된 바 있다. 최근 연구에 따르면, 개의 심장 사상충 감염증은 L3유충이 L5유충(어린 성충)으로 성숙하여 혈관계로 유입되면서(감염 2~3개월 이후) 호산구 증가증이나 폐의 호산구 침윤을 동반한 폐렴의 증상이 발현되기 시작한다고 한다.\n 병리기전\n이미 기술한 바와 같이 심장 사상충은 이름과 달리 성충이 주로 폐동맥계에 기생하면서 폐와 폐혈관계에 손상을 입히는 기생충이다. 심장 사상충 감염증의 병리기전(pathophysiology)은 성충이 폐동맥에 도달하면서 시작되는데 감염된 성충의 수가 많을수록 임상증상의 중등도와 관련 있긴 하지만 감염기간과 숙주-기생충 면역반응이 임상증상과 더 밀접한 것으로 알려져 있다. 심장 사상충은 주로 후폐엽의 혈관계에 기생하고 때로 중감염되거나 대정맥증후군이 발생할 경우, 주폐동맥, 우심계뿐 아니라 대정맥에서까지 관찰되는 경우도 있다(그림 13-4B). 폐동맥에 도달한 성충은 일차적으로 혈류의 흐름을 막아 폐혈관의 폐색을 유발하여 폐성고혈압의 원인이 되고 여러 가지 생체반응을 통하여 혈관의 증식, 염증반응 등을 유발하게 되고 성충이 죽게 되면 이물 전색을 초래한다. 궁극적으로, 성충의 직접적인 폐동맥 폐색효과와 더불어 폐동맥계의 손상은 염증물질, 혈관활성 물질들로 인한 폐혈관의 수축을 일으키게 되고, 속발성 폐경화 또는 호산구성 폐렴 등에 의한 관류-환기가 부적절한 상태(ventilation-perfusion mismatching)의 저산소증이 발생하면 폐혈관 수축을 악화시키게 된다. 폐혈관계의 투과성이 증진되면서 혈관주위 부종이 발생하지만 임상적으로 크게 중요한 소견은 아니므로 좌심부전과 달리 이뇨제를 처방하지 않는다. 따라서 속발적으로 압력과부하(pressure overload)로 인해 생긴 폐성고혈압에 의한 폐동맥/삼첨판 역류현상은 우심계의 비대/확장을 초래하며 최종적으로는 우심부전을 유발하게 된다.\n혈전에 의한 폐경색(pulmonary infarction, 그림 13-4A)은 개에서는 드물다. 개의 폐혈관계는 측지 순환이 잘 발달되어 있고, 심장 사상충에 의한 혈관 폐색이 천천히 진행되기 때문이다. 이러한 속발성 질환의 증상은 성충의 자연사 내지는 약물을 이용한 성충구제 시 폐전색혈증이 발생할 경우, 폐성고혈압이나 우심부전 증상 및 드물게 폐경색 등이 더욱 악화되므로 임상증상은 더욱 악화될 수 있다. 죽거나 파편화된 성충이 혈관계 손상을 악화시키고 혈전 형성을 촉진한다. 이로 인하여 폐혈류량 감소와 폐엽의 c onsolidation이 유발될 수 있다. 운동 제한이 성충 구제 후 폐혈전 방지에 필요하다. 성충 구제 후 운동제한이 폐혈전색증(그림 13-4C) 예방에 효과적이라는 것은 충분한 임상적 근거가 있지만, 이러한 운동 제한이 폐혈관계 질환이나 폐성고혈압 예방에도 효과가 있는지에 대해선 논란이 지속되고 있다. 폐 실질의 병변으로는 폐순환계 내의 미세사상충으로 인한 면역반응 에 의한 호산구성 폐렴(eosinophilic pneumonitis, 그림 13-4D)이 가장 흔하며 심한 경우 기관지 림프병증(bronchial lymphadenopathy)과 관련된 폐호산구성 육아종증(pulmonary eosinophilic granulomatosis)이 발생하기도 한다.\n심장 사상충 항원에 의한 항원-항체 복합체(antigen-antibody complex)가 신장 사구체에 침착되어 사구체 신염(glomerulonephritis)이 발생하면 단백뇨, 신부전을 초래할 수 도 있다. 이러한 합병증은 단백뇨가 주증이지만 신부전으로 진행하는 경우는 많지 않다. 심장 사상충이 이소성 이주(aberrant migration)를 하여 근신경계, 안구에 영향을 줄 수 있고 대퇴동맥 분지부, 종말동맥 등의 동맥성 전색혈증을 일으킬 수도 있다.\n심장 사상충은 모든 생활단계에 걸쳐 세포내 기생 세균인 Wolbachia pipientis와 공생한다. 사실 소의 복강에 기생하는 지상사상충(Setaria digitata)과 같은 소수의 예를 제외하고는 거의 모든 사상충류들이 Wolbachia spp.를 체내에 함유하고 있으며, 이들 사상충들이 감염한 숙주에서의 병리적 변화와 면역반응의 유발에 중요한 역할을 하는 것으로 알려져 있다. Wolbachia와 관련한 내용은 뒤에 자세하게 설명되어 있다.\n 임상증상\n심장 사상충의 임상증상은 감염의 정도와 감염기간에 따라 다르며 주로 만성의 경우, 폐와 폐동맥계에 대한 소견을 보이고 속발적으로 심장에 대한 임상증상을 보인다. 대다수 심장 사상충에 이환된 개는 무증상인 경우가 많고, 임상증상을 보이면 체중감소, 운동불내성, 허약 같은 전신증상과 함께 기침, 호흡곤란, 실신 및 복수와 같은 소견을 주증으로 한다. 신체검사상 심한 체중감소, 심음의 분열(split heart sound, 13%), 삼첨판 역류음(13%), 갤롭음 같은 이상 심음이 청진되기도 한다(그림 13-5C). 우심부전이 발생할 경우, 경정맥 노장 및 박동, 양성 간경정맥 반사(positive hepatojugular reflex), 간/비장종대, 복수소견이 관찰될 수 있다(그림 13-5A, 5B). 폐실질에 사상충에 의한 침윤이 있을 경우, 기침과 crackle음 같은 이상 폐음이 청진되고 드물게 육아종이 있을 경우, muffled lung sound(둔한 폐음), 호흡곤란 및 청색증이 관찰된다. 드물지만 심장 사상충에 감염된 개에서 피부질환이 관찰되는 경우가 있다(그림 13-6). 감염병소는 다발성 결절과 더불어 궤양이 형성되는 경우가 많고 소양감을 동반하기도 한다. 감염된 개의 피부병소를 생검하여 검사하면 미세사상충들이 흔히 관찰된다. 심각한 폐혈전이 발생하면 발열과 객혈 소견이 관찰되기도 한다(그림 13-7).\n 진단\n심장 사상충 감염을 말초혈액 중의 성충특이항원검사(antigen test)와 자충인 미세사상충(microfilaria) 검사를 통해 진단이 가능한 최소 기간은 감염 6.5개월 이후이다. 아울러 주로 여름철을 중심으로 시작하는 모기의 출현을 고려하면 일반적으로 1년생 이하의 개체에서 양성으로 진단되는 경우는 드물다. 보통 항원혈증이 선행된 후 말초혈액에서 미세사상충이 감지된다. 그러므로 7개월령 이하의 개에 대해서 항원검사나 자충검사를 실시할 이유는 없다. 항원이나 자충 검사를 하는 시점은 감염이 의심되는 시점에 약 7개월을 더한 후에 검사하는 것이 신뢰도가 높다. 여러 가지 검사법이 존재하지만 각 검사별 민감도는 차이가 많고, 적용시점과 용도가 다양하다(표 13-2). 다음은 각 검사의 용도와 판독방법이 자세히 기술되어 있다. 또한 그림 13-8에 심장 사상충 진단을 위한 알고리즘이 요약되어 있다.\n자충(미세사상충) 검사(그림 13-9B, 6C): 미세사상충을 검사할 수 있는 대표적인 방법으로는 (1) Direct blood smear, (2) Modified Knott’s test, (3) Millipore filtration 방법이 있다. 그러나 미세사상충 검사에 의한 진단은 무자충혈증성 감염(amicrofilaremic infection), 즉 성충이 감염되어 있으나 말초혈액에 미세사상충이 발견되지 않는 잠복감염증이 5~67% 정도 나타나므로 1차 스크린 검사법으로는 부적절하며, 항원검사에서 양성반응을 보인 환자에서 감염을 재확인하거나 미세사상충에 대한 치료방법을 선택할 때 참고자료로 활용하기 위해 실시한다.\n감염된 개체의 말초혈액에서 미세사상충이 발견되지 않는 가장 흔한 이유로 macrolide계 예방약(예, ivermectin, selamectin, moxidectin)을 투약해온 경우 암컷 성충의 불임화로 무자충혈증 상태인 경우가 있다. 이들 약제는 미세사상충들을 효과적으로 사멸시키기 때문에 예방약제 투약 기간 중엔 말초혈액에서 미세사상충들을 관찰하기가 어렵다. 또한 자충 수가 매우 적거나, 혈액의 샘플양이 너무 적었거나(1 mL 이상의 혈액을 사용할 것), 직접 도말을 실시한 경우 그 상태에 따라서 위음성 반응이 나타날 수 있다. 성충(들)이 암컷, 또는 수컷들로만 감염되어 있을 경우, 그리고 숙주의 면역계가 성충을 제거할 수는 없지만 미세사상충들에 대해서는 방어면역을 형성하여 제거하는 경우에도 말초혈액에서 미세사상충들이 관찰되지 않는다. 저녁시간대 검사와 buffy coat를 검사하는 방법으로 미세사상충을 확인할 확률을 높일 수 있다.\nModified Knott’s test와 Millipore filtration법이 direct smear법보다 검사 민감도가 높다. 약 50 mL에 해당하는 혈액 한 방울에서 검출을 시도하는 직접검사법에 비해 1 mL의 혈액 중의 미세사상충들을 집중하여 검출하는 원리이기 때문이다. 현미경으로 직접 검경할 경우, 심장 사상충인 D. immitis와 Acanthocheilonema reconditum (syn5 Dipetalonema reconditum)의 미세사상충을 혼동해서는 안 된다(표 13-3). 그러나 우리나라에서 A. reconditum 성충이 아직까지 보고된 적은 없다. 항원검사에 양성을 보인 모든 환자는 자충검사를 실시하여 자충검사 결과에 따라 치료방향을 결정해야 한다. 말초혈액의 자충 수와 성충 감염의 정도는 비례하지 않기 때문에 이러한 검사법으로 심장 사상충 감염의 중등도를 평가해서는 안 된다.\n면역 기법을 이용한 항원검사(그림 13-6A): 심장 사상충의 항원검사는 ELISA 방법을 이용하여 성숙한 암컷 성충의 생식기에서 분비되는 항원을 감지하는 검사로 개의 심장 사상충 검사에 있어서 가장 우선적으로 실시되는 검사이며 현재 사용되는 진단법 중 가장 민감도가 높은 검사법이다. 이 검사의 한계는 검사방법이 성숙 암컷에서 분비되는 항원을 검출하는 방법이기 때문에 감염 6개월 미만(즉, 암컷이 성성숙되기 전)이거나 모두 수컷 성충만 감염된 경우, 또는 감염 암컷 성충 수가 적은 경우에는 위음성 반응이 나올 수 있다는 것이다. 사실상 현재 사용되고 있는 어떤 항원검사법으로도 감염 후 4개월 이전까지는 심장 사상충 감염 여부를 확인하기가 거의 불가능하다. 성숙된 생식기 항원을 이용하다 보니 모두 성충 또는 L5유충까지 자라야만 항원검사에 감지가 가능하기 때문이다. 암컷 성충 수가 4마리 이상인 경우는 민감도와 특이도가 매우 높지만, 4마리 미만인 경우, 성숙한 암컷의 숫자가 감소할수록 검사의 민감도가 떨어지는 문제점이 있다. 아울러 감염된 개의 체중에 따른 혈액 양도 고려되어야 한다. 체중이 큰 개일수록 성충 한 마리에서 분비되는 항원의 농도는 상대적으로 낮을 것이기 때문이다. 일반적으로 알려진 바로는 완전하게 성숙한 암컷 한 마리 이상이 개에 감염되어 있을 경우, 신속 진단키트들이 진단해 낼 수 있는 것으로 되어 있지만 실제로는 키트 간에 다양한 결과를 보이는 경우가 많다.\n최근에 시판된 항원검사법 중에 암컷 생식기 항원이 아닌 성충의 somatic antigen (14 kda)를 이용한 검사법이 개발되어 암수에 상관없이 심장 사상충을 진단할 수 있는 검사법이 국내기술로 개발되었다. 미국 수의기생충학회 발표자료에 따르면 이 검사법을 이용한 진단법이 매우 높은 특이도와 민감도를 보였다고 한다. 하지만 학회 발표자료이기 때문에 추가적인 검증실험단계를 거쳐야 할 것으로 판단된다. 또한 일부 시판되고 있는 검사 키트들은 유효기간 이내에 사용해야 하며, 제품 중에는 냉장을 요하거나 냉장보관한 혈액 시료를 실온으로 가온시켜서 검사해야 하는 등 주의를 요하는 경우도 있다. 제품 중에는 용혈된 혈액으로 검사하였을 경우 밴드와 배경이 붉은색으로 같게 보여서 판독이 어려운 경우도 있다.\n위양성 반응은 제조사의 사용설명서를 잘 따르지 않았거나, 기술적인 오류를 범한 경우 발생할 수 있다. 만약 약한 양성 반응을 보인다면, 검사를 다시 해보거나(새로운 타사 제품으로), 말초혈액 내에 미세사상충의 존재 여부를 검사해보거나, 방사선이나 초음파를 통해 진단에 도움을 받을 수 있다. 또한 일부 제조사에서는 PCR 검사나 실험실적 항원검사를 통해 진단이 모호한 시료를 재검사해주기도 하므로 이러한 서비스를 이용하는 것도 좋다.\n항원검사는 방법이 간편하고, 민감성과 특이도가 높기 때문에 실제 임상에서 선호된다. ELISA 방법의 특징상 항원량에 따라 결과 반응 정도가 다르게 나타날 수 있는데, 반응 정도가 강하다고 해서 성충(항원)이 많다고 해석하는 것은 위험하다. 반드시 임상증상과 방사선학적 소견 등을 종합하여 감염 정도를 파악해야 한다. 예를 들어, 최근 성충이 사멸한 경우에는 일시적으로 순환 항원량이 증가할 수 있기 때문에, 항원반응의 정도와 감염 정도가 비례한다고 볼 수 없다.\n항원검사법은 성충 치료 이후 치료의 성공 여부를 판단하는 데 가장 많이 이용되는 검사법이다. 그러나 주의할 점은 일반적으로 성충이 약제에 의해 사멸되어 치료된 후에도 죽은 충체가 완전히 분해되어 신장을 통해 배출되기까지 항원이 혈액 중에 2~3개월 이상 남아 있기 때문에 이 기간 이전에 항원검사를 실시하는 것은 임상적으로 큰 의미가 없다. 일반적으로 성충치료 6개월 후에도 계속 항원이 검출된다면 치료가 제대로 이루어지지 않은 것으로 판단한다. 일반적으로 감염된 개의 1%는 미세사상충 양성이고 항원 음성일 수가 있다. 이는 항원이 항체 결합에 의해 항원검사에서 감지되지 않아서 발생하는 현상이다. 이러한 환자에서는 단순 열처리-원심분리법을 통해 진단의 정확도를 높일 수 있다(개의 심장 사상충증 업데이트편 참조).\n심전도 검사 심전도 검사는 심장 사상충 감염에 의한 부정맥을 평가하는 데 유용하지만, 방사선이나 심초음파에 비해 심장 사상충 감염을 진단하는 데 큰 도움은 되지 못한다. 심장 사상충에 의한 주요 심전도 소견은 우심실 종대를 암시하는 deep S wave(.0.35 mV), 평균 전기축(mean electrical axis)의 우측 변위 등과 우심방 종대를 암시하는 P pulmonale (tall P, 0.4 mV 이상) 등이 나타날 수 있으나 이러한 소견이 모든 감염증에서 관찰되는 것은 아니다(그림 13-10, 11). 한 연구에 따르면 0.8 mV 이상(deep S wave), 1038 QRS axis 이상 같은 우심종대 소견이 심장 사상충 진단에 도움이 된다고 하지만 이러한 이상소견은 전체 증례의 6% 이하라는 보고가 있다. 다른 연구에서는 38~62% 증례에서 이러한 이상소견이 관찰되었다고 한다. 심장 사상충에 의한 부정맥 발생률은 2~4% 정도로 보고되어 있다(그림 13-11).\n방사선학적 검사 흉부 방사선 촬영은 심장 사상충 감염을 조기 스크린하는 방법으로 진단의 정확성 면에서는 크게 효과적이지 않지만, 감염의 정도와 폐실질의 변화를 검사하여 치료방향을 결정하는 데 유용한 방법이다. 복배상에서는 후엽 폐혈관이 늑골과 교차하는 지점에서 9번째 늑골보다 두꺼운지를, 외측상에서는 앞쪽 폐동맥이 같이 주행하는 폐정맥과 굵기가 비슷한지를 평가한다. 폐실질의 변화 또한 방사선으로 매우 평가하기 좋다. 보통 폐렴에 의하여 간질성에서 폐포 패턴이 혼합되어 나타나며, 후엽에서 가장 잘 나타난다. 폐색전증이 있으면 폐혈관의 투과성 증가와 염증으로 인해 간질과 폐포 침윤(특히 후엽)이 나타난다. 약 85%의 증례에서 방사선학적 이상소견이 관찰되며, 여기에는 우심실확장(60%), 주폐동맥 확장(70%), 폐동맥의 크기 및 밀도 증가(50%). 폐동맥의 비틀림 및 가지치기(tortuosity and pruning, 50%) 소견이 포함된다. 여기에 우심부전이 존재할 경우, 후대정맥, 간, 비장의 종대와, 흉수, 복수 등이 있을 수 있다. Thrall과 Calvert는 HWD에 의한 심부전에는 복수보다는 흉수가 드물고, 전폐동맥의 심한 확장이 후대정맥 확장보다 HWD 관련 심부전을 나타내는 더 민감한 지시계라는 사실을 입증하였다. 복배상으로 확보된 흉부 방사선사진이 심장 음영을 평가하는 데 더 용이하고 환자에게 스트레스를 주지 않는 촬영각이다.\n심장 초음파 검사 심장 초음파 검사는 심장 사상충에 의한 우심계 확장을 확인하거나 폐동맥 기시부에 기생하고 있는 성충을 직접 확인하는 데 용이하다. 심장 사상충 감염과 관련되어 나타나는 대표적인 심초음파 소견으로는 (1) 우심실 이완기 말기 직경 증가, (2) 중격의 이상운동(paradoxical septal motion), (3) 중격과 우심실벽의 두께 증가, (4) 좌심실과 우심실 내강 비율(정상 3~4)의 감소(심장 사상충 감염증 시 평균 0.7 까지 감소), (5) 폐동맥판의 역류(폐성고혈압이나 심장 사상충에 의해), (6) 삼첨판의 역류(caval syndrome 같은 중감염 시 사상충이 우심실에서 우심방으로 역주행하여 발생), (7) 두 줄의 가느다란 선상 구조물 형태를 띠는 성충의 가시화 등이 있다(그림 13-15~17; 임상증례 22, 25번 동영상 자료 참조). 심장 초음파에 의해 성충이 확인될 경우 심장 사상충 감염을 확진하는 데 아주 용이하지만 숙련된 기술이 필요한 방법이며, 감염된 수가 적으면 성충들이 심초음파로 확인할 수 없는 폐동맥 말단 부위에 있는 경우가 대부분이기 때문에 이 방법에 의해 성충의 존재를 확인하기가 어렵다.\n임상병리 임상병리학적 소견은 심장 사상충 감염을 확진하는 수단보다는 보조적으로 병발한 질병의 진행 과정을 평가하는 데 이용된다. 심장 사상충 감염 시, 경미한 비재생성 빈혈을 보이는 경우가 10~60%, 호중구 증가증 20~80%, 호산구 증가증 ~85%, 호염구 증가증 ~60%이다(그림 13-18). 혈소판 감소증은 성충 치료 1~2주 후에 가장 흔하게 발생한다(만성 감염, 대정맥 증후군, DIC가 있는 경우에 나타나기도 한다). 중감염의 경우\n(특히 심부전이 병발한 경우), 간효소 수치 상승(10%)과 가끔 고빌리루빈혈증이 나타나기도 한다. 질소혈증은 신전성으로, 탈수나 심부전, 또는 사구체 신염에 의해 이차적으로 약 5% 정도에서 나타난다. 사구체 질환이 심한 경우에는 저단백혈증이 있을 수 있다. HWD에 의한 우심부전이 발생한 경우 중심 정맥압이 증가한다(12~20 cm H2O 이상). 호산구성 폐렴으로 기침증상을 보이는 경우, 기관기관지 세포검사에서 호산구 침윤이 관찰되며, 다른 진단검사에서 그 변화가 미미한 경우 이 점이 진단에 유용하게 이용될 수 있다. C-reactive protein (CRP; 죽은 세포나 죽어가는 세포에 결합하는)이 혈액 중에서 cytokine 증가와 함께 상승한다고 보고되어 있다. CRP 농도는 정상 개에비해 HWD/HWI가 있는 환자군이 더 높았고, 폐혈관 손상과 PTE의 심하기에 밀접한 상관관계가 있다. 이 바이오마커가 질병과 증상 해소에 따라 빠르게 올랐다가 감소되는 양상을 보여서 HWI의 stage 결정, 치료 모니터, 치료 결과의 확인 등에 유용할 수 있다. D-dimer, cTnI와 myoglobin이 HWD에서 비정상적으로 상승하고 이러한 소견은 PTE와 심근 손상을 지시하는 소견이 된다.\n 치료\n성충 구제를 위한 공인된 약물 치료법은 melarsomine (ImmiticideR)과 thiacetarsamide (CapasolateR) 두 가지 방법이 있으며, macrocyclic lactone(예, ivermectin, selamectin, moxidectin) 같은 약물을 이용한 성충구제는 효과에 대해 의문이 있기 때문에 공인된 치료법은 아니다. 심장 사상충증이 중감염된 상태이거나 대정맥증후군(caval syndrome) 같은 합병증이 있거나 또는 약물요법을 하기에는 위험한 전신적인 질환이 합병된 경우(예, 심한 간부전, 신부전 및 심부전)에는 외과적인 제거술을 고려해야 한다. 표 13-4에 심장 사상충에 대한 분류와 분류에 따른 권고 치료안에 대해 기술되어 있다.\nMelarsomine (Immiticide, Merial) 요법 Melarsomine dihydrochloride—4-[(4,6-diamino-1, -3,5-triazon-2-yl)amino] phenyl-dithioarsenite of di (2-aminoethyl), hydrochloride라 불리는 유기비소제로 증류수나 생리식염수에 녹여서 사용한다. 심장 사상충에 대한 정확한 치료기전은 밝혀지지 않았지만, 기생충의 당 대사억제와 glutathione reductase 작용억제, 기생충의 상피세포 구조변경과 기능 억제를 통해 구제효과를 나타내는 것으로 알려져 있다. 적어도 4개월 이상 된 미성숙 L5성충부터 구제 효과를 나타내며 Class 1~3까지의 안정화된 심장 사상충 감염증의 치료제로 사용된다. Melarsomine은 요측 배면 근육(lumbar [epaxial] muscles in the third to fifth lumbar vertebral region) 심부에 주사한다(2.5 mg/kg)(그림 13-20). 며칠 간 주사부위에 약간의 종창과 동통을 유발할 수 있으나, 환자에 적합한 바늘의 크기 및 길이를 선택하여 심부 근육주사 하였을 경우에는 발생할 확률이 매우 낮다. 제조사의 지시사항을 엄격하게 따를 경우, 국소반응을 최소화시킬 수 있다. 또한, 이미 임상증상을 보이는 환자에게 성충구제를 실시할 경우, 환자의 임상증상을 내과적인 처치를 통해 소멸시킨 후 성충구제를 실시해야 한다. Melarsomine 적용 후 운동을 제한하는 것은 심폐혈관계 합병증을 최소화하기 위하여 반드시 필요하다. 제조사의 지시사항을 엄격하게 따르고, 질환의 상태를 적절하게 분류할 경우, 폐혈전색증의 발생위험을 줄일 수 있다. Class 1과 2의 환자에 대해서는 24시간 간격으로 두 번 주사하는 표준요법이 개에서 혈전색증의 합병증 발생 위험이 낮은 제조사의 권장요법이다(표 13-5 참조). 위험요소가 많은 환자의 경우(Class 3 환자군), 세 번 투여하는 대체요법(1회 투여 후 4~6주 뒤에 이틀 연속 2회 투여하는 방법)이 권장된다(표 13-5, 그림 13-21 참조). 두 단계에 걸쳐 성충을 나누어 구제함으로써, 심각하게 이환된 폐동맥과 폐에 죽은 성충의 파편이 축적되는 것을 막을 수 있다. 새로운 대체요법은 안전성과 효능이 우수하고, 일부 환자의 경우 표준요법 이후에 추가적인 melarsomine의 투약이 필요한 경우가 있기 때문에, 최근 미국의 많은 대학과 심장 사상충 협회에서는 일반적인 성충구제 방법으로서 대체요법을 사용할 것을 권장하고 있다.\nMelarsomine 치료의 부작용 주사 후 중등도의 근염이 1~3일 정도 관찰될 수 있다. 1/3의 환자에서 swelling이 관찰되며, 간혹 sterile seroma가 관찰되기도 한다. 만약 melarsomine 주사 후 국소적으로 부작용이 보일 경우, 항히스타민제나 속효성 corticosteroid를 투여할 수 있다. Melarsomine으로 인한 간독성이나 신독성은 드물다. 하지만 과량으로 투여했을 경우 noncardiogenic pulmonary edema를 유발할 수 있다. 치료의 효과를 확인하기 위해서는 치료 4~6개월 후 항원검사를 통해 확인할 수 있다. 1차 치료 후 부작용이 관찰되면 2차 치료는 증상이 완화될때까지 기다렸다가 하는 것이 좋다(최대 3개월 뒤에).\nThiacetarsamide (CaparsolateR, Merial) Melarsomine과 같은 유기비소제이지만 정맥주사를 해야 하는 불편함과 그 독성 및 부작용이 강해서 더 이상 심장 사상충 치료제로 권고되지 않는 약물이다. 약물은 최소 6시간 간격으로 반드시 혈관 내로 4회 투여해야 한다. 이때 약제가 혈관 주위로 새어나갈 경우 극심한 염증반응과 함께 심할 경우 조직이 괴사되어 버리기도 하기 때문에 주의해야 한다. 투여 30~60분 전에 반드시 사료를 급여해야 하고, butterfly needle을 이용하여 반드시 혈관 내로 바늘이 삽입되었는지 여부를 확인한 다음 약물을 주사해야 한다. 만약 혈관 삽입에 실패할 경우, 다른 부위 혈관으로 투여한다. 통상 투여량은 2.2 mg/kg이며, 구토나 기면의 증상이 보이면 투여를 중지한다. 또한 2회나 3회 치료에 앞서 황달 증상이 보일 때에도 투여를 중지한다. 또한 다음 주사를 위해 기다릴 때에도 환자는 cage rest와 운동억제를 실시해야 한다. 일반적으로 본 약제는 구토나 황달을 유발하므로, 처음 투여 후 1~2회 구토를 하거나 3회 투여 후 황달을 보여도 환자의 상태가 양호하고 식욕이 있으면 계속 투약한다.\n이러한 약물치료의 합병증은 대부분 성충이 죽으면서 폐동맥의 혈전색증을 유발하거나(주로 투약 후 5~21일 내 나타남), 파종성 혈관내 응고(주로 투약 후 7~14일 내 나타남)에 의해 나타난다. 이때 prednisolone 같은 스테로이드성 소염제를 투여하며 소견에 따라 헤파린, 전혈, 산소공급, 기관지 확장제, 수액 요법 등이 필요하다. 만약 파종성 혈관내 응고가 심할 경우, 환자는 대부분 폐사한다. 합병증을 최소화하기 위해서는 투약 후 최소 4~6주간 운동을 제한하고 정기적으로 혈전에 대한 체크를 해야 한다. 또한 본 약물은 신독성과 간독성이 있는 약물이므로 주기적으로 간기능과 신기능을 모니터해야 한다.\n성충 구제제로서의 macrolide 계통 약물들 이론적으로 ivermectin은 7~8개월령 L5 어린 성충까지, selamectin은 4~5개월령 L5 어린 성충까지 구제하는 효과가 있다. 한 연구에 따르면, 만약 L3유충 감염 최소 4개월 이전부터 HeartgardR (ivermectin, 그림 13-22A)를 한 달 간격으로 투약하여 1년 동안 지속할 경우, 지속적인 성충 감염의 발생을 예방할 수 있다. 논문에 의하면, 31개월을 연속적으로 투여했을 때 성충을 100%까지 구제할 수 있다고 한다. Selamectin(그림 13-22B)은 18개월 연속 투여 시 40%의 성충 구제 효과가 보고된 바 있다. 하지만 (1) slow killing에 의한 부작용 우려와 (2) 나이 먹은 성충을 구제할 수 없는 문제점 때문에, 이 방법은 미국 심장 사상충 협회에서 권장하고 있지 않다. Ivermectin을 고용량으로 혈관 내 주사하는 것은 rapid killing에 의한 부작용 발생우려가 높고 약물 자체 독성에 의해 신경계 부작용 발생 위험이 높을 뿐 아니라 이미 나이가 들어 있는 성충에 대한 구제효과가 전혀 없기 때문에 실시해서는 안 된다. Ivermectin이 부분적으로 성충 구제효과를 발휘하기 위해서는 적어도 일 년 이상 투약되어야 하며, 심장 사상충이 완전히 제거될 때까지 적어도 2년 이상이 소요된다. Ivermectin을 처음 투여했을 때, 존재했던 사상충의 나이가 많으면 많을수록, 사상충이 죽는 데 걸리는 기간이 길어진다. 따라서 이러한 감염의 경우, 감염이 지속되어 임상증상이 나타날 수 있다. 그러므로 지속적인 ivermectin의 투여로 비소제성 성충 구제제(예, melarsomine)를 대체할 수는 없다. 만약 melarsomine을 투약할 수 없는 경우, 대안으로 장기간 ivermectin 예방약을 투약하여 점진적으로 성충의 수를 줄일 수 있지만, 만성적인 성충 감염이 있는 경우, 임상적으로 효과는 별로 없다. 또한, 성충구제 시와 마찬가지로 운동을 제한시켜야 한다. 사상충에 감염된 개에서 매달 ivermectin을 2년 동안 투약한 임상실험의 결과를 보면, 임상증상이 있는 개나 매우 활동적인 개에서는 이러한 방법을 사용해서는 안된다고 한다. 또한 만약 무증상성인 경우, 모든 성충이 죽을 때까지 최소 4~6개월 간격으로 사상충 검사를 해야 한다. 방사선 검사에서 증상이 악화되는 소견이 나타날 수 있기 때문에, 주기적인 방사선 검사가 치료를 모니터링하는 데 있어서 매우 유용하다. Milbemycin과 moxidectin(그림 13-22C)은 성충에 대한 구제효과가 없다.\n외과적 치료 중감염이나 약물적 성충구제가 어려운 경우(예, 대정맥증후군이 있거나, 전신질환과 동반된 심장 사상충 감염증)에는 외과적인 치료법이 고려될 수 있다. 우심방 또는 삼첨판 부위의 방실 구멍을 통한 성충의 제거는 국소마취를 실시한 후 경정맥을 통해 우심방을 향해서 견고하면서, 쉽게 구부러지는 alligator forceps 또는 intravascular retrieval snare를 이용하여 제거가 가능하다. 만약 가능하다면 투시 방사선상에서 forceps을 삽입하여 성충을 제거할 수 있도록 한다. 수술이 성공하면, 곧바로 심잡음이 부드러워지거나 많이 줄어들 수 있으며, 12~24시간 이내에 혈색소뇨가 없어질 것이다. 혈량과 신장기능을 보존할 수 있도록 중환자나 저혈량증이 있는 환자에게 수액요법을 실시해야 한다. 외과적 처치가 이뤄진 몇 주 이내에, 남은 성충을 제거하기 위하여 성충구제를 실시해야 하며, 특히 초음파 검사에서 잔류된 사상충이 많을 경우, 이러한 성충구제가 반드시 필요하다. 카테터와 alligator forceps을 이용한 비외과적인 치료방법도 개발되어 있고 국내에서도 시술이 가능하다.\n성충 치료에 앞선 자충(미세사상충) 구제 부작용 때문에 성충구제와 자충구제를 동시에 실시하지 않는다. 심장 사상충 감염으로 진단되는 순간부터 곧바로 macrocyclic lactone을 예방 용량으로 투여하기 시작한다. 일반적으로 특별하게 성충구제를 먼저 실시해야 할 이유가 없을 경우, 1~3개월 이전에 자충구제를 먼저 실시하고 성충구제를 실시해야 한다. 성충구제에 앞서 자충구제를 하지 못했을 경우, 성충구제가 완료된 최소 한 달 이후에 특별한 부작용이 없는 환자에 대해서만 실시하고, 성충 치료와 관련된 부작용의 증상이 있는 환자군은 대증요법을 통해 치료가 완료된 이후에 자충구제와 예방약을 투여한다.\n성충구제에 앞서 실시해야 할 전 처치 요령 심장 사상충의 성충이나 자충구제와 관련되어 발생할 수 있는 폐혈전색증의 임상증상 완화와 심장 사상충의 폐사와 관련된 과민면역반응을 조절하기 위해 glucocorticoid를 투여할 수 있다. 투여된 glucocorticoid가 melarsomine이 약효를 발휘하는 데 어떤 영향을 주는지에 대한 연구자료는 없다. 일반적으로 스테로이드 투여는 폐실질성 부작용(예, 호산구성 폐렴, 호산구성 육아종, 폐혈전색증)이 의심될 경우, 자충구제와 관련된 부작용을 최소화할 목적이나, melarsomine에 대한 조직의 반응을 최소화할 목적으로 투여될 수 있다. 성충구제나 자충구제 1~2일 전부터 1~2 mg/kg의 prednisolone을 투여하고, 성충구제를 위한 melarsomine 처치 이후, 환자의 상태에 따라 최소 2주 정도 약물을 점진적으로 감량하면서 처방한다. 그 후 방사선 검사나 임상증상의 변화에 따라 처방을 유지할지 여부를 결정한다.\n혈전예방에 대한 처치로 aspirin, heparin, LMW heparin 등을 사용할 수 있다. 항혈 전효과 또는 폐동맥염을 완화시키기 위한 아스피린의 실험적 투여는 심장 사상충 감염견에 있어서는 추천되는 방법이 아니다. 아스피린이 임상적으로 효과가 있다는 결과가 없기 때문에, 일부 연구자들의 경우 아스피린의 사용을 금기시하고 있다. 만약 아스피린을 사용한다면 가급적 enteric coating 처리된 아스피린을 사용해야 하며 성충치료 시작 1~3주 전부터 투여를 시작하여 치료 후 4~6주 후까지 처방을 한다. Aspirin을 투여 중일 때는 PCV, total protein을 주기적으로 검사해야 한다. 만약 투여 중간에 위장관계 출혈(melena 혹은 PCV의 감소), emesis, thrombocytopenia(50,000 이하), hemoptysis가 나타난다면 투약을 중지해야 한다. Low aspirin dosage 5 mg/kg 24~48시간 간격(개), 5 mg/3~5 kg 72시간 간격(고양이)으로 투여한다.\nLow-dose calcium heparin 사용이 유효하다. 성충구제 1~2주 전부터 50~100 IU/kg SC, BID~TID의 용량으로 투여하고 구제 후 3~6주간 투여를 지속하였을 경우 혈전예방효과를 보였다. 근육주사를 해서는 안 된다. 하지만 지속시간이 짧아 자주 투약해야 하는 단점이 있고 피하주사 시 그 약효가 일정치 못하다는 단점이 있다.\nLMW heparin Dalteparin (100 IU/kg SC q24-12h) 또는 enoxaparin (100 U/kg SC q24-12h, 그림 13-24A)은 새로운 종류의 헤파린 제제로 일반 헤파린(unfractionated type)에 비해 사용 지속시간이 길고 SC를 하여도 그 효과가 일정하게 발휘되는 약물이다. 일반적으로 성충구제 하루 전후로 사용한다. Clopidogrel(그림 13-24B): 치료제 투여 1주일 전부터 5~10 mg/kg SID로 경구 투여한다.\n급성 혈전증에 대한 치료 목표는 (i) 환자의 휴식과 진통요법, (ii) 전신혈액관류의 개선, (iii) 추가적 보조요법, (iv) 혈전용해, (v) 혈전예방에 있다. 진통요법으로 butorphanol tartrate (0.2~0.4 mg/kg SC, IM, IV q1-4h), 난치성인 경우에는 fentanyl citrate (4~10 mg/kg IV bolus 투여, 10 mg/kg/h 추가 점적 주입)를 사용한다. 전신 혈액관류와 측지순환 개선을 위해 혈전에 의해 혈행이 차단된 부위에 직접적인 가온은 피하고 수액이나 마사지를 통해 혈류량 개선을 시도한다. 혈전용해를 위해 사용되는 tissue type plasminogen activator (tPA), streptokinase (SK), urokinase (UK)의 효능과 안전성을 비교 평가했을 때 큰 차이는 없지만 tPA가 가장 우수한 효과가 있다. tPA는 bolus로 0.25 mg/kg IV로 투여한 후, 1 mg/kg을 30분에 걸쳐 점적 투여한다. Streptokinase는 처음 한 시간 동안 90,000 U/5 kg으로 투여한 후 3~6시간에 걸쳐 45,000 U/5 kg을 투여한다. 재관류에 의한 손상(특히, 고칼륨혈증)에 대한 모니터링이 필요하다. 혈전의 확장을 막고 동맥혈류 감소와 혈전의 추가형성을 예방하는 요법으로 UF heparin, LMW heparin, aspirin 등이 이용된다. 이 중 가장 유용한 방법이 LMW heparin을 투여하는 것이다. 환자의 상태를 모니터하기 위해, activated partial thromboplastin time (aPTT)과 activated clot time (ACT)을 지속적으로 감시해야 하는데 일반적으로 1.5~2.0배의 aPTT 연장과 15~20초 정도 연장된 ACT 값을 유지하며 투여하는 것이 적절하다.\nWolbachia에 대한 처치를 위해 일반적으로 tetracycline 계통 약물, 특히 doxycycline HCl을 사용한다. 자세한 내용은 Wolbachia 편을 참조하라.\n합병증에 대한 보조적인 치료 심장 사상충 감염과 관련된 합병증은 두 가지로 분류할 수 있다. 첫째는 심장 사상충의 중감염뿐만 아니라 치료 과정에서 흔히 나타나는 합병증으로 폐혈전색증이 있다. 둘째로는 심장 사상충의 중감염에 의해 나타나는 합병증으로 알러지성 폐렴, 호산구성 육아종성 폐렴, 사구체성 신염, 울혈성 심부전증 그리고 Caval syndrome이 있다. 성충에 대한 구제도 중요하지만, 이러한 합병증을 관리하고 치료하지 않는다면 이로 인한 치명적인 결과를 가져올 수 있다.\n폐혈전색증 성충구제 후 나타나는 흔한 합병증이며 폐사한 심장 사상충의 파편들이 원인이 된다. 폐사한 심장 사상충의 파편들이 혈소판 부착을 유발하는 동시에 폐동맥을 막는데, 이것은 폐동맥의 구조적인 변화와 염증 그리고 혈관 주위의 부종과 출혈로 이어진다. 결국 폐의 혈류는 감소하고, 폐혈관의 저항성이 증가하여 폐성고혈압과 우심부전이 발생하게 된다. 성충구제 후 10일 정도 지나서 침울, 발열, 빈맥, 빈호흡이나 호흡곤란, 기침 등의 임상증상을 보이는데, 심한 경우에는 객혈, 우심부전과 허탈의 증상을 보이며 폐사하기도 한다. 폐의 염증과 체액저류로 인해 청진 시, crackle음을 들을 수 있고, 방사선상에서 pulmonary infiltration(주로 후엽, 덧엽)을 관찰할 수 있다. 혈액검사에서는 혈소판 감소증과 백혈구 증가증이 나타난다. 치료를 위해서 케이지 내에서 운동을 제한하고, 산소를 공급한다. 그리고 호흡기 임상증상 완화를 위해 glucocorticoid (prednisone: 3~7일간, 1~2 mg/kg/day)를 투여하고, 혈소판 수치가 정상범위인지 지속적으로 확인하면서 enoxaparin (100 U/kg SC q24h, 5~7일간)을 하루 1회 피하로 투여한다. 추가적으로 진해제, 항생제 그리고 혈관확장제(amlodipine, hydralazine)를 투여할 수 있다. 그러나 혈관확장제는 저혈압을 유발하는 부작용이 있기 때문에 혈압을 확인하면서 사용해야 한다. 우심부전에 의한 volume overload와 관련된 특별한 부작용이 관찰되지 않을 경우에는 이뇨제 처치를 하지 않는다.\n알러지성 폐렴과 호산구성 육아종성 폐렴 알러지성 폐렴은 폐 모세혈관에서 죽은 자충이나 성충의 파편에 대한 면역반응에 의해서 나타난다. 기침, 빈호흡이나 호흡곤란, 청색증, 체중감소, 식욕부진 등의 임상증상을 보이며, 청진 시 crackle음을 들을 수 있다. 방사선상에서 미만성 간질성-폐포성 침윤소견(주로 후엽, 그림 13-26A)을 관찰할 수 있으며, 혈액검사에서는 호산구 증가증(그림 13-26B), 호염구 증가증 그리고 고글로불린혈증이 나타난다.\n호산구성 육아종성 폐렴은 면역반응과 함께 심장 사상충 항원에 대한 과민반응도 원인이 된다. 그러나 흔하게 나타나지는 않는다. 알러지성 폐렴과 유사한 임상증상을 보이지만, 때로는 삼출성으로 호산구성 흉수를 보이기도 한다. 방사선상에서 많은 결절과 간질성-폐포성 침윤을 관찰할 수 있다. 호흡기 임상증상 완화를 위해 glucocorticoid (prednisolone: 3~5일간, 1~2 mg/kg)를 하루 2회 경구로 투여하고, codeine이나 hydrocodone과 같은 진해제를 투여한다. 이때 임상증상이 개선되면 성충구제를 실시하고, 증상이 개선되지 않을 경우 prednisone의 용량을 2배로 늘린다. 그래도 임상증상이 개선되지 않을 경우에는 cyclophosphamide 또는 azathioprine과 같은 더 강력한 면역 억제제를 투여한다.\n사구체성 신염 항원-항체 면역 복합체가 사구체 기저막 침착, 지속적인 면역반응에 의한 amyloidosis, 자충에 의한 사구체 상피의 기계적인 손상이 사구체성 신염의 원인이 된다. 질소혈증과 단백뇨 등의 임상증상을 보인다. 치료를 위해 먼저 면역 억압요법과 수액요법을 실시하고, 혈장이나 혈장대용제를 투여하여 단백뇨에 의한 부종 발생을 완화시킨다. 수액요법으로 lactated Ringer’s solution(48시간, 2~3 mL/kg/hr)을 투여하는데, 성충구제를 위해서 수액 투여시작 12시간 이후 melarsomine을 투여한다. 이때 BUN과 creatinine을 지속적으로 검사하여 신장기능을 확인해야 하며, 신장기능을 판단하여 2차, 3차 성충구제를 계획하고 실시한다.\n울혈성 심부전 심장 사상충 중감염에 의한 폐전색증과 폐성고혈압은 우심실의 부담을 증가시키고, 우심부전을 유발한다. 경정맥 노장 또는 박동, 복수, 운동불내성, 기절, 부정맥 등의 임상증상을 보인다. 치료를 위해 furosemide (1~4 mg/kg/day)를 투여하는데, 환자상태와 약에 대한 반응을 고려하여 투여량과 간격을 결정한다. Nitrate patch (5 kg당 1/4~1/8 조각)는 12시간 간격으로 붙이고 제거하는 방법으로 사용할 수 있다. 폐성고혈압이 심각할 경우, 산소공급과 함께 혈관확장제인 sildenafil (1~3 mg/kg PO, BID-TID)을 투여하여 혈압을 조절할 수 있는데, 사용 전에 혈압을 먼저 확인하고 저혈압이 아닌 환자를 대상으로 사용해야 한다. 성충구제는 임상증상이 회복될 때까지 미루어야 한다.\n대정맥증후군 심장 사상충이 심각한 수준으로 중감염되어 폐동맥과 우심실뿐만 아니라 우심방과 대정맥에도 심장 사상충이 출현하여 순환장애를 유발하고 적혈구가 성충에 의해 파괴되어 혈색소뇨(그림 13-28A)를 보이는 심장 사상충의 중감염증을 대정맥증후 군(caval syndrome)이라고 한다. 감염된 개의 15~20%에서 나타나며, 수컷에서(75~90%) 더 잘 나타난다는 보고가 있다. 우심부전의 증상을 보이며, 청진 시 삼첨판 역류에 의한 수축기성 잡음, 폐동맥압 상승에 의한 2심음 분열음(Split S2) 그리고 갤롭성 심음을 들을 수 있다. 혈액검사에서 microfilaremia, hemoglobinemia, 간기능 장애로 인한 간수치 증가가 나타나며, 요검사에서는 혈색소뇨, 빌리루빈뇨, 단백뇨가 나타날 수 있다. 그리고 DIC도 나타날 수 있다. Caval syndrome의 확진은 심장 초음파를 통해 삼첨판 부위의 방실륜을 통과하여 우심방이나 대정맥 부위에 존재하는 심장 사상충을 확인하는 것이다(그림 13-28B). 임상적으로는 적절한 외과적 제거가 이뤄지지 못할 경우, 수일 내에 사망할 수 있다. 치료에 있어서 산소공급이 매우 중요하다. 좌측 경정맥에 카테터를 장착하여 5% dextrose나 0.45% saline 1 2.5% dextrose로 수액요법을 실시하고, 주기적으로 중심 정맥압을 확인한다. 중심 정맥압이 10 cmH2O를 넘어갈 경우, 수액속 도를 줄여서 1~2 mL/kg/hr의 속도로 투여한다. 심각한 대사성 산증(동맥혈 pH , 7.2)과 빈혈(PCV 10~15%)이 있는 경우, 수혈과 s odium bicarbonate 투여를 부분적으로 실시한다. 그러나 수혈은 혈전의 위험을 높이기 때문에  반드시 필요한 경우가 아니면 하지 않는다. 나머지 치료법방법은 폐혈전색증의 치료법방법과 동일하게 실시한다. 약물적인 성충구제는 불가능하며, 외과적인 성충구제를 실시할 수 있다.\n운동 제한 운동 제한이 성충치료 후에 HWD관리에 중요하다(특히, PTE 발생 후와 심부전 치료 기간에). 이러한 제한을 위해 병원 내 입원시키는 경우가 최선/유일한 방법인 경우도 있다. 만약 경제적 이유 때문에 입원을 시킬 수 없을 경우, 욕실이나 차고에서 사육하는 방법을 사용하기도 한다(±진정제 투약). 목줄을 하고 가볍게 산책하는 것은 허용한다. 일부 보호자는 운동 제한을 하지 않거나 못 하는 경우가 있는데 환자의 폐혈전색증이 유발되거나 악화된다. 성충치료 후 운동 제한에 실패하는 것이 심한 폐혈전증의 합병증을 유발하는 주요 원인으로 알려져 있다.\n 예방\n개의 심장 사상충이 풍토병으로 나타나는 지역의 개들은 감염의 위험도가 높기 때문에, 약물학적 예방이 필요하다. 심장 사상충 예방약 투여는 생후 8주령 이전 강아지의 경우 필요하지 않지만, 그 이후에는 가급적 빨리 시작해야 한다. 연구에 따르면 심장 사상충의 예방약을 투여받고 있는 개의 비율이 높은 지역이 낮은 지역에 비해 감염 이환율이 낮다고 한다. 따라서 가급적 모든 지역의 개가 공통으로 정기적인 심장 사상충에 대한 예방약을 투여함으로써 질병에 대한 전체 이환율을 크게 낮출 수 있고 심장 사상충의 전파를 예방할 수 있다. 비록 아열대 지방을 제외한 모든 지역에서 사상충의 전파는 뚜렷한 계절적 양상을 보인다고 알려져 있지만, 실내 사육견이 대다수인 우리나라의 환경을 고려하면 이러한 계절적 전파양상을 근거로 심장 사상충 예방을 특정 계절에 국한하여 실시하는 것은 다소 위험할 수 있다. 심장 사상충 전파가 가능한 기간이 6개월 이상인 지역에서는 계절적 예방법은 가장 비효과적인 방법이고, 연중 예방법이 보다 효과적인 방법이다. 예방약 제제는 내부 기생충 구제에도 효과가 있기 때문에, 이러한 예방약을 연장해서 투여하는 것이 인수공통성 기생충 감염을 예방하는 효과도 있다.\n예방요법에 사용되는 약물로는 여러 가지가 있고 이들 약물들은 경구용, 비경구용 및 점적용 등 다양한 약제가 시판되어 있고, 날마다, 한 달에 한 번, 6개월에 한 번 등 투약간격도 약물에 따라 다양하다. 예방요법을 시작하기에 앞서, 최소 7개월 이전에 감염 가능성이 있는 모든 성숙한 개들은 항원검사를 받아야 하고, 필요에 따라 미세사상충(microfilaria)에 대한 검사도 실시해야 한다(그림 13-8 참조). 처음으로 사상충 예방을 실시하기에 앞서, 사상충의 감염 상태를 항원검사를 통해 미리 확인해 둘 필요가 있다. 예를 들어, 항원검사를 통해 감염상태를 확인하지 않고 예방약을 투여할 경우, 환자가 이미 감염된 성충이 있어서 예방약 투여에도 불구하고 지속적으로 자충(미세사상충)을 혈액 중으로 방출할 수 있다. 따라서 예방약 투여에도 불구하고 심장 사상충 감염과 관련된 임상증상을 발현할 수 있고 이로 인하여 보호자와 불필요한 논쟁에 시달릴 수 있다. 심장 사상충의 예방요법은 적용에 앞서 여러 가지 환자의 상태를 고려해야 하고 여러 가지 검사 이후에 실시되어야 하기 때문에 반드시 면허가 있는 수의사에 한해서만 실시되어야 한다. 또한 수의사는 보호자와 상담을 통해 심장 사상충 예방법에 대해 충분히 설명해야 하고, 예방약을 처방하기에 앞서 만약 환자가 과거에 치료를 받은 적이 없을 경우, 항원검사를 먼저 실시해야 하고 항원검사에 양성을 보일 경우, 자충검사를 실시하여 예방약 투여와 관련된 부작용에 대비하여야 한다.\n한 연구조사에 따르면 심장 사상충 예방에 대해 수의사로부터 권고를 받은 보호자는 약 55%이고 그 보호자 중 약 56%만이 예방약을 실제로 투여했다고 한다. 그러므로 약 1/3이 안되는 개들만이 심장 사상충 예방약을 정기적으로 투여받고 있는 실정이기 때문에 심장 사상충의 전파를 막기 위해서는 보다 적극적인 보호자 교육이 필요하다. 예방약을 정기적으로 투여받고 있는 건강한 개체들 역시 일년 중 적어도 한 번 정도의 심장 사상충에 대한 스크린 검사를 실시해야 한다. 비록 예방약을 정기적으로 투여 받고 있다 해도 보호자의 부주의나 예방약의 부적절한 투여법에 의해 드물게 감염이 성립될 수 있기 때문에 예방약의 효능을 적어도 연중 1회 정도의 점검이 필요하다. 계절적 예방법을 실시하고 있는 개체는 반드시 예방약 투여 재개에 앞서 항원검사를 실시하여 개체의 감염 여부와 예방법의 유효성에 대해 반드시 확인해야 한다.\nMacrolide Antibiotics Macrocyclic lactone 예방약은 제품에 따라서 직-간접적인 작용을 통해서 자충을 죽이며, 성충의 번식을 억제함으로써 자충의 사멸 효과를 나타낸다. 정기적인 투약을 실시할 경우에 자충의 제거효과는 매달 투여하는 예방약의 경우에는 6~12개월 안에, moxidectin SR(국내시판 중인 애트보킷과 다른 약제)이나 milbemycin oxime의 경우에는 30일 안에 나타나게 된다. 그리고 성충이 사멸될 경우에는 개가 재감염이 되지 않는다면 자충은 완전히 사라지게 된다. Macrolide agents (macrocyclic lactones)는 현재 가장 보편적으로 사용되는 약물적 예방약이며 ivermectin (HeartgardR), milbemycin oxime (InterceptorR), moxidectin (AdvocateR), selamectin (RevolutionR) 등이 있다. 이러한 약물들은 치료/독성비(안전역이 넓음)가 높으며, microfilaria, 일부 약물들(예, HeartgardR, RevolutionR)은 L3 혹은 L4 유충, 어린 성충에 대한 구제효과가 있다. 미세사상충에 대한 경구용과 피부 점적용 약물들의 사멸효과는 매우 적은 양을 반복적으로 투여함으로써 나타나게 되며, 규정 용량 및 투여 간격에서 100%의 효과를 나타내고, 이 중 가장 안전한 방법이 수의학적으로 이용되고 있다. 다양한 투여경로를 가진 이러한 예방약들은 미세사상충에 대한 구제 효과 이외에도 감염 후 약 2달 동안의 유충 성장을 방해하기 때문에 한 달이나 그 이하의 주기로 투여할 경우 확실한 예방효과가 있다. 이러한 약물을 자충이 있는 강아지에게 부주의하게 투여했을 때에도 심각한 부작용 발생이 덜하며, 12개월 동안 지속적으로 투여했을 경우나, 부주의에 의해 2~3달 정도 투여하지 않았을 때에도 예방효과(reach-back effect)가 지속이 된다. 하지만 그렇다고 해서 한 달에 한 번씩 투약한다는 투여지침이 바뀌어서는 안 된다.\n사상충 감염 계절(transmission season) 동안 몇 회에 걸쳐 예방약을 투약하지 않았던 환자, 감염 계절 중간에 예방약 투약을 시작하여 이미 사상충에 노출되었을 위험이 있는 환자, 이미 사상충에 감염이 된 환자들에서는 예방약을 투여해도 그 방어효과에 대해 장담할 수 없으므로, 반드시 항원검사와 자충검사를 통해 감염 상태를 확인한 후 심장 사상충 예방약 투여를 실시해야 한다.\n만약 계절적 예방법(seasonal prophylaxis program)을 실시하고자 할 경우, 우리나라는 일부 남부지방과 도서지역을 제외한 모든 지역이 5~10월까지 심장 사상충의 전파가 가능한 시기이다(하지만 도시환경의 실내 사육견은 이러한 환경온도 조건이 다르다는 사실을 명심하라). 따라서 심장 사상충 예방약의 적절한 투약 시점은 전파 가능한 전후 한 달부터인 4월부터 11월까지이다. 만약 계절 예방법을 실시하는 환자가 투약 중간에 10주 이상의 투약 공백기가 발생할 경우, 전파 가능하지 않은 계절(11~4월)에도 지속적으로 예방약을 투약해야 한다.\n연중 예방법(year-round prophylaxis program)은 이러한 환자들에게 safety-net(실수로 투약을 빼먹었을 경우, 일정 기간 동안 약효를 지속시킬 수 있는 기간을 연장)을 제공하고, 환자의 감염상태가 불명확한 경우에도 지속적으로 심장 사상충에 대한 예방이 가능하다는 장점이 있다. 비록 이 방법으로 성충이 이미 존재하는 환자에서 지속적으로 생산되는 자충을 구제할 수는 있지만 이미 존재하는 성충을 사멸시킬 수는 없기 때문에 예방방법에 상관없이 장기간 예방약을 투여받지 못한 환자는 반드시 항원검사를 실시하여야 한다.\nMacrocyclic lactone 계통 약물들은 말초혈액 내에 미세사상충이 없거나 소수 잔존하는 사상충 감염견에서 안전하게 투여할 수 있다. 그러나 자충의 수가 많은 개체에서는 약제의 선택과 용량에 주의가 필요하고 예방약을 투여한 후에도 환자의 상태를 며칠간 모니터해야 한다. 잘 알려진 바와 같이 콜리 종 개(상염색체성 열성유전)와 다른 p-glycoprotein 결핍이 있는 개들은 일반적인 예방용량(예, ivermectin의 경우, 6 ug/kg)에서는 안전하지만, 16배 이상의 고용량 ivermectin (~100 ug/kg)에 대해서 특이적으로 부작용을 보일 수 있다. 이러한 부작용은 다른 macrocyclic lactone 계통 약물을 과량 투여했을 때도 나타난다고 보고되어 있다. 무엇보다도 이러한 부작용은 돼지나 소 같은 축산가축용으로 제조된 농축 macrocyclic lactone 제제를 투여했을 때 특히 발생할 수 있다.\n경구 투여 Ivermectin, milbemycin oxime은 매달 정기 투약함으로써 효과를 발휘할 수 있다. 이러한 예방약들은 환자가 먹기 쉽고, 잘 먹도록 풍미가 가미되어 있다. 투여량은 개의 체중별로 구분되어 판매되고 있다. 예방약은 효율을 최대로 높이기 위해서 감염기가 시작되기 한 달 전에 투여하며, 감염기가 끝난 한 달 뒤에 마지막 투약을 해야 한다(계절적 예방을 실시할 경우).\n점적투여 Selamectin과 moxidectin은 국소적으로 사용이 가능하도록 만들어져 있다. 사용 방법은 위의 경구 투여 약들과 동일하게 적용된다. 이 약물들은 개체에 적용하기가 편리하며, 목욕이나 빗물에 의해서도 약물이 씻겨 나가지 않는다. 다만 일부 개체에서는 적용한 피부에 과민반응이나 탈모 같은 부작용이 나타날 수 있다. 국소적인 피부 부작용이 관찰될 경우, 제조사에 문의하면 된다.\nIvermectin (HeartgardR) Ivermectin은 Streptomyces spp.로부터 획득한 avermectin B1의 화학적 파생상품이며 약물의 투약용량에 따라 내외 기생충에 효과가 있으며 한 달 에 한 번 먹이는 심장 사상충 예방약으로 판매되고 있다. Pyrantel pamoate와 합제로 만들어진 제품(HeartgardRPlus)은 장내 기생충에 대한 구제효과도 보인다. 이 약제(투약 용량을 6~12 μg/kg으로 투여 시)의 가장 큰 장점은 감염이 된 상태에서 실수로 투여하여도 광범위한 구제범위(L1유충부터 L5 어린 성충까지)와 Collie종 개에서도 안전하게 투여할 수 있다는 장점이 있다. Ivermectin (6~12 μg/kg)은 reach-back 효과가 있어서 12개월 동안의 장기적인 연속 투여 후, 2달간 투여를 중지해도 예방적 효과가 있다. 3달간 투여를 중지할 경우는 98%, 4달간 투여중지가 있을 경우에는 95%의 방어효과가 있다. Ivermectin의 예방용량인 6~12 mg/kg으로 투여 시, 자충의 수를 점진적으로 줄여 나가기 때문에 rapid killing(자충의 다수가 빠르게 제거되는 현상)에 따른 심각한 부작용 발생을 예방할 수 있다. 하지만 단계적으로 자충 수를 줄여나감에도 불구하고 감염된 개에게 투여할 경우, 경미한 부작용(일시적인 설사)을 유발할 수도 있다. 엄격한 용량과 투약간격으로 ivermectin을 사용하면 심장 사상충 예방효과는 100%이다. 최근의 연구에 따르면 16개월 동안 연속해서 투여할 경우, 부분적으로 성충 구제효과를 보일 수 있고, 30개월 이상을 연속투여할 경우, 뚜렷한 성충 구제효과가 관찰된다고 한다. 따라서 금전적으로 어려움을 겪고 있는 보호자의 개가 무증상형 환자(Class I)인 경우 이러한 방법을 적용해볼 수 있다(비추천 요법). 하지만 Class II 이상의 환자군에서는 어떠한 이유에도 불구하고 ivermectin을 이용한 성충구제는 권고되지 않는다.\nMilbemycin (InterceptorR) Milbemycin oxime은 ivermectin과 같이 Streptomyces spp.에서 파생된 macrolide 계통의 항생물질 중의 한 가지이다. 0.5~1 mg/kg의 용량으로 투약할 경우, 자충에 대한 빠른 사멸효과(24~48시간 이내)를 나타내고 약 6주 동안 유충의 성장을 저해할 수 있다. 따라서 자충으로 중감염된 환자에 사용 시 rapid killing에 따른 부작용 발생 가능성이 커서 전처치를 하거나(diphenhydramine, 2 mg/kg, IM과 dexamethasone, 0.25 mg/kg IV), 최소 2주 이상 충분한 모니터링을 해야 한다. 또한 절대로 성충치료와 동시에 이루어져서는 안 되고 적어도 한 달 이상의 간격을 두고 실시해야 한다. 이 약물 역시 reach back effect가 있어서 만약 12개월 동안의 장기적인 연속투여 후 3달간의 투여 중지가 있어도 97%의 방어효과를 보이고 4달간의 투여 중지가 있을 경우, 약 41%의 방어효과를 보인다. 예방용량으로도 hookworm, roundworm, whipworm과 같은 광범위한 기생충 구제효과가 있다. Milbemycin의 예방용량은 collies 종 개에서도 안전하다. Milbemycin을 정확하게 투여한다면 심장 사상충 예방에 100% 효과가 있다.\nMoxidectin + Imidacloprid (AdvocateR) AdvocateR는 소동물의 내외부 구충을 위해 moxidectin과 imidacloprid의 두 가지 성분을 최초로 조합한 spot-on 제품으로, 개와 고양이의 심장 사상충 및 광범위한 내외부 기생충의 치료와 예방효과를 갖는 제품이다. Moxidectin은 기생충의 GABA 수용체에, imidacloprid는 기생충의 ACh 수용체에 선택적으로 작용하여 각각 이완성 마비와 수축성 마비를 일으켜 대상 기생충에 대해 뛰어난 구충효과를 가진다. 포유류의 경우에는 BBB (blood brain barrier)를 통과하지 못하여 영향이 없다. AdvocateR 투여 후 imidacloprid는 피부 및 피모를 통해 체표에 퍼져 나가며 주로 외부 기생충에 작용하고, moxidectin은 피부를 통해 흡수되어 혈액속으로 들어가 심장 사상충 및 내부 기생충에 작용하며, 피지선에 저장되어 외부 기생충에 작용한다. Moxidectin은 최근에 심장 사상충 예방에 제한적으로 사용되도록 출시되었으며 감염 후 2달 이내에는 한 달이나 두 달에 한 번 3 mg/kg 경구투여로 100% 예방이 되고 안전하다고 알려져 있다. Moxidectin은 이와 같은 예방 용량으로도 점진적인 자충구제를 하기 때문에 적은 수의 자충 감염 시에도 부작용을 야기하지 않는다. 15 mg/kg 용량으로 투여 후 2달 뒤에도 98%의 자충 사멸효과가 입증되었다. Moxidectin은 collies 종에도 안전하며, 권장량의 10배 투여 및 2주 간격의 반복투여 실험에서 안전성이 확인되었다. AdvocateR는 7주령의 개, 고양이에서 권장량의 5배까지 2주 간격으로 6회 투여시에도 안전하였다. 예방약을 1년 정도 투약받은 경우, 4달 동안 투약하지 않아도 97%의 심장 사상충 방어효과가 있다. Moxidectin이 주성분인 Proheart 6R나 Proheart 12R와 달리, AdvocateR는 미국 FDA 및 유럽 EMEA에서 사용허가를 받은 제품이다.\nSelamectin (RevolutionR) Selamectin은 화이자에 의해 개발된 macrocyclic lactones 계열의 반합성 avermectin이다. 소동물의 내외부 구충을 위해 Spot-on 제제로 한 달에 한 번 피부에 도포함으로써 개와 고양이의 다양한 내외부 기생충을 효과적으로 예방 및 치료할 수 있다. 이 약물 역시 L1유충부터 L5 어린 성충까지 광범위한 구제효과를 가지고 있으며 한 달에 한 번 도포하는 제품 형태로 시판되고 있다. Selamectin은 투여하는 즉시 피부를 통해 혈액에 흡수되어 선충류에 작용하며, 이후 피지선에 저장되어 분비됨으로써 오랜 시간 동안 외부 기생충에 작용하게 된다. 다른 macrolide 계통의 약물들과 유사한 효과를 나타내며, 지시대로 사용하면 100% 효과가 있다. 6~12 mg/kg으로 사용 시 심장 사상충 예방효과 이외에도 벼룩이나 벼룩 알, 진드기, 귀 진드기까지 구제할 수 있다. 또한 도포 후 2시간이 지나서 목욕이나 수영을 하더라도 효과가 줄어들지 않는다. 임신 및 수유 중이거나, 번식을 위한 개, 고양이에게 투여 가능하고, 10배의 용량으로 도포를 하거나, 한 번의 용량을 경구 투여하여도 안전하며 Collie 종에도 3달 동안 5배 용량으로 사용해도 안전하다. 12개월 연속 사용 시 최소한 2달간의 reach back effect가 있고, 3달 동안 예방약을 투여하지 않아도 99%의 방어효과가 있다. Selamectin도 ivermectin과 유사한 성충 구제효과가 보고되어 있다. 비록 ivermectin보다는 성충에 대한 살해효과(4~5개월 어린 성충의 40~50% 정도까지)가 떨어지지만, 장기간 도포할 경우 어린 성충에 대한 분명한 구제효과가 있다.\nEprinomectin Eprinomectin은 avermectin B1에서 유래한 amino-avermectin으로 원래 소의 내부기생충과 외부기생충구제에 매우 효과적인 국소 약물로 사용되었다.\n자충구제(rapid killing) 과거와 달리 특별한 경우가 아니면 자충을 빠르게 구제할 필요가 없고 오히려 점진적으로 자충의 숫자를 줄여가는 편이 환자에게 훨씬 안전하다. 자충감염이 중감염이 아닌 경우, 자충구제를 실시해도 되지만, 약물투여와 관련된 부작용이 발생할 수 있기 때문에 항히스타민제(diphenhydramine, 2 mg/kg, IM)와 스테로이드제제(dexamethasone, 0.25 mg/kg IV)를 자충구제 전후로 1~2일간 투약한다. 또한 부작용이 심각하게 나타날 경우, 증상이 완화될 때까지 투약을 지속한다. 시판된 형태의 macrolide 계통 예방약 용량으로는 milbemycin (InterceptorR)을 제외한 모든 약물이 rapid killing을 유발하지는 않는다. Ivermectin의 경우, 6~12 ug/kg 용량으로 투여 시 점진적인 자충 감소효과가 있고, 50 ug/kg으로 투여 시 rapid killing을 유발하므로 용량에 주의해야 한다. HeartgardR 형태로 판매되는 ivermectin은 6~12 ug/kg 용량이므로 rapid killing을 유발하지 않는다. 시판 중인 모든 예방약은 제조사의 지시대로 투약해야 한다. 예를 들어, 츄어블 형태의 HeartgardR를 나누어 먹이는 방법은 그 약효를 보증할 수 없다. 자충구제를 실시할 경우, 반드시 자충검사가 선행되어야 하고 자충감염이 심할 경우, 자충구제를 실시하지 않는 것이 좋다. 성충구제와 자충구제를 동시에 실시할 경우, 성충과 자충의 폐사에 다른 면역부작용이 극심하게 발생할 수 있으므로 두 치료를 동시에 실시해서는 안 된다. 중감염 환자가 아닐 경우, 성충구제 1~3개월 전에 자충구제 또는 자충예방(심장 사상충 예방)을 실시하고 나서 성충구제를 실시하는 것이 좋다.\n예방약의 효과의 검증 모든 macrocyclic lactone 계통의 약물들이 심장 사상충의 예방 효과가 충분히 입증되었지만, 충분한 예방효과의 검증을 위해 적어도 주기적인 간격으로 (매년) 심장 사상충에 대한 감염 여부를 평가하기 위한 재검사가 권장된다. 계절예방법을 할 경우, 예방약을 투여하기에 앞서 실시하는 것이 좋고(매년 4월), 연중 예방법을 실시 할 경우에는 일 년을 주기로 아무 때나 실시할 수 있지만 가급적 4월에 실시하도록 한다.\n예방약의 불규칙적 투약이나 도중에 제품을 교체한 경우에 대한 예방 프로그램의 평가\n약 6개월 이상 예방약을 먹이지 않은 개, 3개월이나 그 이상 약물 투여 간격을 지키지 않은 개에 대한 심장 사상충 예방약들의 효과에 관한 평가는 매우 주의 깊게 이루어져야 한다. 이러한 개들은 예방약을 다시 먹이기 전에 항원검사를 실시해야 하며, 만일에 항원검사에서 음성이 나오더라도 5~9개월 후에 다시 재검사를 해야 한다. 항원검사는 빠를 경우, 최소 감염 5개월 후에 양성반응을 보이기 시작하며, 감염 9개월이 되면 모두 양성반응을 보인다. 따라서 예방약을 재투여한 후 4개월 뒤에 양성반응을 보인다면 이는 환자가 예방약 재투약에 앞서 이미 심장 사상충에 감염되어 있었다는 것을 의미한다. 또한 만일 개가 9개월 후에 양성반응을 보인다면, 환자가 이미 예방약 투여받기 이전에 감염이 되어 있었거나 재투여한 예방약물이 제대로 방어효과를 나타내지 못한 것이므로 예방 프로그램이 실패한 것으로 생각할 수 있다. 예방 프로그램을 진행하는 중에 예방약을 교체하거나 투여 간격을 제대로 지키지 못하였을 경우, 심장 사상충 감염상태와 예방약의 효능에 대한 평가가 특별히 필요하다. 기존의 제품과 새로운 제품에 대한 효능을 가장 효율적으로 평가하기 위해서는 예방약을 바꾸기 전에 항원검사를 하고, 제품 교체 후 3개월(매달 먹이는 예방약)이나 4개월(6개월간 지속되는 예방약) 뒤에 검사를 하고, 또다시 5개월 후(제품 교제 후 8~9개월 뒤)에 다시 검사를 해야 한다. 만일에 개가 예방약을 바꾸기 전이나 예방약을 바꾼 지 3~4개월 후에 양성으로 나타난다면 이전에 투여했던 예방약은 효과가 없었던 것이다. 약물을 바꾼 지 8~9개월 후에 양성반응이 나타날 경우에는 전에 먹이던 예방약이나 새 예방약 중 어느 하나가 효과가 없었던 것이다. 하지만 두 번의 재검사(1차 3~4개월 후, 2차 8~9개월 후)에서 모두 음성반응을 보였을 경우, 교체되어 투약된 새로운 예방약이 효과가 있는 것이다. 항원검사 결과에 대한 평가에 있어서 신중한 고려가 필요한 경우로는 (1) 투여 스케줄에 따르지 않고 예방약을 늦게 먹이기 시작했거나 불규칙하게 먹인 환자의 검사 결과, (2) 투여 스케줄대로 예방약을 먹였지만 새로운 제품으로 바꾼 지 6개월 후 검사결과(기존 제품이 문제인지 새로운 제품이 문제인지를 감별하기가 어렵다)가 있다. 따라서 가급적 2회 검사법(1차: 3~4개월 후, 2차: 8~9개월 후)이 강력히 추천되고 있다.\n 공중위생학적 의의\n개 심장 사상충 감염유충을 함유하고 있는 모기는 개뿐만 아니라 사람도 흡혈하기 때문에 사람도 이 기생충에 노출되어 감염된다. 그러나 개 심장 사상충과 관련한 공중위생학적 중요성은 이 기생충이 사람에서 일으키는 임상적 질병보다는 이 기생충 감염에 의해 형성되어 흉부 방사선이나 CT 등을 이용한 영상진단 과정 중에 흔히 관찰되는 동전형 병변(coin lesion)이 악성종양이나 곰팡이 감염, 과오종(hamartomas) 및 결핵으로 오진되기 쉽다는 데 있고, 이를 감별하기 위해 상당한 검사과정을 거쳐야 하고 많은 경우에 개흉술(thoracotomy)을 하게 된다는 데 있다. 미국의 경우 이 과정을 거치는데 환자의 불필요한 정신적 고통을 제외하고라도 평균 80,000불 이상의 비용이 소요된다. 사람에서 개 심장 사상충 감염 여부를 진단하는 검사법은 시판되어 사용되고 있는 제품이 없으며, 대부분의 개 심장 사상충 감염증은 흉부 방사선, CT 및 MRI 등의 진단장비를 통해 발견되었다.\n개 심장 사상충의 인체감염과 관련하여 두 번째 오해는 성충이 우심실에 기생하며 충체가 죽으면 폐동맥 말단으로 밀려가 색전을 형성한다는 것이다. 그러나 이 기생충으로 인한 폐의 경색 소견은 흉부 방사선 사진에서 구형 병변이라기보다는 쐐기나 피라미드 모양인 경우가 많다는 점이다. 이러한 병변이 형성되는 기전은 미성숙 성충이 폐동맥 말단 분지에서 발육하면서 혈관염을 유발하고 궁극적으로는 방어면역성 염증반응에 의해 죽은 후 육아종이 형성되기 때문으로 설명할 수 있다. 이미 기술한 바와 같이 개 심장 사상충은 숙주가 살아 있는 동안에는 우심실에서 기생하지 않고 심장 박동에 의한 혈류에 밀려 폐동맥쪽에서부터 성장하며, 심장 박동이 멈춘 후에야 만이 비로소 심장 쪽으로 이동한다. \n돕슨과 웰치에 의한 1974년의 보고에 의하면 간질양 발작증세를 일으킨 7명의 어린이 중 6명에서 호산구성 뇌수막염 증세가 있었다고 보고했으며, 그중 한 어린이에서는 안구에서 병변이 발견되었다. 그 외에 사람의 안구 전방수 내에서 길이 8.3 mm의 미성숙 충체가 발견되기도 했고, 장간막 지방조직에서도 충체가 발견되었으며, 28세 된 성인 남자의 고환동맥에서 개 심장 사상충 충체가 발견되기도 하였다. 또한 우리나라에서 39세 된 성인 남자의 간 실질 조직 내에 형성된 길이 2 3 1.3 cm의 결절 내에서 충체가 발견되기도 하였다. 아울러 미국 루지애나 주의 뉴올리언즈에서 살았던 73세 된 여성의 하대정맥에서 부검 시 길이 120 cm의 수컷 성충이 검출되었으며, 40세의 여성의 폐에서 길이 21.4 cm의 성충 암컷이 부검 시 발견되기도 하였다.\n Wolbachia\nD. immitis를 포함한 대부분의 선충류 사상충은 그람 음성균인 Wolbachia (Rickettisiales)가 세포내 공생을 하고 있다(그림 13-29A, B). 한 연구 결과에 의하면 사상충 감염 초기 한 달 동안 tetracycline을 적용하면 Wolbachia가 없는 사상충을 제외하고, Wolbachia가 공생하고 있는 일부 사상충을 죽일 수 있다고 한다. 또한 Wolbachia가 공생하는 사상충이 자충을 생산하지 못하도록 억제한다고 한다. 심장 사상충에서도 비슷한 예방효과가 있는 지를 확인한 연구결과는 부족하지만, 한 연구에 의하면 tetracycline을 투여하면 암컷 심장 사상충의 불임이 유발된다고 한다. Wolbachia는 자체내 분비되는 내독소가 심장 사상충의 발병기전에 깊게 관여되어 있는 것으로 알려져 있다. 최근 연구에 의하면 Wolbachia의 주요 표면 단백질(WSP)이 D. immitis에 감염된 숙주 내에서 특이적인 IgG 면역반응이 일어나도록 한다는 보고가 있다. 이러한 사실은 자체 분비되는 내독소와는 별개로 Wolbachia의 표면 단백질(WSP)이 폐 혹은 신장의 염증반응에 관여할 수 있음을 의미한다. 따라서, Wolbachia를 구제하는 것은 면역반응을 최소화하고, 유충의 성숙을 억제할 가능성이 크기 때문에 성충구제에 앞서 tetracycline계 약물(특히, doxycycline, 그림 13-29C)을 사용하여 Wolbachia를 구제하는 것을 권장한다. Doxycycline 5~10 mg/kg, PO, q12-24h을 성충구제 1~2일 전에 실시하며, 성충구제 후 최소 10일간은 투여하는 것이 죽은 사상충에서 방출되는 표면단백질의 방출을 최소화할 수 있다. 이때 PDS를 같이 처방하는 것도 도움이 된다. 그러나 Wolbachia가 심장 사상충 감염 시 관여하는 정확한 병리 기전, 심장 사상충의 생활사에 미치는 영향, 그리고 치료 전략에 대해서는 여전히 추가적인 연구가 필요하다.\n개의 심장 사상충 업데이트\n French heartworm (Angiostrongylus vasorum)은 심장 사상충과 어떻게 다른가?\nD. immitis와 같이 성숙한 기생충이 폐동맥, 우심계와 폐세동맥에 기생하는 유사 심장 사상충인 프랑스 심장 사상충(French heartworm)이 유럽, 아시아, 아프리카와 카나다의 뉴파운드랜드에서 서식하는 개과 동물에서 보고되어 있다(그림 13-30). 이 기생충은 metastrongylid 기생충이며, 감염된 개는 건강해 보일 수 있고 다양한 임상 증상을 보일 수 있다. 감염과 관련된 주요 증상은 호흡기 질환이고 주로 기생충에 대한 염증반응과 출혈소질 관련증상이다. 호흡기 증상이 없이 실혈이 나타날 수 있다. 신경학적 증상이 CNS 출혈의 결과로 발생한 적이 있다. 심한 폐성 고혈압과 이에 따른 폐성심(cor pulmonale)과 실신이 가끔씩 보고되기도 한다. 자발적 기흉도 보고되어 있다. 비록 혈전성 폐동맥염과 관련된 심폐질환이 심하게 나타날 수 있지만, 가장 대표적인 소견은 만성 기침과 전신적인 건강상태 불량이다. D. immitis와 달리, 혈관 변화는 흉부 방사선 사진에서 인지되지 않는다. 대신 기관지 패턴, 간질성 패턴 6 폐포 패턴이 혼재해서 나타나고, 흉부 CT에서 이러한 변화를 가장 잘 관찰할 수 있다(그림 13-31). 감염과 관련된 실험실 소견에는 빈혈, 호산구증가증, 혈소판감소증, 응고시간이상, 종종 고칼슘혈증이 있다. 치료는 fenbendazole, ivermectin, levamisole 및 milbemycin 등으로 가능하다(표 13-6).\n 항원검사 음성이 진짜 음성인가? Heat-pretreatment 과연 진짜 진단율을 높이는가?\n만성 심장 사상충 감염증에서 사상충의 항원이 항체와 결합하여 있어서 항원을 감지하는 간이검사킷트에서 음성반응을 보일 수 있다. 최근 한 연구에서 이러한 음성반응을 보인 다수의 검체를 1048C heat block에서 10분간 가열하여 상층액을 재검사하면 항원-항체 복합체가 분리되어 다시 양성반응을 보였다고 한다. 추가 연구에서 실제로 감염시켜 치료 후 부검을 통해 사상충 감염을 확인하였고, 이때 일부 간이 검사 양성을 보인 환자에서 부검시 사상충은 확인되지 않았다고 한다. 이러한 사실은 사상충의 항원-항체 복합체가 성충이 제거되어도 어느 기간 혈액 중에 남아 있을 수 있다는 것을 암시한다. 따라서 임상증상이 있는데 간이 검사 음성 반응을 보이거나 감염의 증상이나 영상 소견이 없는데 양성 반응을 보이는 검체에 대해서는 열처리후 재검을 해보거나 한두 달 뒤에 재검을 해보는 것이 좋다.\n 심장 사상충 치료예후를 예측할 수 있는 Biomarker 검사법\n심장 사상충 치료에 있어서 가장 어려운 부분이 성충 치료와 관련된 합병증을 최소화하면서 성충을 제거하는 것이다. 하지만 성충이 살해된 다음 폐혈관 내에서 청소되는 과정에 심각한 면역반응이 일어나게 되고 그 결과물로 호산구성/육아종성 폐렴과 폐고혈압이 발생하게 된다. 따라서 미국심장 사상충학회(AHS) 프로토콜은 성충 치료와 미세자충 치료를 동시에 실시하지 못하게 하고 성충 치료 역시 서서히 단계별로 감량하여 치료하는 split dose법을 권장하고 있다. 그럼에도 불구하고 성충치료와 관련된 합병증으로 폐사되는 환자는 여전히 발생하고 있다.\n바이오마커는 염증이나 혈전 그리고 심장 손상 등을 혈액을 이용한 실험실 검사를 통해 진단하는 방법으로 수의학에서도 최근 많이 사용되고 있다. 최근 2가지 연구에서 AHS 치료프로토콜(그림 13-32)과 slow kill 치료프로토콜(그림 13-33) 과정에서 환자의 체내에서 염증 마커(IL-6, CRP), 심장 마커(cTn-I) 및 혈전마커(D-dimer)의 농도 변화를 추적한 연구결과가 발표되었다. 이러한 마커 검사를 이용하면 심장 사상충 치료과정에서 발생할 수 있는 합병증을 조기에 진단하여 적절하게 대처할 방법을 간구할 수 있으므로 합병증과 관련되어 폐사되는 개체수를 크게 줄일 수 있을 것이다.\n Minocycline이 과연 doxycycline보다 나은가?\nDoxycycline은 심장 사상충 감염 환자에서 Wolbachia를 제거하기 위해 사용되는 tetracycline 계열 항생제로 보통 성충 치료에 앞서 4주간 경구 투약하는 약물이다. 나라에 따라 doxycycline이 더 이상 생산을 하지 않는 곳이 많아 doxycycline 대체제로 minocycline 사용이 늘어가고 있다. 한 연구에서 심장 사상충 감염견에서 두 약물의 효능을 비교 평가했다. 연구에 따르면 minocycline이 doxycycline보다 경구 흡수율이 더 우수하고 단백질 결합 비율도 (65% vs 92%)로 더 낮으며 조직내 분포도 더 균질하며, 친지성이라서 doxycycline에 비해 세포내 투과성도 더 우수하다고 밝혀졌다. 추가 연구에서 두 항생제의 경구 용량에 따른 위장관계 부작용을 조사하였다. 두 약물 모두 10 mg/kg에서 위장관계 부작용 발생비율이 높았고 5 mg/kg 투약군에서는 두 약 모두 발생비율이 높지 않았다. Wolbachia를 제거하는 효능은 doxycycline 10 mg/kg 그룹이 가장 좋았지만 부작용 발생 비율도 가장 높았다. 효능면에서 minocycline 10 mg/kg 투여군과 5 mg/kg 투여군이 큰 차이를 보이지 않았기 때문에 부작용이 발생한 개체에서 minocycline 5 mg/kg를 투약하는 방법이 하나의 대안이고 doxycycline이 없을 경우, minocycline 5 mg/kg 투약이 대안이 될 수 있다(그림 13-34).\n AHS 2018 치료 프로토콜 문제가 없나? Susceptibility gap이 진짜 있나?\n일반적으로 macrolactone을 이용한 미세자충 치료는 2개월 미만의 미세자충과 어린 성충에 감수성을 보인다. 반대로 melarsomine을 이용한 성충 치료는 5개월 이상의 성충에서 99%이상의 감수성을 보인다(그림 13-35). 문제는 3~5개월령 심장 사상충이 이 두가지 약물에 모두 감수성을 보이지 않을 수 있다는 것이 susceptibility gab이라고 하여 최근 학자들에게 관심의 대상이 되고 있다(그림 13-36). 이러한 이유 때문에 미세자충에 대한 치료를 성충치료 2-3개월 이전에 시작하면 이러한 susceptibility gap을 피할 수 있을 것이라 생각하고, 2018년 AHS 치료 프로토콜(그림 13-35)에는 melarsomine을 이용한 성충 치료에 앞서 시행하는 미세자충에 대한 치료를 2~3개월 선행하라고 권고하고 있다. 하지만 기존에 사용하던 ivermectin이나 moxidectin의 경우, 4개월 이하의 사상충에서도 95%정도의 감수성을 보이고, melarsomine 역시 2~4개월령 사상충에 대한 감수성이 보고되어 있기 때문에 기존의 방법으로도 심장 사상충 치료를 적절하게 수행할 수 있다고 생각하고 있다. 하지만 이 부분에 대한 논란은 여전히 진행중이다. 최근 스페인에서 발표된 연구에 따르면 기존 30일간의 doxycycline(10 mg/kg, q12h) + ivermectin (6 ug/kg, q30d) 처치 후 split dose법으로 투여된 melarsomine(d30, d60, d61) 투여로 100% 치료 성공률을 보였다고 한다. 이런 방법을 사용하여도 susceptibility gap을 충분히 피할 수 있다고 한다(2~4개월령 사상충이 이 방법을 통해 감수성이 있는 4개월령 이상 성충으로 성장하기때문에).\n2014년 AHS 치료 프로토콜과 달리 2018년 새로운 프로토콜은 melarsomine 성충 치료에 앞서 최대 2~3개월 전에 macrocyclic lactone 미세자충 치료를 doxycycline 투여와 같이 선행하도록 추천하고 있다. 하지만 새로운 프로토콜은 다음과 같은 문제를 임상에서 야기하고 있다.\n성충 치료에 앞서 전처치하는 기간이 1~2개월 연장되어서 보호자들이 성충 치료를 포기하는 경우가 늘어날 수 있다.\n성충 치료 개시시간이 늘어남에 따라 폐동맥에 성충이 머무는 시간이 길어지게 되고 그 결과 혈관 손상이 더 심해지고 심폐기관과 신장에 대한 손상을 더욱 악화시킬 수 있다\n미세자충 치료를 하는 기간에 환자에 대한 운동제한 기간이 더욱 길어지게 되며, 만약 적절한 운동 제한이 이루어지지 못할 경우, 치명적인 폐혈전증 발생 위험이 높아지게 된다.\nMacrocyclic lactone계열 약물 lactones(예, ivermectin, selamectin, milbemycin oxime)과 마찬가지로 melarsomine 역시 2~4개월령 사상충에 대한 감수성이 보고되어 있기 때문에 susceptibility gap을 피하고자 미세자충 치료기간을 연장하는 것은 치료비용을 증가시킬 뿐 큰 이점이 없을 수 있다.\n Slow kill 과연 melarsomine을 대체할 수 있나? 더 나은 slow kill 방법은 없나?\n미국은 태풍 카트리나 이후 심장 사상충 감염이 크게 늘어났지만 보호자들이 경제적으로 궁핍해져서 감염견에 대한 치료를 포기하는 경우가 크게 늘어났다. 이러한 상황에서 심장 사상충 치료를 위해 새로운 치료 프로토콜로 소개된 방법이 slow kill 방법 또는 soft kill 방법으로 소개된 방법이다. 이 치료법은 중감염 환자보다는 class I 또는 부분적으로 class II 환자군을 대상으로 사용하면 효과적인 방법으로 알려져 있다. Class III 또는 class IV 환자군은 임상증상이 이미 심해서 장시간 소요되고 성충 제거속도가 매우 느린 이러한 방법으로 치료하기는 쉽지 않다. 또한 다른 전신 질환 때문에 성충 치료를 할 수 없거나 진료비용 때문에 치료가 어려운 유기견 보호소에서는 선택해볼 수 잇는 치료옵션이다. 이러한 치료법은 다음의 이론적 근거를 가지고 있다.\nWolbachia가 심장 사상충의 성장, 번식 및 성충 생존(면역반응)에 중요한 역할을 하기 때문에 Wolbachia 제거만으로도 사상충 성장을 억제할 수 있다.\nDoxycycline 단독으로 성충을 죽일 수 있고, 사상충 예방약과 같이 쓰면 그 효과가 증가한다. 또한 흥미로운 것은 doxycycline으로 치료하면 성충이 생겨도 자충이 생산되지 못한다고 한다.\n하지만 doxycycline은 자충살해 효과가 있지만 성충을 죽이는 데 18~24개월이 소요되고, 그 효능 역시 다양하다. 한 실험 감염 연구에서 밝혀진 바로는 성충에 대한 치료는 doxycycline 투여 시점이 매우 중요하였다: 실험접종 한 달 이내 투여 시 100% 효과를 보이지만 40일 지나 투여하면 98.4%, 65일 지나 투여하면 69.6%밖에 방어를 못했다. 하지만 doxycycline 투여를 받은 모든 성충이 자충을 생산하지 못했다. Venco 박사팀이 2014년에 발표한 논문에 따르면 한달에 한번 ivermectin (6 ug/kg)을 투여했더니 혈액 중 자충이 100% 소실되고 71%가 24개월 뒤에 항원검사 음성이 되었으며, 초음파상에 성충 수도 크게 줄어들었다고 한다. 하지만 20% 환견에서 폐성고혈압과 간질성 침윤 소견은 그대로 유지되고 있었다. 이러한 연구 결과는 ivermectin 단독 투여로도 성충의 성장을 방해하고 더 빨리 체내에서 제거될 수 있다는 점을 시사하고 있다. 하지만 이러한 ivermectin의 장기투여는 D. immitis 저항 균주가 생길 수 있다고 경고하는 학자도 있다. 현재까지 가장 잘 알려져 있는 slow kill 방법(Bazzocchi et al, 2008, Grandi et al, 2010, Marvropoulous et al, 2014)은 “ivermectin (6 ug/kg) 1~2주 간격으로 6개월간 + doxycycline 10 mg/kg, q12-24h 30일간” 투여법이다. 이러한 방법으로 90% 이상의 치료성공률을 보였다. Savadelis 박사팀은 2016년에 “Topical moxidectin 한 달에 한 번씩 9개월간 + doxycycline 10 mg/kg, q24h, 30일간” 방법을 사용하여 치료 10개월 만에 95.9%의 치료 성공률을 보였다고 보고한 바 있다. 이 연구에서 치료 21일 만에 자충은 완전 제거되고(사상충 주기를 빨리 단절시킴), 치료 3개월 뒤부터 항원량이 감소하였다고 한다. 이 방법은 치료 성공률 면에서 ivermectin 조합보다 더 효과적이었다고 한다. 경구용 ML 약물은 반감기가 너무 짧아서 실제 기생충에 노출되는 시간이 매우 짧은 반면 moxidectin은 장기간 지속효과(반감기 28시간; 4개월간 일정 농도를 유지)를 보이기 때문에 미세 자충에 대한 제거효과가 크고 감수성 연령도 더 넓은 것으로 알려져 있다. 저자의 실험실에서는 proheart 12 (moxidectin) 1회 투약과 doxycycline (10 mg/kg, q12h 한 달간) 투약을 통해 임상증상이 없는 무증상 심장 사상충 환자군(class I)에서 100% 치료 성공률을 치료 개시 6~8개월 뒤에 확인한 바 있다. 하지만 이러한 방법은 아직까지도 논란이 되고 있는 치료법이기 때문에 모든 감염환자는 AHS 2014 또는 2018 치료 프로토콜을 이용하여 치료해야 한다. 또한 class III와 IV 환자군에서는 결코 추천되지 않는 치료법이다.\n 새로운 심장 사상충 예방약(ivermectin implant, mosquitoe repellent 등)\nIvermectin implants: 이 약제는 12개월 동안 0.1 ng of IVM/mL를 방출하게 만든 약제로 3.0, 4.5, 6.0 mg/implant 형태로 판매되고 있다. 이러한 임플란트를 사용하여 실험 감염견에서 8개월후 심장 사상충의 미세자충과 성충 항원 검사 음성의 결과를 보였다고 한다.\nVectra 3D (dinotefuran, pyriproxyfen and permethrin)는 외부기생충에 대한 구제와 모기 기피제 성분이 들어 있는 약제로 milbemycin과 같이 투약하면, 미세자충을 옮기는 모기에게 물릴 확률이 떨어져서 심장 사상충 예방에 더 효과적이라고 보고하고 있다.\n Lack of efficacy (LOE), ML계 약물 저항 심장 사상충 출현인가? 가장 효과적 대체방법은?\n심장 사상충 예방약을 꾸준히 먹였는데도 사상충 감염이 발생하면 이를 사상충 예방약의 lack of efficacy (LOE)라고 말한다. 하지만 예방 실패는 대부분 보호자가 심장 사상충 예방약을 수의사의 지시대로 제대로 투여하지 않아서 발생한다(예, 불량한 보호자 순응도). 또 다른 예방 실패의 원인은 HW 예방약의 저항주 발생이다. 21세기 들어 심장 사상충의 ML계열 약물 저항성 획득에 대한 우려가 점점 커져갔다. 이러한 걱정은 야외에서 HWI 예방 실패 보고서에 근거한 것으로 주로 미시시피 델타(MS Delta)라고 불리는 지역(Tenessee, Arkansas, Louisiana와 Mississippi)에서 집중적으로 보고되고 있다. 여러 연구에서 실제 보호자 투약 순응도와 상관없이 현재 사용되고 있는 모든 ML계 예방약에 감수성이 떨어진다는 사실을 확인하였다. 계속된 유전자 분석에서 미세자충의 ML계 약물에 대한 감수성과 P-gp 유전자의 호모(GG-GG) 비율이 음성적 상관관계가 있음이 확인되었다. 특히 JYD-34분리주로 알려진 미세자충을 이식한 8마리 중 7마리에서 L3가 감염을 유발했다(이러한 개들 모두 3달에 걸쳐 매달 ivermectin, milbemycin, 또는 selamectin을 투여받았다). 반면 imidacloprid-moxidectin을 투여받은 개들은 JYD-34주에 1회 투여에도 예방이 가능했다. 하지만 별도의 imidacloprid-moxidectin 실험에서 JYD-34주에 대한 감염견 8마리 중 1마리에서 2마리의 성충이 발견되었다(감염 성공). 한 학자는 ML계 약물을 off-label로 HWI을 치료하기 위한 slow kill 방법으로 사용하기 때문에 이러한 저항주가 발생했다고 믿고 있다. 이러한 저항성은 자연적으로 발생하는 돌연변이에 의한 bell 모양 커프의 감수성의 가능성이 크다(ML계 약물이 다양한 감수성을 보이는 HW biotype중에 단지 저항성이 강한 HW biotype의 돌연변이에 의해 발생되었다는 걸 의미함). 2005년 이전까지 어느 누구도 저항 biotype(저항주)에 대한 조사를 하지 않았기 때문에, 실제 감수성이 떨어지는 HW은 항상 이전부터 존재했다. 만약 이것이 사실이라면, 최근에 발견된 HW 저항주는 HWI 예방에 큰 위험이 되지 않는다. 하지만 이러한 저항주 문제는 실제보다 과다 해석되었다고 한다. 이러한 저항주에 대한 역학조사에서 보호자의 순응도 문제와 데이터의 미비한 검증문제 등이 확인되었고 LOE 보고는 과대/확대 보고된 것으로 밝혀졌다. 하지만 이러한 조사결과는 HW 저항주의 존재를 부인하는 것이 아니라 이러한 저항이 우리 환자에 큰 위협이 되지 않는다는 것을 설명해 주고 있다. 저항주 발생은 단지 ML계 약물을 남용하거나 오용해서라는 한 가지 요인에 의해 발생하는 것은 아니고 자연 발생적으로 이전부터 존재했지만 예방약에 대한 효능을 불신할 만큼 큰 문제는 아니라는 점을 명심해야 한다.\n수의사들이 저항주 전파를 느리게 하기 위해서 다음과 같은 조치가 필요하다:\n수의사들이 해야 할 가장 중요한 일은 먼저 ML 계약물을 제대로 사용하고 있는지 확인하는 일이다: 연중 예방을 하고 있는지, 적절한 투여량을 사용하고 있는지, 투여 중단이 없었는지 등. 이러한 노력으로 보호자의 불량한 순응도를 개선할 수 있다. 이를 위해 다양한 방법을 사용할 수 있다(스마트폰 어플, 전화, 엽서 등을 이용하여 보호자에게 상기시켜주는 방법을 사용). 만약 보호자 순응도가 계속 문제가 되면 6개월형 주사제를 사용하라.\n뿐만 아니라, 연중 검사를 필수적으로 실시한다(저항주에 감염되었다면 감염이 일어날 가능성이 있기 때문에 이를 조기에 확인할 수 있고, 약물 투약 실패나 불량한 보호자 순응도 때문이라면, 이 역시 연중 검사로 파악이 가능하다). 뿐만 아니라, 년중 검사를 실시하면 감염 환자를 알 수 있어서 성충치료를 통해 감지 안 된 HWI가 HWD로 진행하는 것을 방지할 수 있다.\nMelarsomine을 이용한 성충치료(+30일 doxycycline + 매달 ivermectin)를 진단 즉시 실시하는 것이 좋다.\nML계 약물 저항성을 획득하게 할 수 있는 미세자충(Mf) 혈증의 개에게 ML계 약물을 투여해야 하기 때문에, 항원 양성인 모든 개는 Mf에 대한 검사를 선행하고 나서 Mf를 먼저 제거해야 한다. AHS는 modified Knott 시험이나 filter검사를 추천하지만, 다소 간단한 직접 도말 검사를 통해서도 Mf의 존재나 숫자 등을 파악할 수 있다. Mf에 대한 존재 여부를 파악하는 것이 저항주와 싸우는 데 중요하고, Mf의 숫자는 예방약 투여 시 부작용 발생을 예측하는 데 중요하다.\nHWI 박멸을 위한 slow kill 방법은 사용해서는 안 된다! 어쩔 수 없이 사용해야 한다면 doxycycine을 투여해야 하고, Mf의 박멸 여부를 먼저 확인해야 한다.\n항원 양성인 개에게 doxycycline의 사용은 Wolbachia를 제거함으로써 L3의 감염력을 감소시킨다. 이런 방법으로 HW저항주가 확산되는 것을 막고 전체적으로 HWI의 전파를 감소시킨다.\n강아지에게 가급적 빨리(제품 라벨이 허용하는) 예방약 투약을 실시하고 집안에 두고 모기에 물리지 않게 한다(예방약 투여가 시작될 때까지). 이렇게 하는 것만으로도 MS Delta LOE 보고의 15% 정도를 감소시킬 수 있다. 보조 요법으로 곤충기피제, 살충제, 모기 감량 프로그램, 새벽과 해질 무렵 산책을 피하기, 밤에 집 안에 두고 모기망을 쳐주기 등이 있다.\n여행이나 이주 시 심장 사상충의 Mf가 없음을 나타내는 건강 증명서를 동봉하도록 지역 보건 당국에 로비한다.\n저항주 발생과 전파에 대한 연구는 지속되어야 하고 Mf의 저항주를 진단하는 마커를 개발하고 있는 연구에 대한 장려가 필요하다.\n마지막으로 LOE를 경험하고 있는 병원에서는 알려진 저항주에 효과가 있는 ML계 예방약으로 바꾸고 모기를 가정에서 제거하는 프로그램(permethrin 계 knock-down 살충제/곤충 기피제)을 운영해야 한다.\n\n 생활사\n심장 사상충의 생활사(life cycle)는 고양이의 경우도 개와 비슷하지만(그림 13-37) 일반적으로 모기에 의한 흡혈의 대상이 되지 않고 자연숙주가 아니라 심장 사상충 감염에 저항성이 있으며 개를 먼저 흡혈한 모기가 고양이를 흡혈해야 발생할 수 있다는 점에서 차이가 있다. 기존 심장 사상충에 노출되지 않은 개에서 100마리의 L3유충을 투여하였을 때 100%의 개에서 75마리 이상의 L3유충이 성충으로 성장한 반면, 고양이에서는 25% 이하의 고양이만이 L3유충에서 성충으로 성장할 수 있었고 감염이 성공한 고양이에서 100마리의 L3유충 중에서 3~10마리만이 성충으로 성장할 수 있었다고 한다. \n 병리기전\n개에서 많은 수의 사상충이 대정맥과 우심계 방실판 연접부(우심방과 우심실)에 위치하면서 삼첨판의 기능장애를 유발하는 대정맥증후군(caval syndrome; dirofilarial hemoglobinuria)을 중감염 환자에서 흔히 볼 수 있지만, 고양이는 이러한 중감염증이 드물기 때문에 대정맥증후군 발생이 드물다. 하지만 한두 마리의 사상충에 의해서 삼첨판 역류를 유발할 수 있고 그 결과 심잡음을 일으킬 수 있다.\n개에서 확인되는 심장 사상충 동맥염의 특징과 유사한 동맥 내막의 증식(arterial intimal proliferation)은 주로 고양이의 주폐(main lobar)와 말초 폐동맥(peripheral pulmonary arteries)에서 발생한다.\n"}