{"title": "19 . 강아지에서 장외 대장균 감염에 의한 치명적 폐렴 사례", "author": "김경엽", "publisher": "한국수의과학회", "department": "내과", "disease": "19 . 강아지에서 장외 대장균 감염에 의한 치명적 폐렴 사례\n\n이 논문은 장외 병원성 대장균 (ExPEC) 으로 인 한 14일 된 개에서의 치명적인 폐렴 사례를 설명합니다. 부검 결과 폐의 좌측 엽의 거의 대부분이 짙은 붉은색 응고를 보였다. 조직병리학적 검사에서 병변 내 세균 집락이 있는 중 등도의 급성 섬유소-출혈성 괴사성 폐렴이 나타났습니다. 비화농성 심외막염, 간의 울혈, 비장의 백색 펄프의 괴사도 발견되었다. 세포독성 괴사 인자 1과 α-용혈소를  가진 대장균 이 폐에서 분리되었습니다. 이 사례는 전신 질병으로 이어진 ExPEC로 인한 치명적인 폐렴이 확인되었습니다.\n주요어 을(를) 실시한다 대장균 , 장외병원성 대장균 , 출혈성괴사성폐렴\n이동 : \n개의 세균성 폐렴 원인균으로는 Bordetella bronch iseptica, Streptococcus equi subsp. zooepidemicus, Mycoplasma spp., Pasteurella multoc ida, Pseudomonas spp., 대장균(Escherichia coli) 등이 있다. 대장균은 그람 음성, 장내 세균과, 통성 혐기성, 간균으로,  임상 증상과 유전적 특징에 따라 공생균(commensal E. coli), 장 내 병원성 대장균(in testinal pathogenic E. coli), 장외 병원성 대장균(ExPEC, e xtraintestinal pathogenic E. coli)으로 분류할 수 있다[1].\n공생균은 하부소화계에서 대부분 발견되지만 호흡기에서 분리되기도 한다. 일반적으로 공생균은 숙주와 공생 관계에 있지만 고령이나 면연력이 저하되는 경우 기회질병을 일으킬 수 있다. 장내 병원성 대장균은 병원형에 따라 장병원 성대장균(enteropathogenic E. coli), 장출혈성대장균(en terohemorrhagic E. coli), 장독소성대장균(e nterotoxigenic E. coli), 장침입성대장균( enteroinvasive E. coli), 장관흡착성대장균(e nteroaggregative E. coli), 광범위부착성대장균(d iffusely adherent E. coli), 괴사소성대장균( necrotoxigenic E. coli), 장부착침투성대장균(a dherent invasive E. coli), 세포분리성대장균( cell-detaching E. coli)으로 분류된다[1].\n장외 병원성 대장균은 요로 질병, 뇌수막염을 주로 일으키며 균혈증, 폐렴, 패혈증 또한 야기할 수 있다. 에어로졸이나 역류한 위 내용물 등의 이물질을 오연성으로 기관 내에 흡입하거나, 장외 병원성 대장균이  비뇨생식기나 위장관에서 혈액을 통해 전파될 경우 장외 병원성 대장균에 의한 폐렴을 일으킬 수 있다[1]. 예를 들어, 개와 고양이에서 균 분리를 통해 얻은 장외 병원성 대장균과 분변에서 채취한  대장균이 혈청형과 독성 인자를 비교하였을 때 일치하는 결과를 보였던 연구가 있었다[2,3]. Handt 등[3]은 개를 수송할 때의 스트레스가 개의 면역력을 감소 시켰고, 설사로 인한 장벽 손상이 균혈증으로 이어졌다는 이론을 제시했다.\n해외에서는 대장균에 의한 폐렴으로 폐사한 개를 중심으로 한 병리학적 보고가 있다. 하지만 우리가 알기로는, 국내에서 개의 대장균성 폐렴이 발생하지만, 병리학적 병변이 보고된 사례는 없다. 따라서 국내에서 장외 병원성 대장균으로 인한 대장균성 폐렴 사례의  병리학적인 병변과 이 사례에서 분리한 대장균의 특성을 보고하고자 한다.\n2019년 7월에 14일령의 포메라니안 3마리가 통증 및 호흡곤란 증상을 보인 후 폐사하였고, 폐사의 원인을 밝히고자 1마리가 농림축산검역본부 질병판단과에 의뢰되었다. 부검을 진행하였고, 조직검사를 위해 림프절, 폐, 심장, 신장, 비장, 간, 십이지장,  공장, 회장, 맹장, 결장, 뇌를 10% 중성 포르말린에 고정하여 파라핀에 포매하였고, 2.5-3 µm 두께로 절편을 제작하였다. 제작된 절편은 hematoxylin  & eosin (H&E) 염색을 하였다. 병원성 원인체에 의한 질병 여부를 확인하기 위해, 5% defibrinated sheep blood agar (Asan Pharm. Co., Ltd., Korea)와 MacConkey agar (Becton Dickinson, USA)를 사용하여 폐와 흉수에서 세 균 분리를 하였고, VITEK II system (BioMérieux, France)을 이용하여 병원균을 동정하였다. 분리된 균의 독성 인자를 확인하기 위해 cytotoxic necrotizing factor  1 (CNF1)과 α-hemolysin (Hly A)에 대해 중합효소연쇄반응을 하였다[4]. 바이러스 질병 여부를 조사하고자 폐에 대해 바이러스 7종, 즉 canine adenovirus (CAV), canine herpesvirus (CHV), canine influenza virus (CIV), canine parvovirus (CPV), canine distemper virus (CDV), canine coronavirus (CCV), canine parainfluenza virus (CPIV)에 대한 중합효소연쇄반응 검사를 진행하였다.\n부검하였을 때, 흉강에 붉은  흉수가 5 mL 저류되어 있었다. 또한 왼쪽 폐가 전반적으로 암적색으로 발적 및 경화되어 있었다(Fig. 1). 간은 발적되어 있었고, 그 외 장 기에서는 특이적인 육안소견이 없었다. 조직병리학적 검사 시, 폐에서는 급성  섬유소-출혈성 폐렴 소견을 보였고(Fig. 2A), 괴사성 혈관염도 관찰할 수 있었다(Fig. 2B). 또한 혈관, 기관지 및 폐포 내강에  다수의 세균 집락이 관찰되었다(Fig. 2C). 심외막에서는 소수의 림프구와  대식구가 침윤되어 있었다(Fig. 2D). 비장 백수에서 림프구 괴사를 보였고(Fig. 2E), 간에서는 심한 울혈과 동모양모 세혈관의 확장을 관찰할 수 있었다(Fig. 2F). 폐에서 대장균이 분리되었고, 분리된 대장균에서 CNF1과 Hly A을 중심으로 한 중합효소연쇄반응 결과, CNF1과 Hly A 둘 다 양성 반응을 보였다(Fig. 3). 또한 CAV, CHV, CIV, CPV, CDV, CCV, CPIV을 중심으로 한 중합효소연쇄반응 결과, 모두 음성으로 나타났다.\n \t\n죽은 개의 흉측한 모습. (A) 흉강에 붉은색 액체 5mL가 들어 있었습니다. 폐에는 검은 반점이 있었습니다. 간은 붉어졌습니다. (B) 거의 왼쪽 폐는 응고되어 짙은 붉은색을 보였다. 왼쪽은 L, 오른쪽은 R입니다.\n \n \t\n장외 병원성 대장균 감염의 조직병리학적 소견. (A) 폐, 개. 심각한 괴사성 섬유소-출혈성 폐렴; 삽입,  손상된 핵(검은색 화살표)과 피브린(별표). H&E, 척도 막대: 50µm(삽입, 20µm). (B) 폐, 개. 혈관염, 피브린과 염증 세포 침전을  동반한 내피 세포 괴사(검은색 화살표). H&E, 척도 막대: 20µm. (C) 폐, 개. 폐포 내강의 박테리아 군집(별표). H&E, 척도 막대: 20µm. (D) 심장, 개. 심외막의 림프구와 대식세포 침전(검은색 화살표). 심장. H&E, 척도 막대: 20µm. (E) 비장, 개. 비장 백색 펄프의 괴사(검은색 화살표). H&E, 척도 막대: 20 µm. (F) 간, 개. 정맥동 확장을 동반한 간 울혈(별표). H&E, 척도 막대: 20 µm.\n \n \t\n(A) 장외 병원성 대장균 (ExPEC)  알파 용혈소 의 중합효소 연쇄 반응(PCR). 레인 1, 샘플(1,177bp); 레인 2 , 양성 대조군 1; 레인 3, 음성 대조군. (B) ExPEC 세포독성 괴사 인자-1의 PCR. 레인 1, 샘플(498bp); 레인 2, 양성 대조군  1; 레인 3, 양성 대조군 2; 레인 4, 음성 대조군.\n \n이번 사례에서 의뢰된 포메라니안은 통증과 호흡곤란을 보였는데, 포메라니안 모축이 이전에 분만한 새끼들도 동일한 증상으로 10일령에 폐사했었다. 과거 폐사한 강아지의 폐와 신장에서 분리한 대장균과 모축의 분변에서 분리한 대장균이 동일한 특성을 보였던 사례가 있었다[5]. 위 사례를 참고하였을 때, 이러한 증상을 보이는 경우 모축의 질병 여부 또한 확인하여 질병 경로를 파악할 필요가 있지만 모축에 대한 검사는 의뢰되지 않아 진행할 수 없었다. 이후 유사한 경우가 발생하였을 때, 모축을 중심으로 한 추가 조사를 진행할 필요성이 있다.\n장외 병원성 대장균은 발병 기전 및 공생균과의 구분 기준을 중심으로 한 추가적인 연구가 필요했고[6,7], 그 예로 혈청형, phylogroups, 독성 인자 등을 이용한 연구가 있다[6]. 본 증례에서는 위 방법들 중 독성 인자를 조사하였는데, 검출 된 대장균은 CNF1과 Hly A 둘 다 양성 반응을 보였다. CNF1과 Hly A는 동일한 pathogenicity-associated islands에 존재하여 독성 인자에 대한 특성 평가 시 본 증례와 마찬가지로 함께 검출되는 경우가 많다[8]. CNFs는 표적 세포의 GTPases에 작용해 가수분해로서  GTP가 GDP로 바뀌지 않고 활성화 상태로 유지되게 된다. 이로 인해 신호전달체계의 손상이 일어나고, 액틴(actin) 세포 골격 시스템이 재구성되어 세포질 분열을 방해하며 다핵화를 야기하게 된다[9,10]. CNFs에는 CNF1과 CNF2가 있으며 쥐, 토끼, 기니피그에  접종했을 때 피부 괴사를 일으킬 수 있고, 폐사까지 유발할 수 있다. CNF1은 염색체에 존재하는 유전자로 세포의 다핵화 와 비대, 둥근 형태를 야기할 수 있다[10,11]. CNF2는 플라스미드(plasmid)에 존재하는 유전자로, CNF1에 비해  다핵화를 덜 야기하는 반면 세포의 비대, 신장과 다형성을 유도할 수 있다. 또한 CNF1보다 더 강력한 괴사를 야기한다[10]. Hly A는 RTX toxin (repeats in ToXin) 의 하나로 hlyCABD 오페론(operon) 위치에 있다[8]. 적혈구를 용해하기 때문에 이러한 명칭이 붙었지만, 상피세포와 백혈구에도 작용한다[12]. Hly A는 숙주세포의 세포막에 손상을 주고 용해, 괴사,  세포자연사를 통해 숙주세포의 사멸을 유발할 수 있다[1,12]. 폐의 내피세포에 Hly을 반응시켰을 때 내피세포의 기능에 손상이 발생하였고, 내피세포 간  틈이 증가한 연구결과가 있었으며, Hly이 내피세포에 작은 구멍을 만들었다고 추측하였다. 검출된 독성 인자들과 본 증례의 조직 소견 간의 직접적인 상관관계를 검증할 수는 없지만, 위 연구결과를 참고하였을 때 본 증례에서 발생한 폐의 혈관염에 Hly A가 영향을 끼쳤을 가능성에 대해 고려해 볼 수 있다[13]\nCNF1이나 Hly A를 가진 대장균에 의해 폐렴이 발생하여 폐사한 경우, 본 증례와 동일하게 부검 시 흉강에 혈액성 흉수가 저류되고, 폐가 암적색으로 발적 및 경화되어 있는 사례가 다수 있었다[2,3,5,14]. 조직학적 검사 시, 다수의 증례에서 공통적으로 섬유소성 삼출물이 관찰되었고 혈관이나 폐포 격벽, 기관지 벽에서 괴사가 관찰되었다[3,5,14]. 또한 본 증례와 마찬가지로 출혈 을 동반한 사례도 있었다[2,3]. 한 사례에서는 급성 괴사성 폐렴 외에도 간에서 간세포의 산재성 미세소포성 공포와 넓은 범위의 혈관 괴사, 비장과  편도에서 림프구 괴사, 비장 적비수에서 섬유소성 괴사, 섬유소성 출혈성 심낭염과 같은 전신 병변을 보였다[14]. 본 증례에서도 비장 백수의 림프구 괴사와 간의 울혈 및 동모양모세혈관의 확장이 관찰되었고, 심외막에서 림프구와 대식구 침윤이 관찰되었다. 기존 보고를 참고하였을 때, 위와 같은 소견은 본  증례에서도 전신적으로 병변이 진행된 것으로 보인다.\n결론적으로 본 증례는 CNF1과 Hly A를 보유한 장외 병원성대장균에 의해 급성 섬유소-출혈성 폐렴이 유발되어 폐사된 것으로 판단되었다. 사람을 질병시키는 장외 병원성 대장균과 동물을 질병시키는 장외 병원성 대장균은 유전적 차이를 구분하기 어려울 정도로 유전적 특성이 비슷하여 인수공통 전염의 가능성이 있으므로 지속적인 관찰이 필요하며, 장외 병원성 대장균에 의한 병변에 대해 추가적인 연구가 필요하다[15].\n"}