{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "01\n고혈압성 심근증\nHypertensive cardiomyopathy\n 서론\n고혈압성 심근증(hypertensive cardiomyopathy)은 만성 전신 고혈압으로 인한 진행성 좌심실 비대를 동반한 이완기성 심근 장애가 특징인 속발성 심근 질환이다(7, 9, 10, 12). 전신 고혈압은 원발적인 요인(특발성, idiopathic) 또는 1차적 병인에 따른 속발적인 원인으로 구분될 수 있다(3). 원발성 고혈압은 정밀한 진단을 하더라도 특별한 원인없이 지속적인 혈압 상승을 보인다(3). 속발성 고혈압은 신장 또는 신경호르몬 기능에 영향을 주는 특정 원인이 보이는 것이 특징이다(3). 속발성 고혈압을 일으키는 원인은 1) 만성 신장질환, 2) 갑상선기능항진증, 부신피질기능항진증, 당뇨와 같은 내분비 장애, 3) 크롬친화세포종과 같은 고알도스테론증(hyperaldosteronism)을 유발하는 종양 등이 있다(5, 8, 15). 사람에서는 고혈압의 주된 원인은 원발성 특발성 고혈압이지만, 소동물에서는 이러한 요인은 드물다(6).\n고혈압성 심근병증의 기전은 아직 명확히 밝혀지지 않았지만, renin-angiotensin aldosterone system (RAAS) 활성에 따른 신장혈관 및 말초혈관 수축이 고혈압과 관련된 심근증의 주요 기전으로 잘 알려져 있다(1, 11). 소동맥(small artery)과 세동맥(arteriole) 의 비후가 사람의 심근증에서 관찰되는 또 다른 기전으로 보고되었지만, 소동물에서는 드물게 보고된다(3).\n 환자정보\n 환자정보\n7세 중성화된 수컷 Pomeranian(체중 2.2 kg)\n 병력 및 신체검사\n이 환자는 지속적인 식욕부진과 다음/다뇨, 심한 요독증 및 심잡음을 주증상으로 내원하였다. 의뢰한 수의사의 진료기록에 따르면, 미세알부민뇨(microalbuminuria), BUN 상승이 확인되어 2년 전에 원인 미상의 만성 신장질환으로 진단됐다. 신장처방 사료 이외에는 만성 신장질환(CKD)에 대한 치료를 하지 않았다. 신체검사에서 환자는 탈수, 식욕부진, 기면 증상을 보였지만 외부 자극에 반응을 보였다. 심장 청진상 왼쪽 심첨부에서 심장 박동 소실이 가끔 일어나고, grade III/VI의 수축기 박출성 심잡음이 청진되었다. 도플러를 이용한 혈압측정에서 수축기 혈압이 220 mmHg을 초과하였고 acepromazine과 nitrate patch로 응급 처치하여 환자를 안정시켜도 수축기 혈압이 180 mmHg을 넘었다.\n 진단검사\n 실험실 평가\n혈액검사상 CBC에서는 환자가 탈수상태에도 경미한 빈혈(5.4 M/uL)과 낮은 PCV (34.4%)를 보였다. 생화학 검사에서는 BUN(.300 mg/dL), creatinine (5.1 mg/dL)의 증가와 albumin (2.5 g/dL)의 감소가 나타났다. 혈청 전해질 검사에서는 경미한 고칼륨혈증(5.1 mmol/L)과 고칼슘혈증(13.1 mg/dL)을 확인할 수 있었다(표 1-1). 요검사에서 저비중(1.014)의 단백뇨가 나타났다.\n ECG 검사\n12 Lead 심전도 검사에서 SA node exit block, ST segment slurring, QRS축의 좌측변위(15도)가 관찰되었다(그림 1-1).\n 방사선 검사\n흉부 방사선 복배상에서 심장 실루엣의 길이가 증가되어 있고, 좌심실 종대 소견인 심첨이 좌측으로 변위되고 더 둥글게 관찰되었다(그림 1-2A). 외측상에서 심장 크기를 나타내는 지표인 VHS는 12.2로 정상 범위(8.5~10.5)보다 높게 측정되었고, 좌심계 확장을 의미하는 round한 margin의 심첨이 관찰되었다(그림 1-2B).\n 초음파 검사\n신장 초음파 검사에서는 신장질환 말기를 의심할 수 있는 피질, 수질과 신우 게실(corticomedullary diverticulum)의 음영 소실이 관찰되었다(그림 1-3A). 컬러 도플러 촬영 시 신장 혈관계의 충분하지 않은 혈류가 양쪽 신장에서 관찰되었다(그림 1-3B).\n심장 초음파 검사에서는 우측 부흉골 4강 장축단면에서 비후된 중격과 좌심실 posterior wall이 확인되었다(그림 1-4A, 동영상 자료 C1-1). M-mode 좌심실 유두근 단축단면에서 수축말기, 이완말기 직경 감소와 구획단축률(fractional shortening)의 증가가 확인되었다(그림 1-4B, 표 1-2). 이 소견들은 전형적인 좌심실의 구심성 비대(concentric hypertrophy)를 의미한다.\n환자의 좌심실 유출로 컬러 도플러 촬영상에서 후부하 증가(직접적으로 신장의 관류 저하에 의한 고혈압, 간접적으로 신경호르몬 보상기전 활성)에 따른 대동맥내 와류가 확인되었다(그림 1-5B, 동영상 자료 C1-2). 좌측 심첨 5강 단면 연속 도플러상에서는 와류에 따른 spectral broadening, 후부하 증가(전신 고혈압)에 따른 dagger-shaped velocity envelope, 수축기 대동맥 혈류 속도 감소(0.8~0.9 m/s; 정상 1.4 m/s)를 확인할 수 있었다\n(그림 1-5A). 이 결과로 전신 혈관 저항 증가가 확인되었다.\n 치료 및 환자 관찰\n환자의 경우, 내원 당시 만성 신장질환에 의한 질소혈증과 고혈압이 가장 큰 문제가 되었다. 초기 치료는 2일 동안 복막투석(1.5% dextrose & lactated Ringer solution)과 enalapril (Richwood, Korea, 0.5 mg/kg, bid)을 이용하여, 질소혈증과 고혈압 증상을 직접적으로 완화시키는 목적이었다. 복막투석 2일 후, BUN과 creatinine은 각각 115 mg/dL와 3.4 mg/dL로 감소하였다. 그러나 2일 동안의 복막투석으로 저알부민혈증(1.4 g/dL)과 저단백혈증(4.9 g/dL)이 관찰되었다. 또한, 내원 이전부터 보였던 빈혈은 경미한 백혈구증가증(20.6 K/uL)이 나타나면서 더 악화되었다. 수축기 혈압은 지속적으로 정상보다 높게 나타났다(200 mmHg). 따라서 복막투석을 중지하고, PCV를 40%로 높이기 위해 수혈(50% PCV 전혈 78 mL)을 시작했다. 백혈구증가증과 고혈압을 교정하기 위하여 cephalexin (Newgenpharm, Korea, 10 mg/kg, PO, bid)과 amlodipine (Pfizer, USA, 0.5 mg/kg, PO, sid)을 각각 투약하였다. 충분한 PCV, 저단백혈증 교정 후에 수액요법(lactated Ringer solution)을 실시하였다.\n요독증으로 발생하는 고인혈증과 위궤양을 예방하기 위하여 sucralfate (Choongwae, Korea, 500 mg/kg, PO, bid)와 ranitidine (CPK, Korea, 2 mg/kg, PO, bid)을 투약하였다. 환자에서 저칼슘혈증이 나타나지 않았지만 vitamin D (Chongkundang, Korea, 0.01 mg/kg, PO, sid), calcitriol (Asiapharm, Korea, 1.5 ng/kg, PO, sid), calcium carbonate (Chongkundang, Korea, 100 mg/kg, PO, sid)를 저칼슘혈증 예방을 위하여 투약하였다. 요독증 독소(uremic toxin)의 장관흡수를 억제하고 조혈작용 촉진을 위하여 아조딜(Vetoquinol, USA, 1 capsule, PO, sid)과 ferrous sulphate (Choongwae, 150 mg/kg, PO, sid)도 투약하였다. Amlodipine 투약 후, 환자의 수축기 혈압이 120~130 mmHg를 유지하였다. 치료기간 6일 동안 경미한 질소혈증을 보였음에도 환자는 안정적인 상태가 되었고, 자발적인 음식섭취를 시작하였다. 환자를 앞에 언급한 약물과 처방사료(Hill’s u/dR, USA)를 처방하여 퇴원시켰다. 심근병증이 만성 신장질환에서 병발한 고혈압이 원인이기 때문에, 심장에 대한 특별한 약물치료는 실시하지 않았다.\n 증례 고찰\n동물에서 만성 신장질환이 있는 개의 60~90%, 고양이의 20~65%에서 고혈압이 발생한다(16).\n이 증례에서 만성 신장질환이 있는 환자는 신장의 관류저하와 혈관수축인자 방출에 따른 신경호르몬 보상기전 활성에 의해 고혈압이 발생하게 된다. 일반적으로 고혈압에 의해 가장 많이 나타나는 심혈관계의 변화는 좌심실 비대이다. 만성적으로 증가된 후부하에 의해 심실내압은 높아지게 되고 심장은 일정량의 혈액을 박출하기 위해 더 강한 심실 수축력이 필요하게 된다. 더 강한 심실 수축력을 발휘하기 위해서 심실세포가 비대(심근세포가 신장되고 비후되는 현상)되고 비대된 세포는 강한 수축력을 발휘한다. 비대가 되는 방향이 심실내강의 중앙을 향하기 때문에 구심성비대(concentric hypertrophy)라고 한다. 좌심실벽이 경직되고 이완기 충만이 감소함에 따라 좌심실 이완기압이 증가할 수 있고 이로 인해 폐울혈이 발생할 수 있지만 흔치는 않다. 기능부전(울혈성 심부전) 역시 다른 심혈관계 이상 소견이 없는 고혈압으로 인해 발생하지는 않는다(16).\n이 환자의 경우, 혈액 생화학 검사 시 BUN, creatinine 수치 상승이 확인되었고, 신체 검사 시 180 mmHg가 넘는 혈압을 보였다. 또한 신장 초음파 검사에서 신장질환 말기를 의심할 수 있었다. 만성 신장질환으로 발생한 심각한 고혈압에 의한 전신 혈관 저항 증가를 의미하는 좌심실의 구심성 비대와 수축기 대동맥 혈류 속도 감소(0.8~0.9 m/s; 정상 1.4 m/s)가 나타났다. Spectral broadening과 dagger-shaped velocity도 전신 혈관 저항 증가를 의미하는 결과이다. 이 환자에서 좌심실 자유벽과 심실중격 두께의 증가는 cardiac remodeling의 만성적 진행과정을 의미한다.\n만성 신부전에 의한 고혈압 환자에 대한 전통적인 치료법은 1) 염분 제한식이와 세포외액 제거를 위한 이뇨제, 2) 교감신경 차단제(adrenergic blocking agents), 심박수를 떨어뜨리는 propranolol, atenolol와 같은 베타 차단제(beta-adrenergic receptor blockers), 혈관확장을 위한 phenoxybenzamine, prazosin과 같은 알파 차단제(alpha adrenergic blocking agent), 3) 혈류의 angiotensin II를 제거하기 위한 angiotensin converting enzyme (ACE) inhibitors(예, benazepril, enalapril), 4) 혈관확장 촉진을 위한 calcium channel blockers(예, amlodipine)가 있다. 그러나 이 증례에서, 환자 심박수가 약간 서맥을 보였고 sinoatrial exit block의 징후가 보였기 때문에 beta-adrenergic receptor blocker는 선택되지 않았다. 첫 번째 선택은 ACE inhibitor였지만 이 증례에는 효과적이지 않았다. 그래서 항고혈압제를 amlodipine으로 교체하였고, 하루에 한 번 투약에도 환자에 효과적이었다. 그러나 고혈압이 있는 개에서 amlodipine의 효과에 대한 연구보고는 거의 없다. Amlodipine은 고혈압이 있는 개에서 ACE inhibitor 단독으로 효과가 없으면 흔히 추가된다(14). 최근 연구에서 개의 고혈압 관리를 위한 amlodipine과 ACE inhibitor 사이의 상승효과(synergic effect)가 밝혀졌다(2). 저혈압, 서맥, 전도 이상, 심박출량 감소 등의 부작용이 고용량의 amlodipine 투여에 의해 발생할 수 있기 때문에, 혈압관리를 위한 amlodipine의 고용량 투여 시 주의와 주기적인 혈압 측정이 필요하다(4, 14). 이 증례의 환자는 amlodipine으로 고혈압 치료를 한 결과, 안정적인 상태가 되었다.\n효과적으로 고혈압 치료를 할 경우 이 병리학적 변화(concentric hypertrophy)를 정상으로 돌아오게 할 수도 있다. 하지만 이 증례에서 고혈압 발생의 원발 원인인 만성 신장질환의 예후는 개의 경우, 초기 혈압이 예후를 결정하는 데 중요하게 기여한다고 알려져 있다(16).\n이 증례는 만성 신장질환이 있는 개에서 병발한 고혈압성 심근증의 증례이다. 이 증례는 2009년 한국 임상수의학회지[Lee J-S, Hyun C (2009) Hypertensive cardiomyopathy in a pomeranian dog complicated with chronic kidney disease. J Vet Clin 26:170–175]에 실린 내용이다.\n"
}