{"title": "증례로 보는 소동물 심장학 2판", "author": "현창백 2e", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "02\n폐동맥 협착증\nPulmonic stenosis\n 서론\n폐동맥 협착증(pulmonic stenosis)은 선천적으로 폐동맥 판막부위, 폐동맥 하부, 폐동맥 상부 지역의 조직이 좁아지는 것을 말한다. 이 질환은 개에서 2~3번째로 흔한 선천성 심장질환이다. 우심실 유출로의 폐쇄가 특징적이며, 결과적으로 우심실 비대가 나타나게 된다(3, 7). 우심실 비대는 우심실의 이완능력을 감소시켜 우심실의 혈액 충전량을 감소시키고 궁극적으로 우심성 울혈성 심부전을 유발한다(3, 7).\n폐동맥 협착증은 English bulldog, Miniature schnauzer, Chihuahua, Beagle, American cocker spaniel에서 보다 자주 발생하며, 주된 임상증상은 복수, 간종대, 기절, 운동불내성 등의 우심부전 증상이 나타나는 경우가 많다(6).\n폐동맥 협착증의 진단상 특징은 좌심저부의 수축기성 심잡음, 심전도상의 우심실 종 대 패턴, 흉부방사선상의 우심실 및 주폐동맥의 확장 및 우심실 비대 소견, 심초음파상의 폐동맥판에서 고속의 제트혈류 등이 있다(7).\n심각한 폐동맥 협착증의 치료방법에는 수술적 교정법과 balloon valvuloplasty 방법이 있다(1, 2, 4, 5, 8). 우심부전에 의한 임상증상을 감소시키기 위한 내과적 치료도 고려될 수 있으며, 약물치료는 주로 이완기 기능장애를 개선시키는 것에 포커스를 맞춘다(7). 환자가 심각한 폐동맥 협착이 교정되지 않은 상태로 방치된다면 기절, 급사, 우심부전 등의 증상이 나타날 수 있다. 그러나 미약한 폐동맥 협착증 환자는 임상증상이 거의 없이 생존할 수 있다. 그러므로 폐동맥 협착의 치료 목표는 외과적인 치료 또는 심장중재술을 통해 폐동맥협착 정도를 경미한 수준으로 완화시켜 주는 데 있다.\n 환자정보\n 환자정보\n1세령 중성화하지 않은 암컷 Shih Tzu(체중 3.5 Kg)\n 병력 및 신체검사이 환자는 중성화 수술을 위해 지역병원에 내원하였다. 청진상 심잡음과 방사선상 폐동맥 확장 소견이 있어서 강원대학교 병원으로 내원하였다. 신체검사상에서 환자는 좌심저부에서 grade 4/6의 심잡음이 청진되었고, 미약한 경정맥노장 및 hepato-jugular reflex가 나타났다. 수축기 혈압은 130 mmHg으로 정상 수준이었다.\n 진단검사\n 실험실 평가\n혈액검사상 CBC와 혈청화학 검사 에서는 이상소견이 발견되지 않았다.\n 심음도 검사\n환자의 전자청진상 제1심음과 제2심음 사이에서 수축기 박출성 잡음(systolic ejection murmur)이 관찰되었으며, 더 나아가 제2심음의 분열음(split S2)이 관찰되었다(그림 2- 1). 신체검사상의 우심부전 증상과 관련된 것을 미루어 볼 때 심잡음의 유래가 폐동맥판에 있음을 암시하고 있었다.\n 심전도(ECG) 검사\n환자는 심전도상 정상 sinus rhythm이 관찰되었고, 심박수는 대략 140회 정도였다. 또한 환자의 심전도에서는 우심실 확장을 나타내는 deep S wave가 관찰되었다(그림 2-2).\n 방사선 검사\n환자의 흉부방사선에서는 VD상에서 1~2시 방향의 주폐동맥 확장(화살표) 및 우심계 확장소견이 관찰되었다. 또한 심장은 reverse ‘D’ shape의 우심종대 패턴을 보였다(그림 2-3A). 외측상에서 심장의 sternal contact 증가소견과 함께 폐동맥 기시부의 연부조직 밀도 증가 소견이 관찰되었다(그림 2-3B).\n 초음파 검사\n환자의 심초음파 소견상, 우측 부흉골 4강 장축단면에서 좌심방 및 우심방 모두 특별한 와류는 관찰되지 않았다. 또한 우측 부흉골 5강 장축단면에서도 대동맥의 특별한 와류가 관찰되지 않았다. 좌심실 유두근 단축단면의 M-mode상에서 환자의 좌심실 영역은 정상이었고 %EF와 %FS 역시 정상 범위로 측정되었다(표 2-2). 이 단면에서 상대적으로 우심실 영역이 넓고 중격이 약간 비대되어 관찰되었다. 다만 중증 폐동맥 협착증에서 볼 수 있는 중격의 납작함(septal flattening) 소견은 관찰되지 않았다(그림 2-4A). 더 나아가 좌심방 확장 정도를 평가할 수 있는 LA:Ao ratio도 1.35 : 1로서 정상범위에 있었다(그림 2-4B). 우측 부흉골 폐동맥수준 단축단면 상에서 판막륜 부위의 협착소견과 협착부 상단의 확장소견을 확인할 수 있었다(그림 2-5A). 컬러 도플러심초음파 검사에서 협착부에서 고속의 제트혈류가 관찰되었으며(그림 2-6, 동영상 자료 C2-1), 이 부위에 형성된 제트혈류의 최고속도는 ~4.6 m/s로 협착부 압력차이가 ~86.9 mmHg 정도로 중등도의 폐동맥 협착증 소견을 확인할 수 있었다(그림 2-5B).\n환자의 증례는 영상진단 소견에 따라 폐동맥 협착증으로 진단되었고 폐동맥의 제트혈류의 최고 속도에 따라 중등도 수준으로 진단되었다. 다만 환자는 방사선상 심종대 소견이 있지만 무증상인 ISACHC IB단계 심부전으로 진단되었다.\n 치료 및 환자 관찰\n환자의 경우, 협착된 폐동맥 유출로를 확인하였고 우심종대 소견과 함께 우심방 확장소견이 보이기 시작하여서 balloon valvuloplasty 시술을 통해 협착부 완화술을 실시하기로 결정하였다.\nBalloon valvuloplasty 시술(동영상 자료 C2-2)은 적절하게 마취를 한 후 18G needle을 이용해 우측 경정맥을 통해 접근을 시도하였다. Guide wire를 needle에 삽입하여 폐동맥에 위치하고, introducer sheath를 미리 장착한 guidewire를 이용해 우측 바깥 경정맥으로 삽입하였다. 그 이후 balloon dilation 카테터(그림 2-7A)를 협착된 폐동맥부위에 삽입하였다. 삽입된 balloon 안으로 saline/contrast 혼합물을 채워 넣은 후 inflation device(그림 2-7B)를 이용하여 협착부 확장을 시도하였다(그림 2-8A). 벌룬확장을 2~3회 실시하고 환자의 폐동맥의 제트혈류 속도가 ~2.5 m/s 이하로 떨어지는 것을 확인한 후 시술을 종료하였다(그림 2-8B).\n환자는 다음날 초음파 검사에서도 3 m/s 이하의 혈류속도(PG ~36 mmHg)를 유지하고 있었다. 따라서 clopidogrel과 amoxicillin을 7일 처방받고 퇴원하였다. 매달 주기적인 모니터링을 통해 환자는 더 이상 폐동맥 협착이 심해지지 않았으며, 6개월 후에도 폐동맥 유출속도가 3 m/s 이하로 유지됨을 확인할 수 있었다.\n 증례 고찰\n폐동맥 협착은 협착부위에 따라 subvalvular, valvular, supravalvular로 나눌 수 있고, 개에서는 valvular lesion이 가장 흔하다. 이 환자 역시 판막륜 자체가 좁아진 infundibular 또는 valvular type의 pulmonic stenosis였다.\n폐동맥 협착의 심각도는 우심실 유출로의 협착의 정도에 따라 달라진다. 우심실 유출로 폐색이 심한 증례(제트혈류의 속도가 5 m/s 이상)의 경우, 폐동맥으로 들어가는 혈류량이 현격하게 감소되면서 폐혈관계가 위축되어 under-circulation 양상으로 보이게 된다. 또한 우심실에 심각한 압력부하가 형성되면서 우심실은 확장되고 우심실벽은 비후된다. 우심실에 걸려 있는 압력부하 때문에 우심방에서 유입되는 혈류가 방해를 받아서 우심방에 정맥환류된 혈액이 정체되면서 우심계에 울혈성 심부전이 발생하게 된다. 우심계 울혈성 심부전에 의해 간과 비장정맥의 확장이 유발되어 간종대와 비장종대가 일어나고 개의 경우, 변조누출액 성상을 띠는 심각한 복수가 발생하게 된다. 이러한 복수는 약간 혈액성(개)을 띠거나 유미성(고양이)을 띠는 경우가 많다. 더 나아가 우심실 확장에 의해 좌심실이 압박되면 좌심실에 충전압이 감소하면서 수축기 혈압이 떨어질 수도 있다. 이 환자의 경우, 폐동맥 협착수준은 중등도였고 무증상 상태로 내원하였기 때문에 심각한 심부전증상은 확인할 수 없었다.\n폐동맥 협착은 전형적인 박출성 심잡음이 좌측 심저부의 폐동맥 판막 부위에서 수축기 시 강하게 청진된다. 심저부의 심잡음은 PDA, 대동맥 협착증, 폐동맥 협착증 모두에서 볼 수 있는 소견이지만, 환자의 임상증상이 우심부전(경정맥 노장과 간-경정맥 반사 양성) 소견을 보였기 때문에 우심질환인 폐동맥 협착이나 폐 고혈압을 먼저 의심하게 되었다. 이러한 질환의 경우, 흉부 방사선상 폐동맥 확장 및 우심계 확장 소견이 나타날 수 있는데, 이 환자에서도 폐동맥 확장 및 우심계 확장 소견이 나타났다. 심초음파상에서는 우심실 유출로에서 컬러 도플러 초음파상에서의 모자이크 패턴의 turbulent flow를 관찰할 수 있었고, 연속 도플러 심초음파상에서 고속의 제트혈류를 측정할 수 있었다. 또한 제트혈류의 속도를 근거로(4.6 m/s), 중등도의 폐동맥 협착으로 진단할 수 있었다.\n일반적으로 경미한 폐동맥 협착 환자는 치료 없이도 큰 임상증상 없이 살아가는 경우가 많다. 그러나 환자가 갑자기 돌연사하거나 울혈성 심부전증으로 진행할 가능성이 있는 것은 사실이다. 카테터를 이용한 balloon valvuloplasty 시술은 중등도에서 심한 폐동맥 협착 환자에서 사용하는 치료 방법이다. 이 환자는 압력구배가 86.9 mmHg로 중등도 폐동맥 협착 환자였기 때문에 balloon valvuloplasty 시술을 실시하였고, 시술 후 환자의 압력구배는 40 mmHg 이하로 유지할 수 있었다. Balloon valvuloplasty는 투시방사선 도움을 받아 큰 혈관을 통해 협착부를 확장시키는 방법이다. 이러한 벌룬카테터에는 카테터의 끝에는 견고한 balloon이 장착되어 있다. Balloon이 폐쇄부위에 적절히 도달하면 inflation device를 이용하여 balloon을 부풀게 해야 하며, 이때는 벌룬 내부로 saline과 contrast medium을 1:1로 섞어 주입한다(8). 이러한 방법을 통해 폐쇄부위의 내강을 확장시킬 수 있다. 일반적으로 balloon valvuloplasty 시술법은 외과적 교정술에 비해 간단하고 덜 침습적이며, 덜 위험한 방법이다(5, 8).\n앞서 언급했듯이 경미한 폐동맥 협착 환자의 예후는 양호하다. 이 환자는 시술 전 중등도 폐동맥 협착 환자였으나 시술 후 경미한 환자가 되었고, 환자는 6개월마다 상태를 관찰하고 있지만 아직까지 협착부 속도가 3 m/s 이상으로 증가되지 않고 있다.\n"}