{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "03\n3도 방실차단\nThird degree AV block\n 서론\nCardiac pacemaker therapy는 심부정맥이 심한 환자에서 심장 박동을 기계적으로 정상화시켜 주는 치료 방법이다. 경피형 일시적인 인공 심박동 조절기(transcutaneous cardiac pacemaker)는 전신마취나 불안전한 환자상태 때문에 심장마비 발생 가능성이 높은 환자에게 일시적으로 적용하는 장치이다. 반면 체내 이식이 가능한 작은 영구형 인공 심박동 조절기(permanent pacemaker)는 지속적인 서맥성 부정맥(예, high-grade AV block, sick sinus syndrome, vagal syncope)이 있는 환자에게 영구적으로 심박동을 조절할 목적으로 사용되는 장치이다(7).\n일반적으로 사용되는 pacemaker는 3- 또는 5- lettering system으로 되어 있다. 다시 말해, pacemaker의 특징이나 유형이 약자로 표시되어 있다. 첫 번째 글자는 pacing이 일어나는 부위를 나타내는 말로 pacemaker의 전기 충동을 일으키는 부위를 말한다(예, V 5 Ventricle, A 5 Atrium, D 5 Dual chamber, S 5 Single chamber, 0 5 None). 두 번째 글자는 sensing 부위를 나타내는 말로 pacemaking이 언제 필요할지 감지하는 부위를 나타낸다(예, V 5 Ventricle, A 5 Atrium, D 5 Dual chamber, S 5 Single chamber, 0 5 None). 세 번째 글자는 반응 방법(mode of response)을 나타내는 것으로, 심장에서 유래하는 pacemaking signal을 방해하는지, 개시하는지를 나타내는 말이다(T 5 Triggered, I 5 Inhibition, D 5 Double, both, 0 5 None). 네 번째 글자는 장착된 pacemaker를 프로그램할 수 있는지 여부를 나타내고(예, P 5 Programmable, M 5 Multiprogrammable, C 5 Communicating, R 5 Rate responsive, 0 5 None) 마지막 글자는 빈맥성 부정맥을 자동 조절하는 장치가 있는지 여부를 나타낸다(예, 0 5 None, P 5 Antitachyarrhythmia pacing, S 5 Shock, D 5 Dual).\n심장에 접촉되는 pacemaker의 전도자의 수에 따라 unipolar 방식과 bipolar 방식으로 나눈다. Unipolar 방식의 경우, pulse generator의 케이스 자체가 (1)극을 띠고 심장 내부에 장착되는 전도자가 (2)극을 띤다. 이 방법은 bipolar 방식에 비해 pacing artifact가 많이 발생하고 골격근에서 발생하는 action potential에 의해 oversensing 되거나 inhibition되는 경우가 많다. 특히 pacemaker가 장착된 부위의 골격근에 pacing을 유발한다(골격근과 심근 모두는 전기 충동에 의해 수축과 이완 운동을 개시한다는 점을 명심하라). Pulse generator에 의해 비정상적으로 발생하는 골격근의 운동을 ‘thumps’ 또는 ‘jerking’이라고 한다. Bipolar 방식은 심장 내로 장착되는 전도자의 일부는 (1)극을 띠고 첨단은 (2)극을 띠는 방식으로, unipolar 방식에 비해 이러한 pacing artifact가 훨씬 낮다. 또한 골격근의 action potential에 영향을 받지도 않고 영향을 주지도 않는다. 때문에 현재는 주로 이러한 bipolar 방식이 이용된다.\n구형의 pacemaker는 단지 심박수, 전기 충동의 강도와 지속시간 정도밖에 프로그램할 수 없었다. 또한 이러한 방식은 fixed refractory period(회복기), fixed blanking period 및 심박수의 상한선 같은 제한이 있었다. 이러한 제한은 심박수가 빠르고 지속시간이 짧은 개와 고양이에서 문제를 야기했다. 하지만 최근의 기종은 이러한 refractory period에 대한 프로그램이 가능하고 심박수의 상한선에 대한 제한도 없다.\n일반적으로 수의 분야에서 사용되는 방식은 VVI(ventricular pacing, ventricular sensing, inhibition of cardiac pacemaker discharge)이다. 하지만 dual-chamber pace 방식인 DDD나 DDI가 전자보다 나은 pacemaker이다. 수의 분야의 경우, pacemaker의 비싼 가격 때문에 정품을 사용하기보다는 사람 병원에서 나온 중고품, 오래된 모델이나 factory second(약간의 결함이 있는 새 제품 중 다시 고쳐서 파는 제품)를 대부분 이용하기 때문에 다소 구식 방법의 pacemaker를 이용한다.\n이 증례는 소동물 임상에서 pacemaker 장착이 주로 지시되는 대표적인 서맥성 부정맥 증례로, 환자의 경우고정형 VVI형 pacemaker를 장착하여 치료한 증례이다.\n 환자정보\n 환자정보\n3.3살 된 암컷 비글종 개(몸무게 11 kg)\n 병력 및 신체검사\n운동불내성과 간헐적인 실신을 주증으로 강원대학교 부속 동물병원에 내원하였다. 환자는 흥분 시와 운동 직후에 특히 간헐적인 실신과 함께 심한 운동불내성을 보였다. 흉부청진상 심장 리듬은 지속적인 맥박 결손과 함께 불규칙했다(그림 3-1). 그러나 심장 양쪽 면에서 심잡음은 감지되지 않았다. 모든 신경학적 검사에서도 어떤 비정상을 감지할 수 없었다. 환자의 수축기 혈압은 80~100 mmHg였다.\n 진단검사\n 실험실 평가\n전혈검사(CBC)와 혈청 화학검사 결과상에 특이적인 이상소견은 없었다.\n 심전도(ECG) 검사\n12 유도 심전도(ECG)에서는 3도 방실 차단(AV block)을 나타내는 escape beats과 심한 P-QRS dissociation(심방 박동수 120~130 bpm, 심실 박동수 40~50 bpm)를 보였다(그림 3-2).\n 방사선 검사\n흉부 방사선에서 특별한 이상소견은 관찰되지 않았다. 이러한 소견을 토대로 부정맥의 발생원인이 해부학적 심장질환에서 기인한 것이 아니라 원발성 부정맥 질환에 의한 것으로 추정할 수 있었다.\n 초음파 검사\n환자는 2D 초음파상에서 불규칙한 좌심실 박동을 관찰할 수 있었고(동영상 자료 C3-1) 이러한 소견은 M-mode 초음파상에서 뚜렷하게 관찰할 수 있었다(그림 3-3A). 또한 연속 도플러 촬영에서도 3도 방실블록에 의해 trans-mitral flow profile에서 E-wave 소실 현상(그림 3-3B)이나 좌심실 유출로에서 대동맥 혈류의 형성 부전 같은 소견을 볼 수 있었다.\n 치료 및 환자 관찰\n이 개의 임상적 상태를 향상시키기 위해 경정맥을 통한 bipolar lead를 이용한 VVI type 고정형 인공 심박 조절기의 장착이 결정되었다(그림 3-4).\n인공 심박 조절기 장착을 위해 atropine(0.05 mg/kg, SC)과 butorphanol(0.2~0.4 mg/kg)을 이용해 전처치한 후에 ketamine(10 mg/kg)과 diazepam(0.2 mg/kg) 합제로 마취 도입되었다. 기관내 삽관 후 마취는 isoflurane 2~5% 농도로 유지했다.\n수술을 위한 마취 후에 full thickness 절개가 약 3 cm의 길이로 경정맥에 평행하게 이루어졌다. 그러고 나서 그 경정맥은 둔성 분리로 주변 조직으로부터 완전하게 분리되었다. 정맥 분리 후, cotton umbilical tape을 이용하여 분리된 정맥의 양쪽 끝에 위치시키고 mosquito forceps을 사용해서 고정했다. 더 쉽게 위치될 수 있도록 하기 위해 pacing leadwire(CAPSUREFIXR NOVOUS 5076, Medtronic, USA; 그림 3-4D) 안으로 wire stylet(CAPSUREFIXR NOVOUS 5076, Medtronic, USA; 그림 3-4C)을 삽입하였다. 작은 홍채 가위를 이용해 경쟁맥에 가로로 아주 작은 절개창을 만들고 pacing leadwire를 경정맥으로 삽입하고 우심실로 진입시켰다(동영상 자료 C3-2). Leadwire 팁을 우심실 내 고정한 후 심박동 발생기(Kappa KSR03, Medtronic, USA; 그림 3-4B)에 연결하였다. 연결 후 발생기와 screw(그림 3-4A)를 이용하여 완전 고정하였다. 장착의 성공 여부를 확인하기 위해 환자에게 심전도를 연결하고 심전도상에 pacing spike가 일어나는 것을 관찰하여 장착의 성공 여부를 확인하였다. 장치가 기능을 하고 있는 것을 확신한 후에 pacing lead를 흰 고무 sleeve를 이용해 경정맥에 고정시켰다. 3개의 ligature를 슬리브의 홈 사이에 만들어서 경정맥에 lead를 고정하였다. 심박조절기를 장착한 후 심박동 여부와 심실 수축 여부를 투시방사선, 환자 감시장치 및 심초음파를 통해 확인하였다(그림 3-5).\nPulse generator를 피부에 영구 장착하기 위해 목에 절개창을 만들고 그 사이에 공간을 만들어 pulse generator를 삽입한 후에 피부를 봉합하였다. 감염 예방의 목적으로 전신적인 항생제(cefazolin 15 mg/kg)가 투약되었다. 흉부 방사선을 재촬영했고, lead와 pulse generator의 적절한 장착 여부를 다시 한번 확인하였다(그림 3-6).\n다음 날 아침 심전도 검사와 심초음파 검사를 실시하였다. 심전도 검사상 환자는 프로그램된 박동인 분당 120회 박동이 관찰되었고 우심실에 lead가 장착되어 lead II와 III 유도에서 deep S wave를 보여주는 전형적인 pacing spike가 관찰되었다(그림 3-7). 또한 심초음파 검사에서도 규칙적인 좌심실 수축운동(동영상 자료 C3-3) 및 이첨판 운동(그림 3-8A)과 함께 정상적인 E-/A-wave 형태를 지닌 trans-mitral flow profile(그림 3-8B)을 확인할 수 있었다. 환자는 특별한 임상증상을 보이지 않아서 수술을 마친 후 24시간 뒤에 운동 제한을 권고했으며, 퇴원 조치되었다.\n환자는 그 이후로 실신 증상을 보이지도 않았으며 최근에는 주인과 함께 산책할 수 있는 상태이다. 6개월 뒤 재검사에서도 특별한 부작용이 관찰되지 않았으며 현재까지 건강하게 생존해 있다.\n 증례 고찰\nCardiac pacemaker 장착은 임상증상(예, 실신, 심한 운동실조, 저혈압)을 보이는 만성적인 서맥성 부정맥에 권고된다. 개에서 인공 pacemaker 장착이 필요한 가장 흔한 부정맥은 심한 방실 차단(2도 type II 또는 3도), 동정지와 동기능 부전 증후군이다(2, 4, 7). 초기 개에서 pacemaker 장착은 높은 비율의 pacing lead의 단락을 유발하는 epicardial lead(1)이나 실리콘 피복이 없는 lead의 이용에 의해 높은 비율의 합병증이 발생하였다(8). 하지만 심실 내 삽입형 lead와 실리콘 피복이 있는 flexible한 lead의 개발로 pacemaker 장착 성공은 높아지고 합병증의 발생률은 낮아지고 있다(3).\n서맥성 부정맥의 환자의 발병기전을 살펴보면 심실 박동수 감소로 전체 심박출량이 감소되면서 전신 저혈압이 발생하게 된다. 이로 인하여 뇌를 포함한 주요장기에 적절한 양의 산소와 혈액의 공급 부족이 일어나면서 조직은 저환기, 저산소 상태가 되므로 쉽게 피로한 운동불내성과 심한 경우 저혈압성 실신이 발생하게 된다. 이러한 증상은 휴식기에는 잘 나타나지 않지만 운동이나 흥분 시 효과적으로 심박출량을 늘릴 수 없기 때문에 임상증상을 유발하는 것이다.\nPacemaker 장착과 관련된 가장 대표적인 부작용이나 합병증으로는 ventricular pacing에 의한 pacemaker syndrome과 lead에 의한 삼첨판 폐쇄부전의 발생 등이 있다. Pacemaker syndrome의 경우 심실에서 심박동이 일어나면서 심방수축이 심실수축과 비동기화되면서 발생하는 합병증이다. 궁극적으로 우심방확장을 동반한 우심부전을 유발하지만 생존기간이 짧은 개나 고양이에서 보기 드문 합병증이다. 사람의 경우, 이러한 부작용을 줄이기 위해 single chamber pacing보다는 심방과 심실을 동기화시켜 pacing하는 dual chamber pacing이나 resynchronization pacing을 이용한다(6). 하지만 소동물의 경우, dual chamber pacing이나 single chamber pacing의 합병증 발생률에 큰 차이가 관찰되지 않는다고 한다. 본원에서도 single chamber pacing을 하고 있다. 이러한 부작용을 줄이기 위해 현재는 epicardial pacing 방법이 적용되고 있다. 이 경우, 복벽과 횡격막을 통해 leadwire를 삽입해야 하고 개흉을 통해 심첨부에 lead의 tip을 부착해야 하는 문제점이 있다.\n이 환자에서 흉부 방사선 검사나 심초음파 검사상 특별한 해부학적 결함을 확인할 수 없었다. 따라서 환자의 증례는 기저질환이 아닌 원발성 부정맥 질환임을 암시하고 있다. 따라서 다른 서맥성 부정맥과 달리 바로 pacemaker 장착이 지시된 증례이다. 많은 증례의 개의 서맥성 부정맥이 심한 호흡기 질환이나 단두종 증후군 및 미주신경성 질환에 의해서 발생할 수 있다. 이 경우, 원발성 질환을 먼저 치료한 후 환자의 부정맥이 교정되지 않을 경우, pacemaker 장착을 고려해야 한다.\n이 환자의 경우, 심한 서맥성 부정맥과 관련된 실신증상을 완화하기 위해 적절한 심장 박동 조절이 필요했었다. 또한 환자의 크기가 소형인 점을 감안하여 single chamber pacing을 결정하였다. 다만 비용문제 때문에 심박수 반응형 박동조절기가 아닌 고정형 심박동 조절기를 장착한 점이 아쉽다. 하지만 환자는 이러한 박동조절기 장착 후에 임상증상의 개선과 함께 130~140 mmHg대의 수축기 혈압을 유지할 수 있었다.\n이 증례는 한국에서 인공 심박 조절기 이식에 대한 첫 번째 보고이다. 이 증례는 2007년 한국 임상수의학회지(Lee S-G, Moon H-S, Lee M-H, Hyun C. Permanent transvenous cardiac pacing in a beagle dog with A third degree atrioventricular block. 2007; J Vet Clin 24:414–418)에 기고된 증례이다.\n"
}