{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "07\n팔로오증\nPentalogy of Fallot\n 서론\n팔로사증(Tetralogy of Fallot; TOF)은 복잡한 선천성 심장질환으로 심실중격 결손증(VSD), 폐동맥 협착증(PS), 우심실 비대증과 대동맥 기시부가 우측으로 치우쳐 있는 형태인 대동맥 기승(overriding aorta)으로 구성된 대표적인 심장복합기형이다. 팔로오증(Pentalogy of Fallot; POF)은 보다 더 복잡한 선천성 심장질환으로 TOF에 동맥관 개존증(PDA) 혹은 심방중격결손(ASD)을 동반한 형태의 심장기형을 말한다. 이러한 심장질환이 있는 환자는 VSD와 PS의 심각도에 따라 임상증상의 심하기와 환자의 생존기간이 결정된다.\n개에서 선천성 심장질환의 발생률은 4,000:27이며, TOF의 발생률은 그보다 더 드물어서 대략 4,000:1 비율로 발생한다. 하지만 선천성 심장질환 환자들이 임신 도중이나 출산 직후 폐사할 가능성이 높기 때문에 실제 그 발생률은 보고된 수치보다는 높을 것으로 추정되고 있다.\n대동맥 협착을 동반한 POF는 인의와 수의 임상에서 보고가 드물다. 최근 인의 유전학 연구에서 ZFPM 2 (zinc finger protein multitype 2)의 유전자 결손에 의한 가족성 및 산발성 심장기형에 대한 발병 보고가 빈번히 이루어지고 있다(2, 7). 개의 경우, Keeshound 종 개에서 conotruncal anomalies의 일종으로 TOF나 VSD의 발생률이 높은 것으로 알려져 있고 더 나아가 유전학적 소인이 이 품종의 심장질환 발생과 관련이 있는 것으로 알려져 있다(5, 6, 9).\n 환자정보\n 환자정보\n2세 중성화하지 않은 암컷 잡종견(체중 4.3 kg)\n 병력 및 신체검사\n이 환자는 운동불내성, 야행성 기침, 심잡음 등을 주증으로 내원하였다. 흉부청진상 좌측 심첨부, 좌측 기저부, 우측 부흉골에서 전흉부 진동이 느껴지는 grade V/VI의 범수축기 성 잡음이 감지되었다.\n 진단검사\n 실험실 평가\n혈액검사상 CBC와 혈청화학검사에서는 이상소견이 발견되지 않았다(표 7-1, 7-2).\n ECG 검사\n초진 당시 ECG 검사에서는 좌심실 비대 소견을 보이는 정상 동박동이 나타났으나(R wave 3.5 mV; 그림 7-1A), 한 달 뒤 ECG 검사에서는 splintered QRS(그림 7-1B) 소견이 확인되었다.\n 방사선 검사\n흉부 방사선 외측상에서 심장은 높이와 폭이 모두 확장되어 있고(VHS 11.4), 좌심첨의 rounding, 심장의 sternal contact 증가 소견 및 기관의 등쪽 변위 소견이 관찰되었다(그림 7-2A). 하지만 심장의 높이 증가에도 불구하고 좌심방 확장이나 main stem bronchus의 압박소견은 관찰되지 않았다. 간종대 소견과 gastric axis의 변위 소견이 외측상에서 관찰되었다. 또한 우심실 비대, 후대정맥 확장 및 폐혈관 순환혈량 감소 소견도 관찰되었다(그림 7-2A). 복배상 흉부 방사선 사진상에서 심장은 종대되어 있고(VHS 12.4), 종격동이 확장되어 있으며, 심첨의 좌측변위와 rounding 현상이 관찰되었으며 심각한 좌심실 종대 소견을 보였다(그림 7-2B).\n 초음파 검사\n환자의 심초음파 소견상, 폐동맥 단축 단면에서 대동맥 대 폐동맥 직경비가 1:0.7 정도로 우심실 유출로의 부분 폐색이 관찰되었고(그림 7-3A, 동영상 자료 C7-1), 이 부위에서 연속 도플러 촬영 시 5.1 m/s (PG ~110 mmHg) 정도의 심각한 폐동맥 협착에 의한 고속의 제트혈류가 관찰되었다(그림 7-3B). 또한 대동맥이 우심실 쪽으로 치우쳐 형성되면서(그림 7-4A, 동영상 자료 C7-1) 폐동맥 협착증과 막성 심실중격 결손증이 동시에 발생하게 되었다. 그 결과 우심실에 폐동맥 협착증에 의한 압력과부하와 심실중격 결손증에 의한 용적과부하가 동시에 발생하게 되면서 우심실의 확장과 비대가 동시에 발생하였다. 또한 우심계 압력증가로 좌심실이 눌리면서 심실중격과 좌심실 유리벽의 비대가 발생하였다(그림 7-4B, 표 7-3).\n환자의 우측 부흉골 4강 장축단면상에서 심실중격 결손증(그림 7-5A)과 심방중격 결손증(혹은 난원공 개존증; 그림 7-6A, 동영상 자료 C7-2)이 확인되었고 컬러 및 연속 도플러 촬영에서 션트혈류의 방향은 일반 TOF와 달리 우-좌 방향의 단락이 아닌 좌우 단락의 정방향 션트를 보이고 있었다. 또한 심실중격 결손부위에서 션트혈류의 속도는 ~3.0 m/s 정도로 좌심실과 우심실 사이에 심각한 압력차이가 존재함을 나타내고 있었고(그림 7-5B), 심방중격 결손 부위에서 션트혈류의 속도는 ~0.7 m/s 정도로 우심실과 좌심실과 달리, 우심방과 좌심방 사이에는 경도의 압력차이밖에 관찰되지 않았다(그림 7-6B).\n특이하게도 환자는 대동맥 유출로의 우측변위 이외에도 유출로의 대동맥 판막부위의 심각한 협착 소견이 관찰되었다(그림 7-7A, 7-7B, 동영상 자료 C7-3). 이 부위에 컬러 및 연속 도플러 촬영 시 협착부위의 최고 혈류 속도는 4.6 m/sec 이상이었고(LVOT와 대동맥 사이의 압력차는 87 mmHg 이상), 이것은 중등도의 대동맥하 협착을 의미하였다.\n정리하면 환자는 대동맥의 우측변위에 의한 막성 심실중격 결손증과 우심실(폐동맥)의 유출로 협착증이 있었고 이로 인한 심각한 우심실 비대증이 있는 팔로사증(TOF) 소견을 보였다. 특이하게도 이 환자의 경우, 좌심실 유출로에서 형성된 대동맥 협착증에 의해 좌심실 비대가 발생하여 일반적으로 TOF 환자에서 흔히 볼 수 있는 R-L shunt가 아닌 L-R shunt가 심실중격 결손 부위에서 관찰되었다. 더 나아가 환자는 우심계에 걸려 있는 압력부하 때문에 심방중격이 닫히지 않는 심방중격 결손이 병발되어 있었고 다행히 이 부위의 혈류 방향도 L-R shunt를 보였다.\n 치료 및 환자 관찰\n환자의 경우, 특이하게도 복합기형이면서 청색증을 동반하지 않고 있었다. 또한 대동맥 협착이 있었지만 중격결손에 의해 좌심실에 걸릴 과부하가 우심계로 전달되면서 상대적으로 좌심방 확장은 심하지 않았고 우심방 역시 심각한 확장은 동반되지 않았다. 따라서 좌심성 울혈성 심부전의 일반적인 특징인 폐부종과 우심성 울혈성 심부전의 일반적 특징인 복수가 뚜렷하게 관찰되지 않았고, 다만 우심계에 압력부하에 따른 간종대와 후대정맥 확장 소견만 관찰되었다. 따라서 치료의 방향은 체액저류를 완화시키기 위한 이뇨제 치료보다는 양심실 비대에 따른 심각한 이완기능 장애를 개선하기 위한 치료와 교감신경과 RAAS의 항진에 따른 부작용을 방지하는 데 중점을 두었다. 또한 환자가 일반적인 TOF 환자와 달리 션트혈류의 방향이 정방향성이었기 때문에 정맥사혈이나 hydroxyurea를 이용한 PCV 낮추기와 청색증 완화를 위한 산소요법은 실시되지 않았다.\n환자에 대한 초기 처방은 furosemide (1 mg/kg, q12h, PO), enalapril (0.5 mg/kg, q12h, PO), diltiazem (0.5 mg/kg, q12h, PO)이었다. 약물 처방 후 환자의 증상은 개선되었다.\n환자는 치료 실시 수개월 후 갑작스럽게 실신하여 병원으로 내원하는 도중 급사하였다.\n 증례 고찰\n수의 임상에서 TOF의 발생은 매우 드물며, ASD 혹은 PDA를 동반한 TOF 중 하나인 POF는 더욱 드물다. 개에서도 ASD를 동반한 TOF가 최근에 보고된 바 있다(4).\n일반적으로 합병증이 없는 TOF의 경우, 대동맥이 우심계로 치우쳐 발생하면서 심실 중격 결손이 발생하고 폐동맥은 협착되거나 형성부전에 걸리게 된다. 이렇게 우심실 유출로가 폐색되면 우심실에 압력부하가 발생하게 되어 우심실벽이 두꺼워지고 우심방에서 유입되는 정맥환류량이 우심방에 정체되면서 복수나 간종대 같은 전형적인 우심부전 소견을 유발한다. 우심실 내압(~20~30 mmHg)은 정상적으로 좌심실 내압(~120 mmHg)의 1/5 수준이지만 우심실 유출로 협착으로 압력부하가 발생하면서 우심실 내압이 좌심실 수준 또는 그 이상으로 상승하기 때문에 심실 중격부위의 혈류의 방향은 L-R의 정방향성이 아닌 R-L의 역방향성 션트가 발생한다. 그 결과, 환자는 심각한 저산소증과 청색증에 빠지게 되고 몸의 조혈기관은 이를 보상하기 위해 적혈구 조혈을 증가시키므로 혈액검사에서 PCV의 증가와 nRBC의 출현을 유도하게 된다. 불행하게도 보상작용으로 발생한 적혈구 조혈의 증가는 혈액의 점도를 높여서 심장에 작업부담을 더욱 증가시키게 된다. 따라서 이러한 환자에서 임상적으로 청색증과 운동불내성 및 사지 냉감증이 대표적으로 관찰된다. 이러한 환자에서 PDA나 ASD 같은 추가적인 션트성 선천성 심장 질환이 병발하는 이유는 다음과 같다. PDA나 ASD 같은 션트들은 태생 후 폐순환이 시작되면서 자연스럽게 좌심계의 압력이 우심계를 능가하면서 생리학적으로 차단되어야 한다. 하지만 태생 후에도 좌심계 압력이 우심계 압력을 능가하지 못할 경우, 이러한 션트들은 닫히지 못하고 열려 있게 된다. TOF 환자의 경우, 우심계 압력이 태생 후 폐동맥 협착증 때문에 빠르게 상승하기 때문에 R-L 션트가 조기에 발생할 경우, 동맥관(PDA)이나 심방중격(ASD나 PFO)이 결손될 가능성이 높다.\n이 환자의 경우, 전형적인 TOF와 함께 심방중격이 결손된 POF 환자의 소견을 보였다. 하지만 환자의 경우, 특이하게도 심각한 우심계성 울혈성 심부전증 소견과 청색증의 소견을 보이지 않았다. 환자의 경우, 좌심실 유출로의 중등도 이상의 협착이 동반되어 있었고 그 결과 좌심실 내부에 심각한 압력부하를 유발하였다. 따라서 TOF 환자에서 흔히 볼 수 있는 중격결손부위의 R-L 역방향 션트혈류 대신 L-R 정방향성 션트혈류가 관찰되었다. 임상적으로 대동맥 판막 부위의 협착은 환자가 심각한 심장복합기형 상태임에도 불구하고 외과적 교정 없이 2년 이상 장기간 생존하는 데 결정적인 역할을 한 것 같다. 또한 대동맥판 협착증에서 흔히 볼 수 있는 폐부종을 동반한 심각한 좌심계성 울혈성 심부전의 증상이 환자에서 관찰되지 않은 이유는 심실중격 결손증에 의해서 좌심실에 걸려 있던 압력부하가 결손부위를 통해 우심실로 전달되면서 상대적으로 압력 부하에 따른 좌심방 확장을 덜 유발하였기 때문인 것 같다. 그 결과 청색증이 동반되지 않은 TOF의 소견을 보였고 심각한 좌심방 확장을 동반하지 않은 대동맥하 협착증 소견을 보이는 심장질환으로 진행한 것 같다.\n일반적인 TOF나 POF 환자의 치료의 방향은 1) 청색증을 완화시키고 조직 저산소증을 치료하기 위한 산소 치료를 진행하고, 2) 청색증에 대한 보상반응으로 발생한 적혈구 증가증을 효과적으로 관리하기 위한 정맥사혈과 hydroxyurea 요법(PCV를 60~65% 이하로 유지), 3) 심실비대에 따른 이완기능과 심실 충만기를 개선하기 위한 교감신경 차단제와 칼슘채널 차단제 요법, 4) 정맥환류량 감소에 따른 심각한 울혈과 혈액정체를 개선하기 위한 정맥성 혈관 확장제와 이뇨제 요법이 장기 약물 요법으로 추천된다. 수의 분야에서는 드물게 실시되지만 증상의 완화 목적으로 실시되는 외과적 시술(예, Blalock-Taussing shunt, Pott procedure, Waterston shunt)이 도움이 될 수 있다(1, 3, 8). 이 환자의 경우, 션트의 방향이 L-R 정방향성이었기 때문에 청색증은 관찰되지 않았다. 따라서 산소요법이나 사혈이 필요하지 않았다. 치료는 빈맥과 심실 이완기능에 대한 개선에 중점을 두었기 때문에 diltiazem을 이용하여 빈맥과 심실 충만시간을 연장하고자 노력하였다. 또한 환자가 심각한 체액저류에 따른 부종 증상을 보이지 않았기 때문에 과도한 이뇨제 요법은 필요하지 않았다. 환자의 경우 심각한 울혈성 심부전으로 진행하지 않았지만 대동맥 협착과 양심실 비대에 따른 저혈압 증상과 운동불내성을 지속적으로 호소하였고, 급작스런 증상악화와 실신으로 내원 도중 폐사하였다.\nTOF나 POF 환자의 예후는 매우 불량하다. 약물요법에도 불구하고 환자는 태생 직후부터 청색증과 우심계 증상을 호소하다가 대부분 6개월 안에 폐사한다(4). 이 환자의 경우, 특이하게도 POF임에도 불구하고 2년 이상 생존한 이유는 동시에 발생한 대동맥 협착증이 션트혈류의 방향을 지속적으로 L-R 방향으로 유지시켜서 심각한 청색증을 동반하지 않았기 때문인 것 같다.\n이 증례는 국내에서 최초로 보고된 ASD와 SAS를 동반한 TOF의 복잡한 선천성 심장 기형이다. 이 증례는 2009년 한국 임상수의학회지(Lee S-K, Jang J-U, Hyun C. Pentalogy of Fallot with subaortic stenosis in a mixed dog. J Vet Clin 2009; 26: 155–159)에 실려 있다.\n"
}