{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "08\n심방조동\nAtrial flutter\n 서론\nAtrial flutter(심방조동)는 심방의 macro-reentry에 의해서 발생하는 부정맥으로서 소동물에서는 흔치 않다(8). Macro-reentry는 심장의 탈분극 진행이 전도상의 장애에 의해 회귀하며 순환하는 것을 말한다. 심방조동의 심전도상 특징은 같은 형태의 규칙적이고 지속적인 파형인 F-wave (flutter)가 나타나는 것이다. F-wave는 비정상적 방향의 심방재분극에 의한 심방의 탈분극이 발생함으로써 생기는 것이며, 심전도상의 형태는 톱니 모양과 유사한 P-wave가 나타나는 것이다.\n탈분극 전도의 장애를 유발하는 원인에는 해부학적 구조에 의한 장애(예, venous orifice)와 전도를 방해할 수 있는 기능적 장애(예, crista terminalis 또는 수술 반흔)가 있다. 기능적 장애는 심근 섬유 다발 저항성 요소로 작용하며, 이는 crista terminalis 근처에서 횡적인 전도는 느려지고, 종적인 전도는 빨라지는 현상과 관련되어 발생한다. 이러한 불균형을 anisotropy라고 하며, 이는 valvular & venous orifice가 큰 구조를 차지하고 있는 우심방 영역에서 reentry가 발생하기 좋은 인자가 된다. 일반적으로 좌심방에는 병리적인 병변이 없다면 macro-reentry circuit이 발생하지 않는다. 만약 좌심방에 macro reentry가 발생한다면 심근 손상과 관련이 있을 가능성이 높다(4, 5, 12).\n 환자정보\n 환자정보\n6세 중성화하지 않은 암컷 Bull terrier(체중 17 kg)\n 병력 및 신체검사\n이 환자는 중등도의 식욕저하, 무기력, 복수, 운동불내성 증상으로 내원하였다. 환자의 심박수는 44회로 매우 떨어져 있었고, 심첨부에서 grade 4/6의 수축기성 역류 심잡음이 청진되었다. 수축기 혈압은 130~140 mmHg였다.\n 진단검사\n 실험실 평가\n혈액검사상 CBC와 혈청화학검사에서는 경미한 빈혈 이외에는 이상소견이 발견되지 않 았다.\n ECG 검사\n환자의 심전도 검사상 매우 빠른 F-wave(분당 440~460회)가 대부분의 심전도 전극(lead)상에서 관찰되었으며, 심방-심실 전달률은 8:1~9:1로서 심실전달 비율이 매우 떨어져 있었다. 12-lead 심전도에서 F-wave는 lead II, III (inferior)와 precordial lead에서 positive 방향으로 관찰되었으며, aVL과 aVR에서는 negative 방향으로 관찰되었고, lead I에서는 명확한 P wave가 관찰되지 않았다. 이 케이스의 경우와 같이 inferior, V1, V2 leads에서 positive F-wave가 관찰되고, aVL lead에서 negative F-wave가 관찰되는 것은 사람에서 mitral annulus flutter (left AFL의 유형)와 유사하다.\n심전도상에 검정색 얇은 화살표가 F-wave를 나타내고 있다. 또한 심방박동이 400~500회일 때, 심실박동이 44회 정도 나타나는 것으로 미루어 보아 방실전도율(atrioventricular conduction ratio)은 8:1 정도임을 알 수 있다. F-wave는 12-leads에서 관찰되며, T-wave에 숨겨지기도 하고 QRS complex에 묻혀서 관찰되기도 한다.\nSplinted QRS complex는 lead II와 III에서 관찰되며(화살표 머리), 정상적인 septal Q-wave가 관찰되는 것으로 미루어 볼 때, 이러한 splinterd QRS complex는 junctional 혹은 His bundle에서 유래된 심실박동에 의한 것으로 판단된다. 일정한 R-R 간격과 P-P 간격은 심방박동과 심실박동이 전혀 연결되지 않는 complete AV-dissociation을 나타내는 것이다.\nV1, V2에서의 positive F-wave가 나타나는 것과 aVL에서 negative F-wave가 나타나는 것은 인의의 atrial flutter 분류법에 따르면 left AFL의 종류인 mitral annulus flutter와 유사하다.\n고전적인 AFL의 분류에 따르면 환자의 심전도는 무정형 AFL(무정형 macro-reentry tachycardia) 혹은 시계방향의 type II AFL이라 할 수 있다. 또한 최근 인의에서의 AFL 구분에 의하면 이러한 증례는 mitral annulus flutter로 구분할 수 있으며, 이는 심초음파 검 사상에서 mitral orifice와 interatrial septum의 fluttering이 관찰되는 것으로 그 근거를 찾을 수 있다.\n이 환자에서 심실박동이 40~50회이며 R-R 간격은 일정하게 나타났고, AV conduction ratio는 8:1~9:1로 나타났으며, 이는 불량한 심실 반응성을 나타내는 것이다. 또한 F-wave는 때때로 T-wave에 가려지거나 QRS complex에 묻히기도 하는데, 이는 AV-dissociation이 있음을 나타내고 있다. 환자의 AV-dissociation의 정도는 다양하지만, 심실 리듬은 완전히 규칙적이고 느린 것을 미루어 볼 때, 완전한 AV conduction block을 고려해 볼 수 있다.\n그리고 환자의 심전도상 lead II, lead III, precordial lead에서 splinted QRS complex 가 나타났다. 일반적으로 splinted QRS complex는 선천성 심장병(예, TVD), 조기박동, 심근질환(예, DCM)에서 interventricular conduction block이 있을 때 자주 관찰되는 소견이다. 그러나 다수의 ECG 파형으로 볼 때 LBBB (left bundle branch block)에 대한 명확한 근거(lead V1에서 명확한 negative QRS deflection이 보임)를 찾기 어려웠다. 더 나아가 lead II, III에서 정상적인 septal Q-wave가 나타나는 것은 정상적인 중격 탈분극(septal depolarization)이 있음을 나타내는 것이다. 그러므로 환자에서 splinted QRS complex가 나타나는 것은 아마도 ectopic rhythm 때문일 것으로 판단되며 lead II, III에서 나타나는 splinted QRS complex는 junctional 혹은 His bundle로부터 유래된 탈분극에 의한 것으로 생각된다.\n 방사선 검사\n흉부 방사선상 복배상에서는 cardiac silhouette의 증가 및 우심계확장 소견이 관찰되며, 외측상에서는 cranial waist의 소실 및 간종대 소견이 나타났다. 이들은 모두 우심부전을 나타내는 소견들이다.\n 초음파 검사\n심초음파상 이첨판 역류와 삼첨판 역류 모두 관찰되었으며, 좌심실의 이완기말 직경 증가(LVIDd: 50.2 mm, reference range: 41.4 6 2.2 mm) 및 수축기말 직경 감소(LVIDs: 21.6 mm, reference range: 28.0 6 2.0 mm), 수축기 좌심실 posterior wall 직경 증가(LVPWs: 15.9 mm, reference range: 11.3 6 1.1 mm), fractional shortening 증가(%FS: 56.97%, reference range: 28-48%), ejection fraction 증가(%EF: 87.84%, reference range: 60~70%)가 나타났으며, 이러한 소견은 좌심실에 volume overload가 있음을 나타내는 소견들이다. 그러나 이첨판의 판막소편은 깨끗했으며, 이첨판의 퇴행성 변화는 관찰되지 않았다. Mitral valvular fluttering 때문에 EPSS는 측정하지 못했다. 흥미롭게도 M-mode 심초음파상에서 mitral orifice와 inter-atrial septum의 이완기 fluttering은 atrial flutter를 의심할 수 있게 해주었다.\n환자의 경우, 울혈성 심부전을 유발할 만한 원발성 심장질환을 발견할 수 없었다. 다만, 심각한 빈맥성 부정맥(심방조동)에 의한 속발성 빈맥성 심근증으로 진단되었다.\n 치료 및 환자 관찰\n환자는 우심부전 증상이 있었기 때문에 초기에 700 ml의 복수를 천자했고, furosemide (3 mg/kg bid), nitroglycerine (12시간 간격으로 0.033 mg), pimobendan (0.25 mg/kg bid), dofetilide (5 ug/kg IV)의 약물을 처치했다. 환자가 안정이 된 후에는 furosemide (2 mg/kg BID, PO), spironolactone (1 mg/kg BID), nitroglycerine (0.033 mg for every other 12h)을 처치했으며, volume overload를 감소시키고 심근수축력을 강화하기 위한 pimobendan (0.25 mg/kg BID, PO) 처치와 함께, 정상 sinus rhythm을 회복하기 위한 dofetilide (3 ug/kg BID, PO) 처치 및 혈전을 예방하기 위한 clopidogrel (2 mg/kg SID, PO) 처치를 실시하였다.\n한 달 뒤 심전도상에서 정상 동박동이 대부분 나타났고, ventricular response가 105~115회로 증가했음을 알 수 있었다. 또한 심초음파 검사상 LVIDd가 50.2 에서 47.6 mm로 감소하여 좌심실의 volume overload가 감소했음을 알 수 있었고, 또한 EPSS를 제외한 다른 측정치들은 reference range 이내에 있음을 알 수 있었다. 또한 환자의 임상증상은 매우 개선되었다. 비록 심전도상에서 2도 AV conduction block이 관찰되었지만, 치료 후 한 달 동안 syncope 증상은 나타나지 않았다.\n환자는 치료 후 지속적으로 모니터되었으며, 증상이 재발되지는 않았지만 최근에 알 수 없는 이유로 사망하였고, 사후 부검은 보호자의 반대로 실시할 수 없었다.\n 증례 고찰\nAFL은 인의에서 여러 가지 방법으로 구분한다. 인의에서 AFL을 처음으로 구분한 것은 1970년대에 심전도상 나타나는 flutter의 형태에 기초한 방법이 개발된 것이었다(11). 이 구분법은 다음과 같다:\n1) Atrial rate가 250~350회이며, inferior과 V6 lead에서 negative F-wave가 대부분인 일반적인 형태\n2) Atrial rate가 250~350회이며, inferior과 V6 lead에서 positive wave가 나타나는 무정형 형태\n3) Atrial rate가 320회보다 더 빠르게 일어나는 atrial fibrillation과 AFL 사이의 이행적인 pattern 형태\n1977년에는 atrial rate와 atrial pacing을 방해하는 부정맥 발생 가능성에 따른 구분법이 개발되었다(18). 이 구분법에 따르면 AFL은 type I과 type II로 구분된다.\n1) Type I AFL은 심방박동수가 240~340회며 atrial pacing에 의해 방해되는 것\n2) Type II AFL은 심방박동수가 340~430회로서 atrial pacing에 의해 방해받지 않는 것\n최근에 개발된 atrial mapping은 atypical AFL의 전기생리적 기전에 기초하여 AFL을 정의하는 데 큰 도움을 주고 있다(4, 5, 12, 18). Atrial mapping에 의한 최근 분류 시스템에서 right AFL과 left AFL로 구분하고 있다(6, 14). 이 분류법에서 right AFL은 cavotricuspid isthmus (CTI, 상행 대정맥과 삼첨판 사이의 loop의 일부) 의존성과 cavotricuspid isthmus 비의존성으로 구분할 수 있다(6, 14). 즉 macro-reentry에 CTI가 포함되는 경우와 포함되지 않은 경우가 있는 것이다. CTI 의존성 flutter는 여러 가지로 구분할 수 있는데, macro-reentry가 tricuspid annulus 근처에서 시계방향 혹은 반시계방향으로 전도되는 것에 따라 시계방향(CW)과 반시계방향(CCW) AFL로 구분할 수 있다. Left AFL은 mitral annulus 근처에서 reentrant circuit이 있는 mitral annulus AFL, reentrant circuit이 pulmonary vein에 포함된 pulmonary vein-related flutter, fossa ovalis에 reentrant circuit이 포함된 left septal AFL, 좌심방 반흔조직에 reentrant circuit이 포함된 post surgical/ablation AFL로 구분할 수 있다(6, 14). 인의에서는 AFL 케이스의 90% 정도가 right atrial CTI 의존성 CCW AFL이다(5, 6).\nLeft AFL은 인의에서 이첨판 질환 등 구조적인 심장질환에서 종종 발생한다(8). 인의에서 left AFL에서 심방박동수는 300회 이상이다. 비록 개에서 12-lead 심전도에 기초한 left AFL의 정확한 정의가 확립된 것은 아니지만, 이 증례에서 inferior, V1, V2 leads에서 positive F-wave가 관찰되며, aVL에서 negative F-wave가 관찰되는 것으로 미루어 보아 인의에서의 mitral annulus flutter와 유사한 것으로 생각된다. 인의에서 mitral annulus flutter는 anterior mitral annulus 또는 low-voltage area와 같은 해부학적 장애에 의해 mitral annulus 근처의 좌심방에서 CCW 혹은 CW 방향으로 macro reentry circuit에 의해 발생한다고 알려져 있다(9, 15~17).\n수의학에서 complete heart block상에서 AFL이 관찰되는 것은 매우 드물다. Complete AV dissociation과 동반된 일정한 R-R 간격과 P-P 간격은 심방과 심실 rhythm이 각각의 분리된 pacemaker에 의해 박동됨을 강력히 의심하게 한다. 비록 splinterd QRS complex가 관찰되었지만 이는 AV junction 근처에 latent pacemaker에 의해 발생한 것으로 판단된다. 일반적으로 complete heart block과 atrial flutter가 같이 발생하는 것은 digitalis 중독증, organic heart disease 시에 발생할 수 있다. Complete heart block 아래에서 AF가 발생하는 기전은 칼륨의 고갈과 관련 있는 것으로 알려져 있다(10). 그러나 이 증례에서는 digoxin의 처방도 없었고, 최초 내원 시 혈청 칼륨농도도 정상이었다. 그러므로 이 증례에서 digitalis 중독이 질병발생의 원인이라고 할 수 없다. 오히려 이 증례에서는 심초음파상 뚜렷한 심근증에 대한 소견을 관찰할 수 없었고, splintered QRS complex가 비정상적 심실흥분에 의해 발생한 것을 고려해 볼 때, 심실전도로에 발생한 구조적 문제가 complete heart block과 AFL을 발생하게 했을 가능성이 더 높다고 할 수 있다.\n심전도상에서 특징적으로 관찰되는 다른 소견은 splintered QRS complex이다. Splintered QRS complex는 심장의 탈분극 전위가 부조화적으로 발생할 때 관찰할 수 있는 것이다. 이러한 소견은 심실 섬유증, bundle branch block, Wolff-Parkinson White syndrome에서 발생하는 accessory pathway에 의한 심실간 전도가 지연 시 관찰될 수 있다(1). 한인의 연구에 따르면 splintered QRS complex는 Ebstein’s anomaly와 같은 right AV malformation에서도 나타날 수 있다고 한다(7). 그러나 이 증례에서는 약물치료 후 SA node pacing 시에 부적절한 심실 흥분이 억제된 것으로 미루어 보아, splintered QRS complex가 junctional 혹은 His bundle 근처의 부적절한 심실흥분에 의해 발생한 것으로 판단된다.\n일반적인 AFL에 대한 치료전략은 다음과 같다(3).\n1) 심실박동수가 180회 이상이면 calcium channel blocker 혹은 b-adrenergic blocker를 이용해 심박수를 낮춘다.\n2) 환자가 불안정할 경우에는 제세동을 이용하거나, 환자가 안정되어 있을 경우에는 class III 항부정맥약물(amiodarone, soltalol, dofetilde, ibutilide)을 이용해 정상 sinus rhythm으로 바꾸어 준다.\n3) 혈전방지제를 이용해 혈전을 예방한다.\n4) AFL의 원발요인이 존재한다면 교정한다.\n인의에서는 AFL의 영구적인 치료를 위해 ablation catheter를 이용해 비정상적인 전기 전도 부위를 레이저나 열 에너지를 이용해 소작하는 치료방법을 사용하나, 아직 개에서는 적용되고 있지 않다(3). 이 증례에서는 환자가 복합적인 전도장애를 가지고 있었기 때문에, 치료방법을 정하는 데 복잡했다.\n1) 우선 환자가 혈역학적으로 안정되었기 때문에 제세동을 이용한 sinus rhythm으로 되돌리는 것은 사용하지 않았다.\n2) 환자의 심실박동수가 40~50회였기 때문에 channel blocker 혹은 b-adrenergic blocker도 사용하지 않았다.\n3) 정상 sinus rhythm으로 되돌리기 위해 class III 항부정맥약물(dofetilde)을 사용하였다.\n4) 원발요인에 의해 나타나는 임상증상을 개선하기 위해 복강천자, 이뇨제, inodilator를 사용하였다.\n치료후 한 달 뒤 심전도에서 심박동은 정상 sinus rhythm으로 돌아왔으나, 2도 AV conduction block은 계속 지속되고 있었다. Dofetilide와 심부전에 대한 약물처치로 우심계에 걸려 있는 volume overload를 감소시켜 주었다. 이를 통해, SA node가 심실의 ectopic focus를 억압하고 pacing을 하는 데 도움을 준 것으로 생각된다.\n이 증례는 AFL과 complete heart block이 복합적으로 발생한 심각한 빈맥성 부정맥에 의해 심실의 충전장애가 발생하여 심방에 혈액이 정체되어 속발적으로 발생한 확장성 심근증의 증례이다. 또한 비록 전기생리학적 mapping study를 실시하지 못했지만, 심전도와 심초음파 결과에 기초해 볼 때, 최근 인의의 AFL 분류기준에 따르면, mitral annulus AFL로 잠정 진단할 수 있었다. 이 증례는 2010년 임상수의학회지(Joon-Seok Lee, Suk-Hee Han, Changbaig Hyun. Atrial flutter with poor ventricular response in a Bull Terrier dog. J Vet Clin 2010;2 : 435–439)에 보고된 증례이다.\n"
}