{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "10\n심실중격 결손증\nVentricular septal defect\n 서론\n심실중격 결손증(ventricular septal defect; VSD)은 심실중격 사이에 구멍이 생겨 혈액이 한쪽 심실에서 다른쪽 심실로 유입되는 선천성 심장질환이다(1, 2). 만약 결손 부위가 작다면 폐동맥 혈류는 경미하게 증가하기 때문에 혈역학적 변화는 거의 일어나지 않는다. 그러나 결손 부위가 큰 경우 심각한 혈역학적 변화를 초래한다. 초기에 전신혈관 저항성(SVR)이 폐혈관 저항성(PVR)을 크게 능가하기 때문에 단락된 혈류의 방향은 주로 좌-우 단락 형태를 보인다. 그러나 시간이 지나면 폐혈관계로 단락된 혈류가 유입되면서 폐엽이 over-circulation되고 폐성고혈압이 초래된다. 결과적으로 결손부위 사이를 흐르는 혈류의 방향이 바뀌게 되어 우-좌 단락으로 전환된다(Eisenmenger’s physiol ogy)(2). 임상적으로 VSD는 결손부위의 해부학적 위치에 따라 구분된다(예, perimembraneous, supracristal, muscular, posterior). 또한 VSD는 우심실로 들어가는 혈류의 방향에 따라 분류하기도 한다. VSD의 2/3 이상이 막양부 결손증이다(8). 심방중격 결손증(ASD)과 마찬가지로 대부분의 VSD는 산발적으로 발생하거나 단독으로 발생한다. 간혹 다른 결손의 한 부분으로 발생하기도 한다(예, 팔로사증, 방실관 결손증-AV canal defect). 심장 발생과 연관된 전사요소 유전자의 돌연변이(예, NKX2.5, TBX20, GATA4)가 사람의 VSD 발생과 밀접한 관련이 있다고 한다(4, 6, 7, 10).\n개에서는 사람에 비해 VSD의 발생이 매우 낮다(1,000마리 중 1.1마리;  대부분의 VSD는 산발적이며 English Springer Spaniel에서는 유전성 VSD가 확인되었다(3). 이 품종에서는 상염색체 우성유전에 의해 발생할 것으로 보이지만, 불완전한 발현 혹은 다유전자 성향을 가지고 있다(8). 생화학검사에서는 간수치 상승(ALT/ALKP)을 확인할 수 있었다.\n ECG 검사\n심전도 검사에서는 좌심실 비대 소견인 Lead II에서 tall R파(QRS: 1.3 mV; 참고치 0.8 mV)를 동반한 동성 빈맥(234 bpm; 참고치 150 bpm)이 확인되었다. 하지만 1시간 가량 실시된 홀터 심전도 검사에서는 특별한 이상 소견이 관찰되지 않았다.\n 방사선 검사\n외측 흉부방사선 검사상에서는 전반적인 심장비대(VHS 11.6; 참고치 6.7~8.1)가 확인되었으며, 현저한 우심방 및 우심실의 확장, 폐혈관 순환혈량 감소소견, 흉수와 복수 소견, 간비대 소견, 기관거상 및 심장의 sternal contact 증가 소견이 확인되었다. 복배상 흉부 방사선상 심장음영의 종대 및 폐실질의 저혈관성 소견이 관찰되었다.\n 초음파 검사\n심장 초음파 검사에서는 우측 부흉골 장축 단면에서 심실중격의 위쪽 부위와 대동맥 기시부 사이에서 중격 결손부위(화살표)를 확인할 수 있었고, 이 부위에서 컬러 도플러 검사를 했을 때 우심실에서 좌심실 쪽으로 유입되는 단락된 혈류를 확인할 수 있었다. 이 부위에서 연속 도플러 촬영을 통해 단락된 혈류의 방향과 속도를 측정하였을 때, 혈류는 심주기에 따라 양방향성으로 움직였고, 속도는 양방향 모두 ~3 m/s 전후였다. 그 밖의 심초음파 소견으로는 심낭수, 현저한 좌심실 확장, 중등도의 우심실 확장, 폐동맥과 대동맥 확장 등이 확인되었다.\n이 증례에서 심초음파 검사상 심실중격부위의 결손을 확인할 수 있었고, 그 부위에 혈류방향이 우심실에서 좌심실 쪽으로 유입되는 소견이 관찰되었다. 션트혈류의 속도를 근거로 중등도 이상의 심실중격 결손증으로 판단되었고 환자는 오랜 기간 방치된 션트에 의해 심장의 변형이 심하게 일어나 있고 복수와 흉수를 동반한 우심부전의 증상과 함께 R-L 션트에서 흔히 볼 수 있는 경미한 청색증과 저산소증이 동반된 상태였다. 환자의 영상진단학적 소견과 임상 증상을 토대로 환자는 ISACHC IIIb 단계의 심부전 환자로 최종진단 되었다.\n 치료 및 환자 관찰\n이 환자는 심각한 호흡곤란을 보이고 있었기 때문에, 초기에는 furosemide (3 mg/kg, q 1h, IV), nitroglycerine (patch 1/4, 0.08 mg/kg, EO12 h), dobutamine (5 mg/kg/min CRI for 6 h), 산소요법(산소케이지, 5 L/min) 등을 실시하였고, 심장 리듬과 심박수를 모니터링하였다. 비록 환자의 상태가 점차 개선되었지만, \n환자는 보호자의 동의를 얻어 부검을 실시하였고 대동맥, 폐동맥 확장, 경미한 우심실 비대, 심각한 좌심실 확장 등이 확인되었다. 결손 구멍(직경 3.5 mm)은 우측 심장에서는 삼첨판 중격 판막의 뒤쪽에 위치하였고, 좌측에서는 대동맥 판막 아래에 위치하였다. 뿐만 아니라 경미한 심낭수, 흉수, 복수가 관찰되었고 이러한 체액의 성상은 변조누출액으로 확인되었다(세포 수 9,500/ L, 총단백질 3.8 g/dL). 그 밖의 다른 이상은 확인되지 않았다. 부검결과로 막성 심실중격결손이라는 것을 확인하였다.\n이 환자의 가족력을 조사하기 위해 가계 조사를 실시하였다. (5, 13). Amplatz occluder 혹은 embolization coil를 이용한 중재적 폐쇄는 사람과 개의 VSD에서 실시된 바 있다. 이번 케이스는 단락의 방향이 우-좌 단락이었고, 역 VSD에서 단락의 폐쇄는 폐성고혈압을 악화시키기 때문에(Eisenmenger’s physiology), 중재적 폐쇄는 지시되지 않는다. 내과적 치료는 심장에 걸리는 전부하를 줄이며(예, Furosemide), 혈관 저항성을 줄이고(예, nitroglycerine), 조직 산소 포화도(예, 산소공급)를 증가시키는 데 목적을 두었다. 비록 이 환자가 경미한 흉수, 심낭수를 가지고 있었지만, 적은 양의 체액 정체가 환자의 호흡에 방해를 주지 않기 때문에 체액을 제거하지는 않았다. 또한 이러한 환자에서 체액을 제거하기 위해서 침습적 시술을 시도하는 것이 오히려 환자에게 스트레스를 가중시킬 수 있다. 경미한 체액저류는 이뇨제만으로도 조절이 가능하다. 이 환자는 임상 증상의 초기 개선에도 불구하고, 갑작스런 심장마비로 사망하였다. 심장마비의 원인은 밝혀지지 않았다. 환자는 심전도상에서 부정맥의 소견을 보이진 않았다. 다만 환자 처치 시 사용된 교감신경 흥분제가 잠재적으로 치명적인 빈맥성 부정맥을 유발했던 것으로 추정하고 있다.\n이 증례에서 혈관 단락의 방향을 정확하게 평가하기 위한 air bubble를 이용한 혈관 조영술은 실시되지 않았다. 환자의 경우, 심초음파상에서 이미 뚜렷한 우-좌 방향의 단락혈류를 확인할 수 있었고, 우-좌 단락 환자에서 air bubble 조영이 대동맥 미세 공기 색전혈전이 형성될 수 있기 때문에 이러한 검사는 필요하지 않았다. 또한 조직병리학적 검사를 통해 원발성 폐성고혈압의 가능성을 배제해야 하지만 환자의 초음파 소견만으로도 쉽게 감별이 가능하였다.\n이 증례의 경우, 막성 심실중격 결손이 태어나자마자 있었고, 오랜 기간 치료를 하지 않고 방치한 결과, 우심계의 압력과부하와 폐성고혈압에 의해 단락혈류의 방향이 L-R에서 R-L 방향으로 바뀐 증례이다. 따라서 환자의 임상소견이 좌심부전보다는 우심부전의 증상을 보였고, 청색증을 동반한 저산소증 상태를 보였다.\n심실중격 결손증의 예후는 중격결손의 크기와 결손부위의 혈류 방향에 의해 결정되고, 작은 결손은 평생 무증상으로 살아가는 경우도 있지만, 중형 이상의 결손은 궁극적으로 심부전을 유발하여 환자를 폐사시킨다. \n"
}