{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "11\n동방결절 기능부전\nSick sinus syndrome\n 서론\n심장은 심장 내의 가장 강력한 pacemaker인 SA node에서 전기적 신호를 규칙적으로 만들며, 이 전기적 신호는 AV node, His bundle/branch bundle의 경로를 통하여 심장을 박동시키게 된다. 이러한 심장 고유의 전기전달체계에 기능부전이 발생하거나, 정해진 경로를 이탈하게 되면 비정상적으로 전기적 충동이 만들어지거나, 비정상적으로 전기적 충동이 전달되게 되는 부정맥이 발생하게 된다.\n동방결절 기능부전증후군(sick sinus syndrome)은 SA node의 malfunction으로 인하여 유발되는 부정맥으로 sinus pause 또는 sinus arrest를 동반하는 서맥과 빈맥이 교대로 나타나기도 하여 bradycardia-tachycardia syndrome으로도 불린다(3, 6). 이 질환의 원인으로는 허혈에 의한 SA nodal artery disease 또는 다른 전도계로 전기적 충동을 유도하는 SA node의 섬유소 침착증에 의해 발생한다. 특히 암컷 미니어쳐 슈나우저 종의 개에 호발하는 것으로 알려졌다. 주요 증상으로는 SA node의 활성 장애로 인한 불규칙한 심방박동, 심한 동방 서맥증 등이 있으며, 이탈박동(escape beat) 없이 일어나는 asystole 등으로 인해 심실의 박동은 매우 느리고 불규칙하다. 또한 심실성 이탈박동이 흔하게 관찰되며 폭발적인 supraventricular tachycardia에 이은 심한 sinus bradycardia가 나타난다. 이러한 심전도상 특징은 동방결절 기능부전군의 주요한 증상으로서 환자에게 실신이나 급사를 유발하기도 한다.\n이를 교정하기 위해서는 심실박동을 늘려주기 위해 isoproterenol 같은 약물을 투여할 수도 있지만, 궁극적인 치료방법은 영구적인 pacemaker를 장착하는 것이다. 하지만 pacemaker의 오랜 장착은 심방과 심실의 수축에 dyssynchrony를 유발하는 pacemaker syndrome을 유발하기도 한다. 이러한 부작용을 줄이기 위하여 심박에 반응하여 pace를 조절하는 박동기인 rate-responsive pacemaker를 장착하는 것이 권장되며, 이러한 박동조절기는 심장의 고유리듬을 방해하지 않는 이점이 있어서 환자가 큰 부작용 없이 장기 생존이 가능하다.\n이 증례에서는 간헐적인 실신의 병력을 가진 페키니즈 종의 개에서 나타난 sick sinus syndrome을 치료하기 위하여 국내 최초로 rate-responsive pacemaker 장착을 실시하였다.\n 환자정보\n 환자정보\n7세 중성화된 페키니즈 종의 개(체중 6.3 kg)\n 병력 및 신체검사\n이 환자는 간헐적인 실신과 운동불내성을 호소하며 내원하였다. 수축기 혈압은 도플러 혈압기 측정상 110 mmHg로 측정되었으며, 청진상 심잡음은 없었으나 맥박 결손을 가진 불규칙한 심박을 나타내었다.\n 진단검사\n 실험실 평가\n혈액검사상 CBC(표 11-1)에서는 호중구(NE)와 혈소판(PLT)의 경미한 상승과 림프구(LY)의 하강 그리고 혈청화학검사(표 11-2)에서는 creatinine의 경미한 상승 외의 이상 소견은 발견되지는 않았다.\n ECG 검사\n12-lead 심전도 검사와 홀터 심전도 검사상에서 서맥(arrest)과 빈맥이 반복되는 sick sinus syndrome 소견이 관찰되었다.\n 아트로핀 반응 심전도 검사\n환자에 대한 아트로핀 반응 심전도 검사를 실시하기 위하여 atropine 0.04 mg/kg을 정맥 주사하였다. 이후 환자에 대한 심전도 검사를 실시한 결과, 심박수는 미약하게 증가하였 고, sinus arrest는 계속 나타났으며, P-wave와 R-wave의 dissociation이 나타나는 sinus nodal dysfunction이 확인되었다. 또한, 별표(*)에서 나타나는 것처럼 junctional escape beat는 계속해서 관찰되었다. 이로써 이 환자는 P-R dissociation이 관찰되는 비미주신경성 sick sinus syndrome으로 진단되었다.\n 방사선 검사\n환자에 대한 외측상과 복배상의 영상을 촬영하였으나, 특이한 점은 발견되지 않았다.\n 치료 및 환자 관찰\n이 환자는 비미주신경성 sick sinus syndrome으로 진단되었으며, 이를 치료하기 위하여 pacemaker를 장착하기로 하였다. 이의 장착에 앞서, 불필요한 artificial cardiac pacing을 최소화하기 위하여 fixed type이 아닌 VVIR type(표 11-3)의 rate-responsive type의 pacemaker를 장착하기로 하였다.\nPacemaker를 장착하기 위하여 환자는 전신마취를 실시하였다. 경정맥을 노출하고, 노출된 경정맥을 통하여 electrode를 삽입한 다음, 투시방사선상 electrode의 장착을 확인한 후 pulse generator를 환자의 왼쪽 등쪽에 장착하였다.\n환자에 대한 페이스메이커 장착 후 페이스메이커와 pulse generator 등의 올바른 장착을 확인하기 위하여 방사선 촬영을 실시하였으며, 올바른 장착이 되었음을 확인하였다. Passive fixation type의 pacing lead는 우심실에 잘 장착되었으며, pulse generator 역시 환자의 등쪽에 잘 장착되었다.\n심전도상 Sinus arrest 부위는 pacemaker에 의해 형성된 pacing spike에 의해 박동이 조절되고, 일부 박동은 환자의 고유박동에 의해 조절되고 있는 것을 확인할 수 있었다. 시술 후 환자의 주 증상이었던 syncope과 운동 불내성의 현상은 사라졌다.\n 증례 고찰\nSick sinus syndrome은 심장 전도 조직의 복합적인 장애로서 전도의 지연이나 차단이 특징인 부정맥이다. 이것의 원인에 대하여는 알 수 없으나, 인의의 sick sinus syndrome에서는 동방결절조직에서의 autoantibody와 cholinergic receptor가 관계되어 있는 것으로 보고된다(6). 심전도의 양상은 다양한 escape beat을 가진 sinus pause가 나타나며, SVT가 출몰하고, 다양한 rate의 ventricular extrasystole이 나타난다. 동물에 있어서는 암컷 슈나우저, 코커 스파니엘, 웨스트 하이랜드 화이트 테리어 같은 개들에서 주로 발생되는 것으로 보고되고 있다(7).\n일반적으로 surface ECG상 발견되지 않는 잠재성 부정맥은 홀터 심전도에서 확인되기도 한다. Sick sinus syndrome의 근본적인 치료는 급성적인 서맥 증상이나 정지를 개선하기 위해서 아트로핀 같은 미주신경 억제약물로 증상을 개선시킬 수도 있겠지만, 이러한 증상이 반복된다면, 페이스메이커를 장착하는 것이 근본적인 치료법이다.\n페이스메이커는 fixed type과 rate-responsive type이 있다. Fixed type은 환자의 생리적 그리고 감정적인 변화에 반응 없이 일정한 interval로 전기적인 impulse를 보내게 된다. 하지만, rate-responsive type은 환자의 생리적 상태에 적합하게 심박동을 위한 전기적 충동이 형성되며(2), 환자 고유의 심박동 조절기에 대하여 최소한의 영향을 미치게 된다. 이로써 환자의 생리적인 상태 그리고 pacemaker-mediated tachycardia (PMT) 같은 장기간의 페이스메이커 장착으로 인한 합병증 발생을 최소화할 수 있다(1, 2, 4, 9).\n동물에 시술하는 pacemaker는 일반적으로 우심실에 장착하여 우심실에서 sensing을 유도하면서 환자의 고유 심박과 관계없이 정해진 심박을 유도하게 하는 VVI type과 우심실에 장착하여 우심실에서 sensing을 유도하면서 환자의 고유 심박에 반응하여 pulse deficiency가 발생할 때마다 sensing을 발생시키는 VVIR type이 가장 일반적이다(표 11-3).\n이 증례는 우리나라에서 passive fixation method를 이용한 rate-responsive pacemaker를 장착한 첫 증례이다. 이 증례는 2010년 한국 임상수의학회지(Han D, Choi R, Hyun C. Rate-responsive permanent pacemaker implantation in a Pekingese dog with a sick sinus syndrome. J Vet Clin 2010; 27: 569-572) 기고된 증례 보고이다. 환자는 최근에 페키니즈 종 달리기 대회에서 우승했다고 한다.\n"
}