{"title": "증례로 보는 소동물 심장학 2판", "author": "현창백 2e", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "12\n만성 이첨판 폐쇄부전증\nChronic mitral valvular insufficiency\n 서론\n만성 이첨판 폐쇄부전증(chronic mitral valvular insufficiency; CMVI)은 개에서 가장 흔한 후천성 심장질환이다. 주로 노화와 관련된 진행성 판막 변성이 판막의 고유기능인 개폐기능에 장애(폐쇄부전)를 유발하여 심방으로 역류되는 혈액량을 증가시킨다. 그 결과 심방의 확장을 유도하고 궁극적으로 심실에 용적과부하를 유발하여 심실에 편심성 비대(eccentric hypertrophy; 확장)가 일어나 울혈성 심부전으로 진행되게 만든다. 주로 Maltese, Shih Tzu 같은 소형품종에서 많이 발생하고 Cavalier King Charles Spaniel이나 Dachshund에서는 유전성 소인이 있는 것 같다.\n주요 임상증상은 좌심첨의 수축기성 역류성 심잡음을 시작으로 주로 기침, 운동불내성, 호흡곤란, 식욕부진, 체중감소, 실신, 빈맥 같은 좌심성 울혈성 심부전증 증상이 주로 나타난다. 심전도상, 좌심방의 확장을 나타내는 소견인 P mitrale (wide or/and notched P wave) 및 좌심실 비대소견인 tall R wave 파형이 주로 나타난다. 이첨판 폐쇄부전이 진행됨으로 인하여 sustained type 또는 paroxysmal type의 심실상성 조기박동(supraven-tricular premature beat)으로 인한 빈맥이 나타날 수 있으며, 간혹 심방세동(atrial fibrillation), 좌심실 확장(left ventricular enlargement)의 심전도 소견이 나타날 수 있다. 흉부 방사선상, 좌심방과 좌심실 확장 소견이 관찰된다. 좌심방의 확장에 따른 기관의 등쪽 거상(dorsal displacement) 및 좌측 주기관지(left main stem bronchus)의 압박(compression) 및 상승(elevation) 현상이 나타나게 되어 좌측과 우측 주기관지가 갈라져 보이게 된다. 폐정맥은 정수압의 상승에 따라 확장되고 폐부종 현상도 관찰된다. 대표적인 심초음파 소견으로는 좌심실에서 좌심방으로의 혈액 역류를 나타내는 mitral regurgitation (MR), 좌심방과 대동맥의 비율의 증가, 좌심방에서 좌심실로의 혈액 유입시 E-peak velocity의 증가, 좌심방 직경의 확장 등이 있다.\nCMVI에 대한 주요한 치료의 포인트는 심장의 작업량을 최소화하고, 울혈성 심부전 증의 증상을 교정하며, 역류되는 혈량을 감소시켜 심장의 리모델링을 최소화하여 심박출량을 최적화하고 부정맥의 발생을 억제하고 교정해 주는 데 있다. 사람의 경우 판막을 성형하는 판막성형술(valvuloplasty)이나 판막교체술(valve replacement therapy)과 같은 외과적 시술방법을 실시하고 있다. 일부 해외에서는 CMVI 환자에 대한 mitral valve plastic surgery가 시술되고 있으나 아직까지 국내에서는 시도되지 못하고 있다. 또한 mitral valve를 clip으로 줄여주는 mitral valve clipping이나 mitral seal이라는 인공 판막을 경피적 중재술을 통해 이식하는 방법이 현재 개발되고 있다.\n이 증례는 임상에서 가장 흔히 볼 수 있는 말티즈 견에서 발생한 중증의 이첨판 폐쇄 부전증의 증례이다.\n 환자정보\n 환자정보\n9세 암컷 말티스(체중 3.2 kg)\n 병력 및 신체검사\n호흡곤란과 실신, 빈호흡, 청색증, 기침 증상으로 지역병원에 내원하여 diltiazem 1 mg/kg tid, furosemide 1 mg/kg bid, pimobendan 0.25 mg/kg bid, ramipril 0.125 mg/kg sid를 처방받아 투약을 받았다고 한다. 환자는 올봄부터 거위 우는 소리를 내어 기관지 확장제를 처방받아 복용 후 증상이 다소 개선되었다고 한다. 평소 기침을 자주 하며(특히, 밤과 아침에) 심한 기침으로 실신하기도 했다고 한다. 신체검사상 좌심첨부의 범수축기성 심잡음(grade V/VI)이 청진되었고, 수축기 혈압은 150 mmHg, 심박수 153 bpm, 호흡수 35회로 검진되었다.\n 진단검사\n 실험실 평가\n일반 혈액검사상 특별한 소견은 관찰되지 않았고, 경미한 고혈당과 BUN 수치 상승 이외엔 특별한 이상 소견이 관찰되지 않았다(표 12-1, 12-2).\n ECG 검사\n심박수는 180~190 bpm 정도이며, 심박동 자체는 동성리듬이었다. QRS의 높이는 ~2.0 mV였고 QRS duration은 0.05~0.06 sec로 경미하게 좌심실 종대를 의심하게 되었고  P-mitrale 소견은 좌심방 종대를 암시하는 것이었다. 대체로 regularly regular 한 심장박동이었으며 특별한 부정맥 소견은 관찰되지 않았다.\n 방사선 검사\n복배상 흉부 방사선 소견상, 좌심방(이)의 확장(화살표)과 후폐 정맥의 확장소견이 관찰되었지만 폐엽에 침윤소견은 관찰되지 않았다. 외측상 흉부 방사선 소견상, 기관거상, 심각한 좌심방 확장(화살표), 주기관지의 압박, 심종대(VHS 5 11 V, L 5 6.5 V, S 5 4.5 V) 및 심첨의 라운딩(ro unding) 소견이 관찰되었다. 이러한 소견은 전형적인 좌심종대를 나타내는 소견이다. 또한 환자는 심각한 수준의 기관허탈(tracheal collapse)을 동반하고 있었다.\n 심초음파 검사\n환자는 B-mode 좌측심첨부 2강 장축단면에서 뚜렷하게 비후되고 곤봉상으로 변형된 이첨판 소편을 확인할 수 있었다. 또한 이첨판 판막의 coaptation이 좌심방 으로 돌출된 이첨판 돌출증 역시 확인할 수 있었다. 그 부위에서 촬영된 컬러 도플러 검사에서 수축말기에 좌심방 으로 역류되는 모자이크 모양 혈류 역류를 확인할 수 있었다. 우측 부흉골 대동맥 단축단면에서 측정된 LA:Ao ratio는 2.99:1로 ISACHC III 단계 환자에서 관찰되는 심각한 좌심방 확장이 관찰되었고, M-mode 우측 부흉골 좌심실 단축단면 이첨판 레벨에서 이첨판 판막팁의 비후와 F-slope의 완만한 경사각 및 EPSS의 단축소견 등을 확인할 수 있었다. 좌심실 유두근 수준의 단축상 M-mode 영상에서 좌심실의 내강직경은 증가되어 있었으며, %FS (fractional shortening)와 EF ( ejection fraction)는 좌심에 걸려 있는 용량부하에 의해 hyper-dynamic movement 때문에 정상보다 오히려 증가되어 보였다. 또한 폐정맥의 혈류 속도 측정 시 PVa의 속도가 0.2 m/s 이상으로 증가되어 있었고 이는  좌심방의 용량부하가 있음을 암시하는 소견이다. CW 도플러로 측정한 이첨판의 역류속도는 3.9 m/s (~64 mmHg PG)였고 dP/dT는 1,880  mmHg 이상으로 좌심실의 과운동성을 암시하는 소견이 관찰되었다. 또한 환자의 E-peak velocity는 1.8 m/s (reference range 0.5~1.0m/s)로 심각한 좌심실 종대를 의미하는 소견이 관찰되었고 2.23을(를) 실시한다1로 restrictive filling pattern을 보였다. 이러한 소견은 심각하게 종대된 좌심방 확장 때문에 발생한 소견인 것 같다. Tissue Doppler 검사에서 e′/a′ ratio가 2을(를) 실시한다1 이상으로 유지되는 것으로 보아 transmitral flow profile에서 관찰된 restrictive filling pattern의 profile은 좌심실의 비대나 탄력성 저하 때문이 아니라 좌심방에 지나치게 용량부하가 걸려서 발생한 것임을 암시하는 소견이었다.\n이 환자의 경우, 영상 진단학적 검사 소견을 토대로 퇴행성 이첨판 판막폐쇄부전증(chronic mitral valve insufficiency)과 ISACHC IIIA 또는 IIIB 단계의 심부전으로 최종 진단되었다.\n 치료 및 환자 관찰\n이첨판 폐쇄부전증으로 진단된 이 환자에 대하여 우선 좌심방 내압을 떨어뜨리기 위해 환자에게 furosemide (2 mg/kg, PO, BID)를 투여하고, 혈관 확장과 RAAS activation에 의한 심장 remodelling을 억제하기 위해 enalapril (0.5 mg/kg, PO, BID)과 spironolactone (1.0 mg/kg, PO, BID)을 투여하였다. 또한 심장의 수축력을 향상시키고 대동맥과 폐동맥으로의 혈류 흐름을 호전시키기 위해서 pimobendan (0.3 mg/kg, PO, BID)을 투여하였다. 환자의 경우, 심박수가 180회 이상으로 빨라져 있는 상태였으므로 aminophylline 같은 기관지 확장제 대신 hydrocodone이 들어 있는 기침 억제약과 tramadol (0.3 mg/kg, PO, BID)을 처방하였다. 환자의 임상증상은 크게 개선이 되었고 더 이상 실신을 보이지 않았다.\n환자에 대하여 한 달 주기로 follow-up을 실시하였다. 그 결과 환자의 심장 크기가 점진적으로 감소되고 좌심계에 걸려 있는 용량부하도 점진적으로 줄어드는 심초음파적 수치변화를 확인할 수 있었다(표 12-3). 환자는 2년 넘게 생존하였고 이 기간동안 장기간의 이뇨제 복용에 따른 급성 신부전이 발생하여 병원에서 복막투석과 적절한 수액처치로 회복된 적이 있다. 하지만 환자는 그때 발생한 신장 손상으로 지속적인 신장수치 상승이 있었으며 결국 최근에 신부전이 다시 재발하여 폐사하였다.\n 증례 고찰\nCMVI는 노령화에 따른 퇴행성 변화로 모든 품종에서 발생하지만, 판막의 퇴행성 변화가 있다고 해서 모두 다 심부전으로 진행되는 것은 아니다. 다만 품종별로 심부전으로 진행되는 진행속도의 차이가 현격하게 다르고 판막변성이 발생하는 호발부위에 차이가 있으며 판막변성에 따른 임상증상의 발현 양상에 약간의 차이가 있다. 이 증례처럼, Maltese나 Shih Tzu인 경우, 다른 소형 품종에 비해 초기 내원 당시 나이가 상대적으로 어리고(보통 8~9세경 내원), 질병의 진행속도도 빠르다. 반면에 다른 소형 품종(예, Yorkshire Terrier)에서는 이보다 진행속도가 느리고 판막변성이 있어도 심부전으로 잘 진행되지 않는다. 하지만 이 증례의 경우, 내원 당시 나이가 9세임에 불구하고 심한 이첨판 변성과 함께 심각한 심부전 상태로 내원했다는 점이 특이할 만하다.\nCMVI는 이첨판막에 퇴행성 변화가 일어나 판막 소편이 비후되고 결절화되면서 폐쇄부전이 일어나게 된다. 이첨판막의 폐쇄부전에 의해 좌심방으로 역류되는 혈액량은 증가되어 좌심방의 확장이 유도되고 그 결과 심실에 역류된 혈액에 의해 용적과부하가 발생한다. 심실의 용적과부하는 심실을 편심성으로 확장시키고, 장기적으로 수축력 저하와 혈액박출 감소를 유발한다. 심장은 심박출량을 증가시켜 주는 신경호르몬계 활성을 통해 심기능이 떨어지는 것을 보상할 수 있지만, 늘어난 순환혈량과 혈관저항 증가에 의해 장기적으로 울혈성 심부전으로 진행하게 된다. 그 결과, 폐혈관계의 정수압이 상승하게 되면 간질로 체액이 저류되는 울혈성 좌심부전의 특징인 폐부종이 발생하게 된다.\n이 환자의 경우, 기침과 간헐적인 실신으로 내원하였으며 신체검사 청진상 좌측 심첨부에서의 역류성 잡음이 확인되었고, 이러한 증상과 나이를 고려하여 이첨판 폐쇄부전증이 의심된 환자였다. 심전도상 좌심방 확장소견이 관찰되었다. 방사선 검사상 기관의 등 쪽 변위, 심종대, 좌심방 확장, 폐정맥의 확장 소견은 이첨판 폐쇄부전증 환자에서 흔히 볼 수 있는 소견이었다. 심초음파상, 이첨판의 prolapse와 nodular degeneration 소견이 관찰되고 MR fraction 70% 이상의 좌심방 역류, 거의 LA:Ao ratio 3:1 수준의 심각한 좌심방 확장 및 E-peak의 속도가 1.8 m/s에 준할 정도의 심각한 좌심실 확장 소견이 관찰되었다. 또한 LVIDd/Ao ratio 역시 2.84:1로 심각한 좌심실 종대소견이 관찰되었다. 이러한 검사결과를 종합적으로 검토하여 이 환자는 퇴행성 이첨판 폐쇄부전증으로 진단되었고 ISACHC IIIA-IIIB 등급의 심부전 상태로 진단되었다.\nCMVI 환자에 대한 심초음파의 진단적인 기준은 여러 가지가 있다. 대표적인 기준을 나열하자면, 1) 컬러 도플러를 이용하여 좌심실에서 좌심방으로의 혈액 역류의 정도를 측정하는 mitral regurgitation (MR) fraction, 2) 좌심방과 대동맥의 비율을 측정함으로써 좌심방의 확장 정도를 평가하는 LA:Ao ratio, 3) mitral valve area (MVA)에서 도플러 초음파를 이용하여 좌심방에서 좌심실로의 혈액 유입 정도를 측정할 수 있는 E-peak velocity (E: ventricular diastolic filling wave), 4) 좌심실에서 좌심방으로 혈액이 역류하는 속도를 측정한 mitral regurgitation (MR) velocity, 5) 좌심방의 직경을 측정하는 left atrial (LA) diameter 측정법이다. 하지만 위의 네 번째 방법은 환자의 상태나 흥분상황에 따라 유동적이며, 다섯 번째 방법은 좌심방의 확장 정도를 평가하기에는 좌심방의 크기 기준에 대한 오차범주가 너무 크기 때문에 신뢰적인 방법이 아니다. 그 밖의 예후를 평가하는 심초음파적 소견은 본문을 참조하기 바란다.\n본원에서 이첨판 폐쇄부전증 환자가 처음 내원하였을 때 치료제의 종류를 결정하고 투여량을 결정하는 몇 가지 기준이 있다. 환자가 방사선상 좌심방이나 우심방 확장 소견을 보일 경우, 이뇨제를 처방한다. 또한 모든 이뇨제를 처방받는 환자는 RAAS activation을 차단하기 위해 ACEi를 처방한다. 피모벤단에 대한 처방은 무증상 환자군에 대한 투약의 유의성이 보고되어 있지 않기 때문에 무증상 환자군에서는 투약하지 않고 증상이 있는 환자군에서만 투약을 지시한다. 복수나 체액저류가 심한 환자들에게만 spironolactone을 추가 처방한다. Furosemide의 초기 투여량은 LA:Ao ratio에 근거하여 투여량을 잡는데 주로 2:1 이상인 환자군에게는 2 mg/kg BID 이상을 투여하고 그 이하 환자는 1.0~1.5 mg/kg BID를 LA:Ao ratio와 환자의 증상에 따라 처방한다. 신부전이 동반되거나 발병위험성이 높은 환자군은 BID보다는 TID-QID 투약법을 추천한다. 이뇨제 하루 투여량은 줄이고 투약간격을 줄임으로써 신장에 대한 손상을 줄여주기 위함이다. 피모벤단에 대한 투약 시점은 보통 LVIDd/Ao ratio가 2:1 이상이면 대부분 처방이 지시되고 초기 투약용량은 0.25~0.3 mg/kg BID로 투약을 시작하고 환자의 상태가 악화되면 0.5~0.75 mg/kg BID 또는 0.5 mg/kg TID까지 증량하는 방법을 사용한다. 이 환자의 경우, 내원 당시 LA:Ao ratio가 ~3:1 수준이었고 LVIDd/Ao 수준 역시 ~2.9:1로 심각한 심부전 상태였다. 보통 이러한 환자의 경우, furosemide 3 mg/kg BID, pimobendan 0.5 mg/kg BID가 처방되지만 환자의 vital이 상대적으로 양호하고 폐에 침윤소견(폐부종)이 관찰되지 않아서 furosemide 2 mg/kg BID, pimobendan 0.3 mg/kg BID를 2주간 처방하였다. 다행히 2주 뒤에 전화로 확인해 본 결과, 환자는 기침도 많이 줄고 더 이상 실신의 증상을 보이지 않았으며, 활력도 매우 양호한 것으로 보고되었다. 따라서 그 수준의 약물을 지속적으로 투약하도록 지시하고 매달 정기검진을 결정하였다. 다행히도 환자는 한 달 뒤 초음파 검사에서 LA:Ao ratio와 LVIDd/Ao 및 E-peak의 약 20% 정도의 양호한 수치 감소가 일어났고 그에 따라 초기 투약용량이 적절했음을 판단할 수 있었다. 두 달 뒤 검사에서도 커다란 수치변화를 보이지 않았기 때문에 투약용량을 더 이상 변화시키지 않고 그대로 투약하였다. 다만 3개월 뒤 검사에서 신장수치의 borderline 상승이 관찰되었고 이를 떨어뜨리기 위해 음수량을 늘리고 AzodylR과 RubenalR 같은 신장 보조제를 투여하도록 권고하였다. 환자는 2년 뒤, 귓병 치료의 부작용으로(네오마이신과 겐타마이신 항생제 치료) 갑작스런 신부전이 발생하여 내원하였고 투석과 조심스런 수액요법으로 회복되었다. 아마도 일반적인 외이염약에 들어 있는 neomycin이 이뇨제를 먹는 환자에서 심각한 신독성을 유발한 것으로 추정하고 있다.\n일반적인 CMVI 환자의 생존기간은 ISACHC I 심부전 상태의 경우, 3년 이상, ISACHC II 심부전 상태의 경우, 1~3년, ISACHC IIIa의 경우 ~1년, ISACHC IIIb 심부전 상태의 경우, 6개월 미만의 생존기간을 보인다. 이러한 예후는 약물치료의 종류, 모니터링 스케줄, 보호자의 적극성, 환자의 생존의지 등에 의해 크게 달라질 수 있다. 본원에서는 주로 환자의 심초음파 소견을 토대로 환자의 예후를 평가한다. LA:Ao ratio 2.0 이상, LVIDd: Ao ratio 2.5 이상, E-peak velocity 1.8 m/s 이상, MR fraction 75% 이상 같은 소견이 있는 환자는 ISACHC III 이상 단계로 분류하고 집중치료와 관리를 실시한다. 보호자에게도 기대수명을 일 년 이하로 이야기를 한다. 물론 이러한 환자들 중에서도 2년 이상 장기 생존하는 환자도 많다.\n"}