{"title": "증례로 보는 소동물 심장학 2판", "author": "현창백 2e", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "13\n이첨판 폐쇄부전증-심장신장 증후군\n 서론\n심장-신장 증후군(CRS)은 심부전에 의하여 이차적으로 신장 기능부전이 발생하는 것으로 다음과 같은 특징을 보인다: 1) 이뇨제에 내성을 보인다거나, 2) 심부전과 신부전을 동시에 가지고 있거나 3) 적극적인 심부전의 치료에 의하여 신기능이 악화되는 상태. 이렇게 신부전과 심부전이 동시에 발생하게 되면, 심부전이 신장 기능을 악화시키고, 악화된 신장 기능은 다시 심부전에 악영향을 주는 악순환을 하게 된다. 아직 수의학에서는 정의와 분류가 명확히 되지 않았지만, 인의에서의 분류는 다음과 같다: type 1-Acute cardiorenal syndrome(급성 심부전에 의해서 급성 신부전이 유발되는 경우), type 2-Chronic cardiorenal syndrome(만성 심부전에 의해서 신장이 점차 손상되어 신부전이 유발되는 경우), type 3- Acute renocardiac syndrome(급성 신부전에 의하여 급성 심부전이 유발되는 경우), type 4-Chronic renocardiac syndrome(만성 신부전에 의하여 만성 심부전이 유발되는 경우), type 5-Secondary cardiorenal syndrome(패혈증, 아밀로이드증, 당뇨병과 같은 질환에 의해 이차적으로 심장과 신장 기능 부전이 발생되는 경우).\n이 증례는 이첨판 폐쇄부전증과 ISACHC IIIa 단계의 장기간 심부전의 치료를 받던 환자에서 신부전이 왔던 증례이다.\n 환자정보\n 환자 병력\n환자는 14살의 수컷 말티즈로, 기침과 부들부들 떠는 증상으로 강원대학교 심장센터로 진료 의뢰된 증례이다. 로컬병원에서는 기침을 주요 증상으로 감기치료를 받았으며 이후, 호흡곤란으로 응급처치를 받았다고 한다.\n 신체검사 및 심음도 검사\n청진상 좌측 심첨부에서 grade V-VI/VI의 수축기 역류성 심잡음이 청진되었다. 혈압은 수축기 115 mmHg였고, 심박수는 145~150 bpm, 호흡수는 66 bpm이었고, 체온은 37.5도였다. 환자의 심음도 검사에서는 좌심첨에서 decre scendo 형태의 수축기성 잡음이 관찰되었다.\n 진단검사\n 심전도 검사\n심박수는 145~150 bpm, rhythm origin은 정상 동박동(NSR)이며, P파의 모양은 좌심방 확장을 의미하는 넓고 notched 형태였고, R파의 모양은 좌심실 비대를 의미하는 tall R wave(.2.5 mV) 형태의 소견을 가지고 있었다. 환자의 R-R 간격은 regularly regular했으며, PR 간격은 일정하였다.\n 실험실 검사\n일반 혈액검사 및 생화학 검사에서 저알부민혈증, 질소혈증, 간수치 상승 이외의 이상 소견은 관찰되지 않았다(표 13-1). 하지만 신장은 IRIS III 단계의 신부전 상태를 나타내는 상황이다(IRIS III: Cre 2,1~5.0 mg/dL)\n 흉부 방사선 검사\n흉부 방사선상 소견은 심종대 소견(VHS 5 10.5 V, L 5 6.0 V, S 5 4.5 V), 좌심방의 확장 그리고 기관의 등쪽  변위에 따른 좌심계 확장 소견이 관찰되었다. 환자의 흉부 방사선 소견은 전형적인 이첨판 폐쇄부전증에서 볼 수 있는 소견과 유사했다.\n 심장초음파 검사\n2D 심초음파상, 이첨판은 비정상적으로 비후되어 보였고, apical view에서 이첨판 탈출증이 관찰되었으며(동영상 자료 C13-1), 이첨판의 비정상적인 폐쇄가 발생하여 이첨판 폐쇄부전이 유발되었다. 또한, 좌심방과 좌심실은 크게 확장되어 보였다. 컬러 도플러 심초음파상, 모자이크 모양의 와류성 혈류가 좌심방 전체에 결쳐서 관찰되었다(동영상 자료 C13-2). 이는 아주 심각한 CMVI를 의미한다. CW Doppler 초음파상, 좌심실에서 좌심방으로의 도플러 검사를 통하여 좌심방으로의 심한 역류가 확인되었으며, 좌심방에서 좌심실로 흐르는 혈류의 E-peak velocity는 2.4 m/s (reference range 0.8~1.0 m/s)로 측정되었다. 이렇게 E-peak의 velocity가  높은 환자의 예후는 일반적으로 불량하다.\n환자는 질소혈증이 발견되어 신장초음파를 실시하였다. 신장의 크기는 정상적이었으나, 신장의 피질과 수질의 연접부에 고에코의 영상이 확인되었다(동영상 자료 C13-3). 일반적으로 이러한 변화는 ethylene glycol 중독이나 멜라닌 중독에 의해 발생한다. 이 환자에서는 심부전에 속발한 급성 신부전증으로 의심되었다. 따라서 심부전의 치료와 동시에 신부전을 중심으로 한 교정도 필요하였다.\n환자는 신체검사상 기침과 부들부들 떠는 shivering의 증상을 보였고, 청진상 좌심첨의 역류성 잡음을 보이며 이첨판 폐쇄부전증을 의심케 하는 소견이 관찰되었다. 심전도 소견은 좌심방 확장의 전형적인 소견인 넓고 notched 형태의 P wave를 나타내었으며, 좌심실의 비대를 의미하는 tall R wave 소견을 보였다. 방사선상 전체적인 cardiomegaly와 좌심방의 확장 그리고 기관의 등쪽 변위에 따른 좌심계 확장을 관찰할 수 있었다. 심초음 파 검사상 이첨판 판막의 비후와 탈출증이 관찰되었고, 컬러 및 CW 도플러 검사상, 좌심방에서의 2/3이 넘는 모자이크 패턴의 심한 역류를 관찰하였고, 좌심실로 유입되는 E-peak velocity는 2.4 m/s로 정상보다 빠른 속도를 보였으며, 좌심실에서 좌심방으로 역류되는 혈류는 5.6 m/s로 아주 빠른 역류가 관찰되었다. 또한 이 환자는 실험실 검사상 질소혈증이 관찰되었으며, 이에 따른 신장 초음파에서는 좌측 신장에서 피질과 수질 연접부에 부동액(ethylene glycol) 중독 또는 멜라닌 중독으로 의심되는 고에코 영상이 발견되었다. 상기의 소견을 종합적으로 검토하여 이 환자는 최종적으로 이첨판 폐쇄부전증과 신부전이 합병된 것으로 진단되었다.\n 치료 및 환자 관찰\n이 환자에게는 질소혈증의 교정을 위하여 복막투석을 실시하였다. 총 3일 동안 13회의 복막투석 후 환자의 질소혈증은 creatinine 2.2 mg/dL, BUN 126 mg/dL로 어느 정도 개선되었다(표 13-2). 이후 이첨판 폐쇄부전증에 대하여는 좌심방내압을 떨어뜨리기 위해 환자에게 furosemide (2.5 mg/kg, PO, BID)를 투여하고, 혈관 확장과 RAAS activation에 의한 심장 remodelling을 억제하고 체내 칼륨의 과도한 배설을 막기 위해 enalapril (0.5 mg/kg, PO, BID)과 spironolactone (1 mg/kg, PO, BID)를 투여하였다. 또한 좌심의 수축력을 향상시키고 대동맥으로의 혈류흐름을 호전시키기 위해서 pimobendan (0.3 mg/kg, PO, BID)을 투여하였으며, 신부전에 대한 조치로 azodyl (1 capsule/dog, PO, BID)과 kremezine (200 mg/dog, PO, BID)을 추가로 처방하였다. 이러한 약물 요법을 통하여 환자의 상태는 더욱 향상되었다.\n약 3개월의 약물 처치 후 실시한 환자에 대한 평가에서, 체중이 4.6 kg으로 증가하였으며, 질소혈증은 상당한 개선이 되었다(creatinine 1.1 mg/dL, BUN 55 mg/dL). 심초음파 검사에서, 환자의 상태는 크게 개선되었다.\n 증례 고찰\n이첨판 폐쇄부전증의 진단적 특징은 흉부 방사선상 좌심방 확장을 동반한 심종대 소견, 좌심첨의 수축기성 역류성 심잡음, 심전도상 넓고 notched된 P파, 심초음파상 좌심방과 좌심실의 종대 소견, 컬러 심초음파상, 수축기 때 좌심방으로 역류되는 와류성 혈류 등이 있다. 이 증례는 이러한 모든 진단적 특징을 보여주는 전형적인 이첨판 폐쇄부전증이다. 또한, 이 환자는 신장의 피질과 수질 경계부의 고에코 병변과 함께 실험실 검사에서 심한 azotemia가 확인된 신부전 환자이기도 하다. 이 증례는 중등도의 이첨판 역류와 중독 또는 독성에 의한 신부전을 동시에 보이는 증례였기 때문에 복막투석을 통한 질소혈증의 교정이 우선되었다. 우선 3일간 총 13회의 복막투석 이후 질소혈증의 안정화를 시도하여 환자의 상태를 안정화시키고 이후 좌심부전을 발생시키고 있는 이첨판 폐쇄부전증에 대한 약물처치와 신부전의 완화를 위하여 azodyl과 kremezine이 꾸준히 처방 투약되었다. 3개월 후 환자의 상태는 실험실적 검사와 심초음파를 통하여 어느 정도 개선이 된 것을 확인할 수 있었다.\n이첨판 폐쇄부전증의 경우, 판막 교체를 통한 외과적인 치료법도 있지만 아직까지 동물의 경우, 외과적 시술이 보편화되어 있지 않다. 따라서 대부분의 이첨판 폐쇄부전증은 약물적 치료에 의해 관리되고 있다. 약물요법의 목표는 환자의 삶의 질을 개선시켜 주는 데 있다. 이뇨제와 angiotensin converting enzyme inhibitors (ACEi)가 이러한 내과적 처치를 위해 주로 사용되는 약물이다. 하지만 체액저류를 완전히 차단하기 위한 고용량의 이뇨제 요법은 환자의 장기간 관리차원에서 별로 바람직하지 못하다. 따라서 이 증례에서처럼 pimobendan 같은 inodilator는 이러한 이첨판 폐쇄부전증을 치료하기 위해 아주 유용하게 적용될 수 있다. 특히, 이 증례의 경우와 같이 질소혈증을 동반한 환자에게 고용량의 이뇨제는 약물로 인한 신부전을 더욱 악화시키기 때문에 이러한 pimobendan의 적용은 고용량의 이뇨제 요법을 피할 수 있는 좋은 방법이 된다. 따라서 이 증례에서 보듯이 pimobendan 같은 inodilator는 이첨판 폐쇄부전증에 의한 좌심부전을 치료하는 데 유용하게 사용될 수 있음을 알 수 있다.\n이첨판 폐쇄부전증의 예후는 환자의 판막 이상 정도와 심장의 remodeling 정도에 따라 결정된다. 환자의 경우, 좌심방의 심한 확장 소견과 이로 인한 ISACHC IIIa에 준한 심한 좌심부전 증상을 보이고 있었다. 따라서 치료를 하지 않았을 경우, 6개월 미만의 생존 가능성을 보인다. 이 증례의 경우, 꾸준한 약물 요법으로 환자의 상태는 매우 개선되었음을 알 수 있었다.\n인의의 한 회고 연구 결과에 따르면 만성 심부전을 가진 755명의 환자의 60%가 만성 신부전을 동시에 가지고 있음이 확인된 바 있고, 사구체 여과율과 만성 심부전의 예후 사이에 밀접한 관련성이 보고된 바 있다. 최근 수의학에서도 심부전의 정도가 심할수록 질소혈증과 신장손상이 더 자주 나타난다는 보고가 있다. 신장은 심장에서 박출되는 혈액의 25%를 받는 장기이므로, 두 장기는 혈역학적으로 신경-호르몬학적으로 여러 가지 항상성 기전을 공유하고 있다. 문제는 두 장기의 항상성 반응이 정상적인 경우, 서로의 기능에 영향을 주지 않지만 신부전이나 심부전이 있을 경우, 이러한 항상성 반응이 상대 장기에 악영향을 가하게 된다. 예를 들어 울혈성 심부전의 경우, 좌심방 용적 과부하를 줄이기 위한 이뇨제 처방은 심장병 증상완화에 큰 도움이 되지만, 순환혈액량 감소로 신장 혈류량을 떨어뜨려 사구체 여과율을 감소시키므로 신장 기능을 떨어뜨리고 만약 환자가 신부전 상태라면 신장 관류량 저하에 따라 신부전이 더욱 악화될 수 있게 만든다. 반대로 신부전이 심한 환자는 사구체의 섬유화 등에 의해 사구체내압이 높고 사구체성 고혈압을 가지는 경우가 많다. 궁극적으로 이런 사구체성 고혈압은 전신 고혈압을 유발하는 경우가 많다. 전신 고혈압 상태라면 좌심실에 압력부하가 증가하여 좌심실벽의 작업부담을 증가시키고 wall stress를 증가시킨다. 적절한 처치를 하지 않을 경우, 좌심실벽은 concentric hypertrophy(구심성 또는 중심성 비대, 고혈압에 대한 심장의 보상작용으로 좌심실의 벽이 현저하게 두껍고, 심실 내강은 넓어지지 않는 특징을 가진 심비대)되고 결국 심부전을 유발하게 된다.\n심부전 환자에게 enalapril 같은 ACEi를 장기간 사용하면 혈중 creatinine 농도가 증가되는 것을 흔히 볼 수 있다. 이것은 ACEi는 신장의 수출 세동맥을 확장시키고 사구체내압을 떨어뜨려 신장을 저관류 상태에 놓이게 한다. 결국 신장의 사구체 여과율이 감소하여 혈중 creatinine의 농도를 높일 수 있다. 그러나 다양한 ACEi를 심부전 환자에게 적용한 전향적, 후향적 연구 결과를 살펴보면 ACEi의 심장과 신장 기능에 대한 긍정적인 작용이 더 크다. ACEi는 신장 실질의 섬유화 진행을 늦추고, 혈관 확장 효과가 있어 사구체 혈관의 손상을 줄여 단백뇨를 완화시킨다. ACEi의 신장에 대한 부정적인 효과 또한 일시적이며, 장기간 enalapril의 효능을 실험한 연구결과에서 enalapril을 정용량(0.5 mg/kg) 투여한 심부전 환자의 질소혈증 발생률이 대조군에 비해 더 낮았다고 한다.\n심장-신장 증후군 환자의 치료와 관리는 매우 까다로울 뿐 아니라 효과적인 치료법 역시 아직 제대로 정립되어 있지 않다. 궁극적으로 장기간 심부전 치료를 받는 모든 환자는 신장기능 저하가 발생할 것이라는 가정하에 주기적인 신기능에 대한 모니터링이 중요하다.\n가장 효과적인 심장-신장 증후군 환자의 치료법은 예방이기 때문에 환자의 심부전 진행상태에 맞는 적절한 심부전 치료전략을 수립하고 무엇보다도 이뇨제의 용량을 최적화시키는 것이 가장 중요하다. 이러한 전략으로는 다량의 이뇨제를 한꺼번에 먹이는 방법보다는 소량을 세분해서 투약하는 방법(BID → TID), 한 이뇨제에 내성을 보이는 경우, 다른 이뇨제와 병용하거나 다른 이뇨제로 교체해 주는 방법, 이뇨제의 사용량을 줄여주기 위해 다른 심부전 치료제를 추가해 주는 방법(예, spironolactone, nitrate patch, amlodipine) 등이 있다. 무엇보다도 환자를 철저히 모니터링하여 이뇨제 용량에 따른 반응을 살펴보고 환자에 맞는 최적의 이뇨제 용량을 사용하는 것이 중요하다.\n주기적인 신장 모니터링의 일환으로 초음파를 통해 신장의 resititive index (RI 값)를 측정하면 신장의 혈류 저항이 증가되고 있는지를 어느 정도 평가할 수 있다고 한다. 그러나 일단 신부전이 발병하여 내원한 경우, 보통의 신부전 치료요법(공격적인 수액요법)을 그대로 적용하기가 어렵다. 용량 과부하 상태의 환자에게 공격적인 수액요법은 울혈성 심부전을 악화시켜 폐부종을 유발할 수 있다. 따라서 이러한 경우 보통의 신부전 환자보다 적은 용량의 수액요법[유지용량만 투여, 30 mL 3 체중(kg) 1 70 mL을 시간당 5~10 mL/kg 속도로 투여한다]을 실시하거나 복막투석을 실시하는 것이 효과적일 수 있다. 그러나 무엇보다 중요한 것은 심부전에 이환된 환자는 신부전 발생 위험이 높기 때문에 주기적인 모니터링이 필수적임을 보호자에게 인지시켜야 한다. 혈액검사와 요검사, UPC 검사, 혈압 등을 주기적으로 모니터링하여 이미 요독증 상태가 되어 내원하지 않도록 주의를 기울여야 한다.\n일반적으로 예후는 심부전 상태가 얼마나 심한지에 따라 많이 달라진다. 대부분 환자가 기존에 장기간 이뇨제 처방을 받았던 환자들이 많아서 장기적 예후는 별로 좋지 않다.\n"}