{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "Double outlet\nright ventricle\n15\n 서론\nDouble outlet right ventricle (DORV)은 대동맥과 폐동맥이 부분적으로 또는 완전히 모두 우심실 내강을 향하는 질환이다. 대동맥이 우심실로 향하면서 심실중격 결손(VSD)이 유발되기 때문에 VSD의 발생 위치에 따라 이 질환은 subaortic, subpulmonary, noncommitted, 또는 doubly committed DORV로 분류된다. 또한 이 질환은 폐동맥 협착과 대혈관 전위(transposition of the great arteries; TGA)의 발생 여부에 따라 추가로 분류되기도 한다. 대부분 사람의 경우, DORV 환자에서 관찰되는 VSD는 subaortic type이지만, 반려동물에서는 아직까지 관련보고가 없다. 임상적으로 환자는 VSD의 형태, TGA 존재 여부에 따라 다양한 증상을 나타내는데 주로 좌심계 혈류가 우심계로 유입되면서 폐가 over-circulation되는 경우가 많다. 개와 고양이 모두에서 이 질환이 보고되어 있고(2, 4), 우리나라에서도 본 실험실에 의해 보고된 바 있다. 이 증례가 바로 말티스에서 발생한 DORV 증례이다.\n이 질환에서는 다량의 혈류가 우심실로 유입되면서 울혈성 심부전이나 폐성고혈압을 유발한다. 따라서 궁극적으로 역방향성 션트가 유발되므로 내과적 치료는 울혈성 심부전과 폐혈관계의 저항성을 떨어뜨리는 데 목표를 세운다. 또한 외과적 치료는 pulmonary artery banding을 통해 폐로 유입되는 혈류량을 줄여주는 수술을 한다. 반대로 폐로 들어가는 혈류량이 감소되는 형태의 DORV는 Modified Blalock-Taussig Shunt (Gore-TexR tube) 방법을 이용하여 폐로 유입되는 혈류량을 늘려주는 시술을 한다.\n 환자정보\n 환자정보\n환자는 8개월령 암컷 말티즈(체중 3.6 kg)\n 병력 및 신체검사\n환자는 어릴 적부터 심잡음이 청진되어 지역병원에서 선천성 심장병이 의심되었고 최근 증상이 심해져서 강원대학교 심장센터로 리퍼되었다. 평소 임상증상 없이 정상적인 생활을 하고 있으나 최근 미용 후 호흡이 가빠지고 심박동이 손으로 느껴질 만큼 심해졌고 가까운 2차병원에서 심장관련 검사를 하여 PDA로 가진단 받고 확진과 시술을 위해 검사를 실시하였다. 환자는 내원 당시, enalapril 0.5 mg/kg bid, furosemide 1 mg/kg bid을 복용중이었다. 신체검사상, BCS (4/10), HR (160 bpm), RR (60회/min), SAP (140 mmHg)이었고, 좌측 심저부에서 grade 4/6 수축기 박출성 심잡음과 이완기 역류성 잡음이 동시에 청진되었다.\n 진단검사\n 실험실 평가\n환자는 적혈구수와 PCV 모두 upper limit normal range였지만 특별한 이상 소견은 관찰되지 않았다(표 15-2, 15-3).\n ECG 검사\n심전도상 lead II와 III에서 deep S-wave 소견이 관찰되고 P-wave는 진폭과 모양이 다양한 wandering pacemaker 소견이 관찰되었다. 이러한 소견은 우심실 종대소견을 암시한다. 심박수는 161~181 bpm 사이로 빈맥이었고 리듬 자체는 sinus rhythm(동박동)이었다.\n 방사선 검사\n외측상 흉부 방사선 검사상, 우심방과 우심실 확장을 동반한 심종대 소견이 관찰되었고(vertebral heart scale 12.1 V), 주폐동맥과 하부 폐동맥 가지의 확장과 굴곡의 증가가 관찰되었다. 복배상 사진에서는 주폐동맥 확장과 우심종대의 전형적인 방사선 소견인 reverse ‘D’ shape 심종대 소견이 관찰되었고 후폐엽의 동맥들의 확장소견이 뚜렷하게 관찰되었다. 이러한 소견은 폐성고혈압을 강하게 의심케 하였다.\n 심장 초음파 검사\n2D 심초음파 우측 부흉골 5강 장축단면상과 좌측 심첨부 5강 장축단면상에서 대동맥근(aortic root)의 많은 부분이 우심실을 향해 개방되어 있고 일부는 좌심실로 향하고 있는 기형적 위치변화를 관찰할 수 있었다(동영상 자료 C15-1, 15-2). 이 단면상에서 심실중격 부위의 막성 중격의 결손을 확인할 수 있었다. 이 부위의 심실중격 결손은 membraneous defect이고 subaortic type의 VSD로 판단되었다. 이 부위에서 컬러 도플러 검사를 실시하였을 때, 수축기 때 좌심실의 혈류가 심실중격 결손 부위를 통해 유입되는 소견과 우심실의 혈류와 좌심실의 혈류가 모두 대동맥으로 유입되는 소견을 확인할 수 있었다. 심실중격부에서 션트된 혈류의 방향은 L-R 방향이었다. 좌심실 유두근에서 촬영된 M-mode 단면상에서 중격의 hyperdynamic motion과 flattening을 확인할 수 있었고 우심실 내강의 뚜렷한 확장 소견을 확인할 수 있었다. 또한 이첨판 레벨에서도 좌심실 확장에 따른 EPSS의 증가 소견이 확인되었다. 우심실 유출로에서 촬영된 연속 도플러 검사에서 우심실로 역류되는 고속의 와류를 확인할 수 있었다(peak velocity 4.7 m/s, pressure gradient ~88 mmHg). 비록 우심실에 심각한 압력부하가 관찰되었지만 transmitral flow profile과 tissue Doppler 검사에서는 특별한 이상소견을 확인할 수 없었다.\n이 증례는 원래 PDA occlusion을 위해 리퍼된 증례였다. 하지만 환자는 신체검사상 연속성 잡음이나 bounding pulse가 관찰되지 않았고, 흉부 방사선상 우심계의 확장소견과 폐동맥의 확장은 관찰되었지만 좌심방의 확장이 관찰되지 않았으며, 초음파상 동맥관이나 션트혈류를 확인할 수 없었다. 환자는 심초음파상 대동맥의 위치 이상과 우심실과 좌심실의 혈류가 수축기 때 동시에 대동맥으로 유입되는 소견이 관찰되었다. 또한 심실중격 결손이 확인되었다. 비록 보호자의 거부로 혈관조영은 실시되지 않았지만 환자는 심초음파 소견을 토대로 양대혈관 우심실 기시(double outlet right ventricle; DORV)로 진단되었고, 추가적인 검사를 통해 PS와 TGA가 동반되지 않은 subaortic VSD type으로 분류되었다. 또한 환자는 심각한 잡음과 심장변형에도 불구하고 심한 임상증상을 보이지 않아서 ISACHC II 단계의 심부전으로 진단되었다.\n 치료 및 환자 관찰\n환자는 우심방에 용적 과부하를 줄여주기 위해 furosemide (1 mg/kg, BID)를 처방하고, 심근의 재구성과 RAAS activation을 차단하기 위해 spironolatcone (1 mg/kg)과 enalapril (0.5 mg/kg)를 처방하였다. 또한 폐동맥에 걸려 있는 압력부하를 줄여주기 위해 sildenafil (1 mg/kg, BID)를 처방하였다. 환자는 일주일 뒤부터 뚜렷한 임상증상을 보였다. 하지만 한 달 뒤 재검사 때 환자의 폐동맥 역류속도는 ~5 m/s로 증가되었다. 또한 심음의 강도 역시 약해졌고 PCV는 55% 이상, 적혈구수 850만/uL 이상으로 적혈구 증가증 소견을 보였다. 아직까지 심실중격 부위의 환자의 션트혈류 방향은 L-R이었지만 대동맥을 통한 우심실 혈류 유입량 증가로 환자는 청색증의 증상을 보이기 시작하였다. 또한 환자의 심잡음의 강도가 줄어드는 현상이 관찰되었고 이는 션트혈류의 방향 또한 머지않아 R-L 방향으로 전환될 수 있음을 나타내는 소견이었다. 보호자에게 Amplatz occluder를 이용한 VSD의 교정을 권유하였지만 보호자의 거부로 그 이상의 진료는 이루어지지 않았다. 환자는 폐성고혈압을 좀 더 완화시키기 위해 sildenafil (1 mg/kg, TID)로 증량되었다. 그 이후로 환자는 내원하지 않았다.\n 증례 고찰\nDORV는 대동맥과 폐동맥이 원래 위치에서 변형되어 모두 우심실를 향하는 복합기형으로 항상 심실중격 결손증을 동반한다.\n심실중격 결손을 통해 유입되는 좌심실의 혈류가 우심실로 변위된 대동맥 쪽으로 유입되기 때문에 임상적으로 태생기 때부터 청색증을 동반하지 않는 경우도 많다. 따라서 DORV의 임상증상은 대동맥의 우심실 변위 정도, VSD의 형태와 크기, PS의 동반 여부 및 대동맥과 폐동맥의 위치가 바뀌는 TGA의 동반 여부에 따라 임상증상이 크게 달라진다. 또한 종종 대동맥 축삭(coarctation of the aorta)이 동반되기 때문에 이러한 기형의 동반 여부와 폐성고혈압의 심하기에 따라서 임상증상이 추가적으로 변하기도 한다. 만약 VSD가 폐동맥판 아래에서 형성되는 subpulmonary type의 DORV이거나 PS나 TGA가 동반되는 환자에서는 청색증이 즉각적으로 관찰된다(1). DORV는 대형혈관의 위치와 VSD의 유형에 따라 크게 세 가지로 분류된다. 1) Subaortic DORV는 좌심실에서 유래한 혈액이 중격결손 부위를 통해 대동맥으로 유입되고 우심실에서 유래한 혈액은 대부분 폐동맥으로 유입되어 TOF 환자와 유사한 발병기전과 임상증상을 발현한다. 2) Subpulmonic DORV (Taussig-Bing syndrome)는 좌심실에서 유래한 혈액이 중격결손 부위를 통해 폐동맥으로 유입되고 우심실에서 유래한 혈액은 대동맥으로 유입되어 TGA (transposition of the great arteries; 폐동맥과 대동맥이 반대 방향에서 형성되는 선천성 질환)과 유사한 임상증상을 나타낸다. 그러나 이러한 환자에서 폐동맥 협착증이 동반되면 다시 TOF 환자와 유사한 소견을 보인다. 3) 다른 형태의 DORV 유형인 doubly committed DORV에서는 대형 심실 중격 결손에 의해 우심실에서 좌우 심실에서 유래한 혈액이 모두 섞여서 대동맥과 폐동맥으로 나가는 형태이다. 이러한 유형은 대형 VSD와 유사한 임상증상을 나타낸다(1). 이러한 환자에서도 역시 폐동맥 협착증이 동반되면, 다시 TOF 환자와 유사한 소견을 보인다.\n이 환자의 경우, PS와 TGA가 전혀 동반되지 않은 subaortic type DORV 환자였다. 그러므로 내원 당시 환자는 비록 혈액학적으로 적혈구수의 upper normal range로 상승하였지만, 청색증은 뚜렷하게 관찰되지 않았다. 이러한 환자에서 대동맥으로 유입되는 혈류는 심실중격 결손을 통해 유입되는 혈류였고 일부 션트혈류가 폐동맥으로 유입되면서 폐동맥계에 over-circulation을 유발하였고 폐성고혈압이 유발되었다. 지속적인 폐성고혈압(PG~88 mmHg)에 의해 주폐동맥의 확장과 말초 폐혈관계의 융기소견도 관찰되었다. 비록 우심계에 압력과부하가 심했지만(100~120 mmHg), 환자의 수축기 혈압이 140 mmHg 이상이었기 때문에 션트혈류 방향은 L-R 방향이 유지되었다. 따라서 임상적인 증상은 대형 VSD에서 볼 수 있는 임상 소견과 유사하였다. 대형 VSD에서는 말초 폐모세혈관계에 걸려 있는 압력부하의 정도에 따라 션트혈류의 방향이 결정된다. 따라서 환자에게 폐성고혈압을 완화시키기 위한 sildenafil을 처방하게 된 것이다. 대부분의 이러한 환자에서 시간이 갈수록 폐혈관계의 저항성은 증가되기 때문에 궁극적으로 션트혈류의 방향은 R-L 방향으로 바뀌게 된다. 이 환자에서도 follow-up study를 통해 점진적인 청색증의 발생과 적혈구 증가증 소견을 관찰할 수 있었다. 하지만 폐성고혈압을 완화시켜 주기 위한 sildenafil 처방 때문에 환자는 임상적으로 훨씬 편안한 생활을 유지할 수 있었다.\nSildenafil은 원래 1~3 mg TID로 처방되는 약물이지만 환자의 경우, 기본 용량인 1 mg/kg BID로 개시한 이후에 환자의 심초음파상 폐성고혈압 수준이 더 높게 측정되어서 1 mg/kg TID로 증량하였다. 이 환자에서 적용된 그 밖의 치료는 일반적인 울혈성 심부전에 적용되는 방법과 유사하다. 우심방에 걸려 있는 용적과부하를 줄여주기 위한 이뇨제 처치와 RAAS activation을 억제하기 위한 ACEi 처방이 이루어졌다.\n소동물에서 DORV의 정확한 이환율은 알려져 있지 않았고, 사람의 경우, 전체 선천성 심장질환의 1~1.5% 정도를 차지한다고 한다. 환자의 예후는 DORV의 형태에 따라 달라진다고 한다. 비록 외과적 교정술이 사람에서는 적용되고 있지만(3), 개와 고양이에서는 드물게 시도되며, 수술로 성공적으로 생존한 증례는 아직까지 없다(2, 4). 이 증례는 2010년 임상수의학회지(Lee J-S, Choi R, Han S-K, Hyun C. Double outlet right ventricle in a Maltese dog. J Vet Clin 27: 735–739)에 기고된 증례이다.\n"
}