{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "16\n원발성 폐성고혈압\nPrimary pulmonary hypertension\n 서론\n폐동맥 고혈압(pulmonary hypertension)은 폐동맥의 수축기 혈압이 30 mmHg을 초과하여 나타나는 임상적인 질환을 말한다(15). 폐동맥 고혈압(PTH)은 원발성 또는 폐혈관 질환에 의해 속발성으로 발생할 수 있다. 속발성 폐동맥 고혈압의 주요 원인으로는 폐순환 혈액량의 증가, 폐혈관 저항성의 증가, 혹은 만성적인 좌심방의 압력 증가가 있다(7, 11, 15). 특히, 심장사상충은 개에서 속발성 폐동맥 고혈압을 유발하는 주요 원인으로 가장 잘 알려져 있다. 원발성 폐동맥 고혈압은 특발성 폐동맥 고혈압으로 불리기도 하며, 사람과 개에서 비정상적인 폐동맥 고혈압을 유발시키지만 원인에 대해서는 아직까지 잘 알려지지 않고 있다(5, 16). 원발성 폐동맥 고혈압은 수의학에서 드물게 보고 되고 있다. 원발성 폐동맥 고혈압의 조직병리학적 소견은 폐동맥의 근육층인 중간막(tunica media)이 비정상적으로 두꺼워지는데, 사람에서는 얼기형성 폐동맥병증(plexogenic pulmonary arteriopathy)으로 불리기도 한다(3). 속발성 폐동맥 고혈압과 원발성 폐동맥 고혈압을 구별하는 것이 때로는 어렵지만, 개의 원발성 폐동맥 고혈압을 진단하기 위해서는 폐동맥 혈압을 증가시킬 수 있는 이차적인 원인들(예, 만성 폐쇄성 폐질환-COPD, 심장사상충 감염증, 폐혈관의 폐색, 우-좌 단락, 폐쇄성 판막질환)에 대한 검사가 진단과정에 포함되어야 한다(7, 8, 11, 15).\n폐동맥과 우심실 사이의 압력 과부하를 평가하고, 폐동맥 고혈압의 예후를 예측하기 위해서는 폐동맥 혈압과 폐동맥 쐐기압(pulmonary wedge pressure) 측정을 위한 침습적인 심장 카테터 삽입법이 요구된다(15). 하지만 이러한 방법은 침습적인 진단방법이라 다소 사용에 제한점이 있다. 최근 도플러를 이용한 심장초음파의 발달 덕분에 modified Bernoulli equation(DP 5 4 3 velocity2)을 이용한 비침습적인 도플러 측정법이 개발되었고 폐동맥 고혈압의 정도를 확인하는 데 폭넓게 이용되고 있다(2, 4, 8, 11). 폐동맥 판막의 협착이 없다면, 수축기와 이완기 폐동맥압은 삼첨판의 역류(tricuspid regurgitation) 혹은 폐동맥 판막 역류(pulmonic regurgitation)의 최고 속도를 각각 측정, modified Bernoulli equation을 적용하여 계산할 수 있다(9). 우심실 유출로에 폐쇄가 없다면 우심실의 수축기압은 폐동맥의 수축기압과 동일한 값을 가지게 되므로, 위 공식에 따라 폐동맥 수축기압의 추정이 가능하다. 즉 ‘우심실 수축기압 5 4 3 (삼첨판 역류속도)2 1 우심방압’이 된다. 도플러 심장 초음파에 기초한 폐동맥 고혈압의 진단 기준은 삼첨판 역류의 최고 속도가 $2.8 m/sec이거나 혹은 폐동맥 판막 역류의 최고 속도가 $2.2 m/sec이다. 폐동맥 고혈압은 우심방(RA)과 우심실(RV) 사이의 압력 차이를 바탕으로 경증(,50 mmHg), 중등도(51~75 mmHg), 혹은 중증(.75 mmHg)으로 나눌 수 있다(11). 이 증례는 말티스에서 발생한 원발성 폐동맥 고혈압에 대한 증례이다.\n 환자정보\n 환자정보\n1살된 중성화 수컷 말티즈종 개(체중 2.4 kg)\n 병력 및 신체검사\n간헐적인 기침, 호흡곤란, 운동불내성으로 강원대학교 동물병원에 내원하였다. 어렸을 때부터 심잡음과 운동불내성이 있었다고 한다. 신체검사에서 split S2와 grade IV/VI 역류성 잡음이 우측 심첨과 심저부에서 확인되었다. 도플러를 이용하여 앞다리에서 측정한 수축기 혈압은 105 mmHg였다. 모세혈관 충만 시간은 지연되어 나타났다(over 3.5 sec).\n 진단검사\n 실험실 평가\n혈구검사와 혈액생화학 검사에서 심한 혈구증가증(PCV 70%; 정상범위: 37~55%)과 BUN 상승(45 mg/dL)을 제외한 다른 이상 소견은 없었다. 심장사상충 항원 검사(SNAP, Idexx, USA)와 modified Knott’s test는 음성이었다.\n 심전도(ECG) 검사\n12-lead 심전도 검사에서 간헐적인 동정지(sinus arrest)가 나타났고, 우심실 종대(deep S wave in lead I, II, III) 소견을 보였다.\n 방사선 검사\n복배상 흉부 방사선상 우심실, 우심방 및 폐동맥 확장에 따른 전형적인 reverse ‘D’ shape 우심종대 소견이 관찰되었다. 외측상 사진에선 전폐엽 동맥의 뚜렷한 확장, sternal contact 증가를 동반한 심각한 우심종대 소견 및 기관지 거상 소견이 관찰되었다. 하지만 좌심방 확장 소견은 관찰되지 않았다. 복수는 관찰되지 않았지만 간종대 소견이 관찰되었다.\n 초음파 검사\nTwo-dimensional과 M-mode 심장초음파 검사에서는 심한 우심실의 편심성 비대와 작아진 좌심실, 그리고 심실중격의 비후(thickening) 및 눌림(flattening)이 확인되었다. 이첨판과 대동맥 판막은 정상이었고, 좌심실 유출로에서 와류는 없었다. Color Doppler와 spectral Doppler를 이용한 심장초음파 검사 결과 삼첨판과 폐동맥 판막에서 높은 속도의 역류성 제트혈류가 확인됐다. 삼첨판 역류의 최고속도는 5.4 m/s이었고, 폐동맥 판막에서의 역류 속도는 3.8 m/s이었다. Modified Bernoulli equation (DP 5 4 3 velocity2)에 기초하여, 계산된 우심방과 우심실 사이의 압력 차이는 ~120 mmHg, 폐동맥과 우심실 사이의 압력차이는 ~60 mmHg 이상으로 심한 폐동맥 고혈압이 있었다. PHT를 속발할 수 있는 다른 심장이상은 발견되지 않았다.\n 혈관 조영 검사\n혈관 조영 검사에서 우심실의 폐쇄성 질환(예, 폐동맥 협착)이나 우-좌 단락(right-to left shunt)의 혈류(예, 동맥관 개존증)를 감별하기 위해 실시되었다. 혈관 조영상, 폐동맥 기시부 확장과 말초 폐혈관의 긴장성 증가에 따른 혈관의 굴곡성 증가 소견이 관찰되었다. 하지만 동맥관의 잔존이나 폐동맥 협착 같은 이상 소견은 관찰되지 않았다.\n환자는 청진상 paradoxical split S2 및 확장기 역류성 murmur, 심전도상 우심종대 패턴, 흉부방사선상 심한 폐동맥의 확장을 동반한 우심종대 패턴, 심초음파상 심실 중격 비후를 동반한 우심실의 편심성 비대, 삼첨판과 폐동맥 판막의 심한 역류를 근거로 폐성고혈압으로 잠정 진단되었다. 반면, 속발성 폐동맥 고혈압을 유발하는 선천성 심장 내 단락(shunt), 폐쇄성 폐질환, 우심실의 압력 상승 혹은 폐동맥의 과관류(hyperperfusion)와 관련 있는 전신 질환은 확인되지 않았기 때문에 원발성 폐동맥 고혈압(primary pulmonary hypertension)으로 최종 진단되었다. 또한 환자는 진단영상 소견상 심종대 소견이 뚜렷할 뿐 아니라 휴식기에도 임상증상을 발현하기 때문에 ISACHC IIIb의 심부전 상태로 진단되었다.\n 치료 및 환자 관찰\n환자는 초기 산소 공급(oxygen cage, 5 L/min), furosemide (2 mg/kg/day, PO), aspirin (5 mg/kg/day, PO)으로 치료를 하였다. 수축기 혈압이 정상 범위보다 낮았기 때문에 혈관 확장제는 투여하지 않았다. 환자 상태는 집중적인 치료에도 불구하고 급속하게 악화되었고, 내원 3일 후 사망했다. 보호자가 사후 검사를 거부하였기 때문에 불행하게도 조직병리학적 검사는 실시할 수 없었다.\n이 증례는 폐성고혈압 환자에 sildenafil를 적용하기 이전에 내원했던 증례여서 임상증상을 단기간 조절하지 못하고 폐사된 경우이다. 이와 유사한 원발성 폐성고혈압 환자에서 sildenafil (1 mg/kg, q12h, PO)과 enalapril (0.5 mg/kg, q12h, PO)을 통해 2년 이상 치료한 증례도 있다. 이 환자 증례의 경우, 폐성고혈압의 수준은 이 증례보다 조금 더 양호했지만 자주 실신하고 운동불내성이 심해서 내원했던 증례이다.\n 증례 고찰\n이 환자에서 폐동맥 고혈압의 속발성 원인들을 배제하는 것은 어렵고 복잡했다. 우심실 비대와 우심방의 확장은 이 환자의 폐동맥 고혈압이 중증을 넘어 심한 상태였고, 따라서 최근에 발생된 질환이 아님을 알 수 있었다. CBC 검사와 폐음 청진에서 폐질환과 관련된 이상은 확인되지 않았으며, 흉부 방사선 검사를 통해 원발적인 폐질환을 배제할 수 있었다. 만약 청색증을 유발하는 급성 폐질환이 있었다면, 우심계의 리모델링(예, 우심방 확장 혹은 우심실 비대)이 나타나지 않았을 것이다. 만성 폐쇄성 폐질환이 있는 환자였다면 CBC와 폐음 청진, 흉부 X-ray에서 관련된 증후가 보였을 것이다. 적혈구 증가증과 동맥의 낮은 산소 분압은 폐의 환기 저하와 혈액 관류 저하에 의해 2차적으로만 발생하는데, 이는 모든 만성적인 폐질환 혹은 심장 내 발생하는 우-좌 단락에 의해 발생될 수 있다. 따라서 이 증례에서 적혈구 증가증은 폐동맥 고혈압의 원인을 감별하는 데 별 도움이 되지 않는다. 또한 우리가 실시한 혈관 조영 검사에서 심장 내 우-좌 단락을 나타내는 심장질환을 명확하게 배제할 수 있었다. 개에서 발생하는 폐 혈전색전증의 일차적인 원인은 심장사상충 감염이다. 그러나 환자는 심장사상충 항원 검사와 modified Knott’s test에서 음성의 결과를 보였다. 초음파 검사에서도 심장사상충의 감염은 확인되지 않았다. 환자의 나이를 고려했을 때, 폐동맥 고혈압의 일차적 원인은 선천성 혹은 특발성일 수 있었다. 하지만 추가적으로 진행된 혈관 조영 검사에서 폐혈관의 이상은 나타나지 않았다. 일반적으로 원인불명의 비정상적인 폐동맥 고혈압은 원발성 폐동맥 고혈압의 특징이다. 이 증례에서는 일차적인 심장질환과 폐질환을 배제했고 따라서 환자의 폐동맥 고혈압의 원인은 원발성이라 판단했다.\n우심방과 우심실 혹은 우심실과 폐동맥의 압력 차이를 정확하게 측정하는 것은 환자의 예후를 예측하는 데 있어 중요하다. 폐동맥 쐐기압 혹은 폐동맥압의 측정은 우심방과 우심실 혹은 우심실과 폐동맥의 압력 차이를 측정할 수 있는 가장 중요한 검사이지만(15), 이러한 방법은 침습적이고 고가의 측정 장비가 필요하기에 임상에서 일반적으로 적용되지 않는다. 임상에서는 도플러 심장 초음파를 이용하여 측정된 제트혈류의 최대 속도를 수정된 베르누이 방정식(modified Bernoulli equation)을 적용하여 계산하는 방법이 더 폭넓게 사용되며, 사람과 개에서 정확하고 효과적임이 입증되어 있다(2, 4, 8, 11). 이 검사법은 이 증례에서도 효과적이었다. 환자의 삼첨판과 폐동맥 판막에서 발생한 제트혈류의 최고 속도에 베르누이 방정식을 적용하였을 때, 이 환자는 폐동맥 고혈압(우심실과 우심방의 압력 차이 ~120 mmHg, 폐동맥과 우심실의 압력 차이 ~60 mmHg)이 매우 심하다는 걸 알 수 있었다.\n폐동맥 고혈압 치료의 목표는 1) 혈역학적 이상의 교정(근본 원인을 해결), 2) 폐 혈관의 저항감소, 3) 우심실의 압력 상승을 줄이는 데 있다(12). 하지만 원발성 폐동맥 고혈압을 완벽하게 치료하는 방법은 없다. 산소는 매우 강력한 혈관 확장 물질로 어떤 형태의 폐동맥 고혈압이라도 산소 공급은 필요하다. 비록 이뇨제가 우심실의 전부하(preload)를 줄이는 데 유용하지만, 지나치게 전부하(preload)를 줄여 심박출량(cardiac output)에 영향을 미칠 수 있기에 공격적인 이뇨제 처치는 피해야 한다(12). 비혈전색전증 폐동맥 고혈압(nonthromboembolic pulmonary hypertension)에서의 항응고제(anticoagulants)의 약리학적 이점은 명확하게 밝혀지지 않았지만, 특발성 폐동맥 고혈압이 있는 인의 환자에서 항응고제 치료를 하였을 때, 생존율이 증가하는 것으로 밝혀졌다(6, 14).\nCalcium channel blockers (CCB)는 사람에서 폐동맥 고혈압 치료 시, 첫 번째로 선택되는 약물이다(13). 그러나 개에서 시행된 최근 연구에서 이러한 치료는 전신 저혈압의 발생위험을 증가시킬 수 있기에 CCB의 적용은 이점이 없는 것으로 밝혀졌다(12). 단기간 작용하는 혈관 확장제[adenosine, inhaled nitric oxide, or prostaglandin I2 (PGI2)] 또한 폐동맥의 혈압을 감소시키는 데 유용하지만, 수의학 분야에서 단기간 작용하는 폐혈관 확장제 실험에 대한 평가나 calcium channel blockers의 후속 치료에 대한 연구는 없다. 사람에서 PGI2 (prostacyclin)의 정맥 투여는 운동 능력, 혈류역학, 혈관 리모델링, 단기 그리고 장기 생존 기간의 개선을 보여줬다(10). Prostacyclin 또는 그 유사물질의 임상적인 효과는 최근 사람에서 연구 중이다(10). Endothelin receptor antagonists (bosentan)와 phosphodiesterase inhibitors (sildenafil)를 포함한 효과가 기대되는 다른 폐혈관 확장제들이 원발성 그리고 속발성 폐동맥 고혈압 치료제로 연구 중이다(10). 한 수의학 연구에서 sildenafil이 폐동맥 고혈압 치료에 효과가 있다고 밝혔다(1). 본 케이스의 경우 치료를 위한 몇 가지 선택 사항들이 있었음에도 불구하고, 치료가 양호하지는 않았다. Prostacyclin과 sildenafil의 사용은 본 케이스에서 질병 진행을 늦출 수 있었을 것이다. 하지만 당시 한국에서는 sildenafil 사용에 대한 엄격한 규제로 인해 이들 약물을 사용할 수 없었다. 산소 공급과 furosemide 치료 이유는 각각, 폐혈관의 관류와 조직의 산소 공급 증가, 그리고 우심의 전부하를 줄여주기 위함이었다. Aspirin은 혈관 조영술 후의 혈전색증(thromboembolism)을 예방하고 폐동맥 혈관의 섬유화를 방지하기 위하여 사용되었다.\n폐동맥 고혈압의 예후는 근본적인 원인, 질병의 심각도, 변성된 혈관의 회복가능성에 따라 다르지만, 일반적으로 특발성(원발성) 폐동맥 고혈압의 예후는 나쁘다(12). 폐동맥 고혈압의 치료는 단지 짧은 기간의 증상 개선과 질병의 진행을 지연시킨다.\n이 증례는 말티즈견에서 발생한 원발성 폐동맥 고혈압에 대한 보고이다. 이 증례는 2007년 한국 임상수의학회지(Moon H-S, Lee S-G, Choi R, Park I-C, Hyun C. Primary pulmonary hypertension in a Maltese dog. 2007; J Vet Clin 24:613-617)에 기고된 논문이다.\n"
}