{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "17\n방실관 결손증\nAtrioventricular canal defect\n 서론\n방실관 결손증(atrioventricular canal defect; AVCD)은 심방중격의 중간부분과 심실중격의 근육부분을 포함하는 심내막 융기의 발생 결함으로 발생하는 심장질환으로 광범위한 범주로 보자면 심방중격 결손증(atrial septal defect; ASD)의 일종이다. 방실관 결손증은 심내막상 결손(endocardial cusion defects), 방실중격 결손증(atrioventricular septal defects), 방실공 결손(atrioventricular ostium)이라고도 불린다(3). 방실관 결손증은 일반적으로 부분적 결손과 완전 결손으로 구분된다.\n완전 방실관 결손증(complete AVCD)은 다음 세 가지 해부학적 결함을 가지고 있다: 1) primum atrial septal defect, 2) high ventricular septal defect, 3) one abnormally formed five-leaflet of atrioventricular valve. 반면 부분 방실관 결손증(partial AVCD)는 다음 두 가지 해부학적 결함을 가지고 있다: 1) primum atrial septal defect, 2) cleft of the anterior mitral leaflet. 물론 partial AVCD 환자에서 primum atrial septal defect만 관찰되는 경우도 많지만 대부분 이첨판 전엽의 형성장애(cleft of anterior cusp of mitral valve)를 동반한다. 일차공 심방중격 결손은 독립적으로 발생하기도 하지만 대부분 이첨판전엽의 갈라짐과 함께 존재한다(3, 4). 이러한 결손의 형태에서 이첨판륜과 삼첨판륜은 분리되어 있다. Partial AVCD에서는 이첨판륜과 삼첨판륜은 각각 독립적으로 존재하지만, 방실판막의 결손 정도, 중격결손의 형태 및 좌심실 유출로에 대한 폐색 여부에 따라 증상이 다양하게 나타날 수 있다(4, 9). 따라서 이러한 환자에서는 양심방 간에 거의 저항없이 혈류의 교류가 서로 가능하기 때문에 심실의 결손의 크기와 양심실의 탄력도에 따라 션트혈류의 방향과 양이 결정된다(4).\n이러한 결함의 발병원인에는 심장 발생에 관여하는 전사유전자의 돌연변이(예, NKX2.5, TBX5, GATA4)와 16번 염색체의 결손 등이 사람에서는 보고되어 있다(2, 11). 이 질환은 개와 고양이에서 발생이 보고는 되어 있지만 매우 드문 질환이다(2, 4, 5, 8).\n 환자정보\n 환자정보\n3세 중성화하지 않은 말티즈 암컷(체중 3 kg)\n 병력 및 신체검사\n환자는 태어날 때부터 심잡음이 있었지만 특별한 임상증상 없이 지난 3년간 지내왔다. 하지만 최근 들어 오래 걸었을 때 쉽게 피곤해하는 운동 불내성의 증상을 보였고 같은 배 다른 아기들에 비해서 체구가 작게 성장되었다. 신체검사상 특별한 이상 소견은 관찰되지 않았으며 수축기 혈압은 140 mmHg 정도였고 심박수는 160~200 bpm으로 빈맥 소견을 보였다. 좌측 심저부 청진 시 범수축기 잡음과 함께 S4 gallop과 split S2 음이 청진되었다\n.\n 진단검사\n 실험실 평가\n혈액검사상 CBC와 혈청화학 검사에서는 이상소견이 발견되지 않았다.\n ECG 검사\nLead I에서 upright QRS complex로 left anterior fascicular block, lead aVF에서 negative QRS complex, 그리고 심장의 QRS axis의 우측변위가 특징이며 leads I, II and III에서 P-wave는 positive이며 lead II에서 P wave의 진폭이 확연하게 증가(0.5 mV)되어 있어 우심방 확장을 암시하는 소견을 보였다. 또한 lead II와 III의 deep S-wave는 우심실 종대도 의심케 하는 소견이었다. 심박수 변화가 심한 것은 환자가 동성 부정맥이 심하다는 소견을 나타낸다.\n 방사선 검사\n흉부 방사선 외측상에서 심장크기는 정상이었지만(VHS 9.2, 정상범위: 8.5~10.5 V), sternal contact의 증가와 10~11시 방향 bulging은 우심계 확장을 의심케 하는 소견이다. 하지만 복배상 사진에서는 뚜렷한 이상소견을 관찰할 수 없었다.\n 초음파 검사\n2D 모드에서 심방중격 부위의 완벽한 결손(primum type ASD)을 확인할 수 있었다. 이 부위의 결손부위가 너무 커서 와류는 관찰되지 않았고 심각한 혈액 교류도 일어나지 않았다. 우측 부흉골 4강 장축단면에서 우심실과 우심방의 확장이 관찰되었고, 중격부위의 결손, 삼첨판과 이첨판막 탈출에 의한 경미한 역류성 와류가 감지되었다. 또한 M-mode 심초음파상에서 좌심실 내강은 상대적으로 협소해지고 우심실 내강이 상대적으로 확장되어 보이고, 이첨판막 끝 부분의 갈라짐이 확인되었다. 추가적인 심초음파 검사상 심실중격은 결손이 미비하거나 정상처럼 보였다.\n환자는 심방중격의 대형결손(primum ASD), 이첨판과 삼첨판 판막의 결손과 탈출, 거의 정상에 가까운 심실 중격의 소견을 근거로 부분 방실관 결손증(partial AVCD)으로 최종 진단되었다. 또한 심전도상에서 left anterior fascicular block과 동성 부정맥이 합병되어 있었고, 환자는 영상진단상 심각한 중격결손에도 불구하고 경미한 임상증상만 보이는 ISACHC II 단계의 심부전으로 최종 진단되었다.\n 치료 및 환자 관찰\n환자의 경우, L-R shunt ASD에 의한 우심계 확장이 있었지만 간종대나 복수 같은 우심부전의 증상은 관찰되지 않았고 미약한 운동 불내성만을 보였다. 심방중격 결손은 Amplatz ASD occluder를 이용하여 치료가 가능했지만, 환자의 경우, 대형의 primum type ASD였기 때문에 occluder의 wing을 위치시킬 만한 충분한 공간이 확보되지 않고, 환자 자체가 너무 소형이어서 중재술을 통한 중격결손 치료는 시도되지 못하였다. 또한 이첨판이나 삼첨판의 결손은 외과적으로 치료해야 하지만 사정이 여의치 않아 실시되지 못하였다. 따라서 환자는 약물요법으로 관리하기로 결정하였다.\n환자의 경우, 우심방에 걸려 있는 volume overload를 완화시켜 주기 위해서 이뇨제(furosemide, 2 mg/kg, bid, PO)를 처방하였고 RAAS activation을 차단하기 위해서 ACEi (Enalapril, 0.5 mg/kg, bid, PO)를 처방하였다. 비록 환자가 우심실 확장과 우심방 확장 소견을 보였지만 심각한 폐성고혈압 소견은 관찰되지 않아서 sildenafil은 처방되지 않았다. 치료를 실시한 며칠이 지나 환자는 약물치료에 반응을 보이며 운동 불내성이 많이 개선되었다. 환자는 주기적으로 검사를 받고 있지만 몇 년 동안 상태가 크게 악화되지 않고 있다.\n 증례 고찰\nPartial AVCD는 primum ASD와 이첨판 전방 판막소편의 갈라짐(cleft)이 특징이다. 이 질환은 광범위한 의미로 보면 primum type ASD로 분류할 수 있다(10). 따라서 partial AVCD의 발병기전이나 병인은 primum ASD와 유사하다. 따라서 이러한 환자에서는 이 첨판륜과 삼천판륜이 정상 동물과 마찬가지로 완전히 분리되어 있다. 따라서 이러한 환자의 부분적 방실관 결손증의 치료는 심방중격 결손에 대한 치료뿐만 아니라 방실판막의 갈라짐을 수술적으로 교정해야 한다(4, 5).\nPartial AVCD에서 관찰되는 심잡음의 형태는 좌측 기저부에서 수축기성 심잡음(심방중격 결손부의 션트혈류와 방실판막의 prolapse에 의한 폐쇄부전)과 우심계에 걸리는 압력부하 때문에 생기는 split S2 음이다(3, 4). 방실판막의 결손 정도에 따라 좌측과 우측 첨부에서 역류성 심잡음도 확인된다(8). 이 환자에서도 이러한 심잡음이 모두 관찰되었다. Split S2 음(제2심음 분열)은 좌측 심실 수축기보다 우측 심실 수축기가 더 길어질 경우 발생한다. 예를 들어 심방수준에서 좌측에서 우측으로 단락이 있을 경우 우측의 심실은 혈류량의 과부하가 발생한다. 그 결과 우측 심실로 유입되는 혈류량이 증가함에 따라 우측 심실의 수축시간은 길어지게 된다. Primum ASD와 같은 큰 결손부위가 있는 증례의 경우, 우심실의 편심성 비대가 유발되며 결과적으로 우심방, 우심실에 좌측보다 더 커진 심실내압으로 인해 우측에서 좌측으로 혈류의 흐름이 발생한다(shunt reversal; 3). 하지만 이 증례에서는 아직 shunt reversal은 관찰되지 않았다. S4 gallop은 일반적으로 심실의 비대로 인해 심실충전 공간이 감소할 때 발생한다. 이 환자의 경우, 우심실에 걸린 압력부하로 인해 심방 수축기 때 조기충전이 일어나 이러한 심잡음이 발생한 것 같다.\nPartial AVCD의 일반적 ECG 소견은 leads I, II, III, aVF에서 ‘deep S-wave’와 좌측에서 우측으로의 단락으로 인한 QRS의 우측 편위이다(8). 정상적 심장 전도섬유의 발생을 방해하는 해부학적 결손에 의해 각차단이 자주 관찰된다(3). 이 증례에서도 심전도상에서 좌전섬유속 차단(lead I에서 positive QRS complex, aVF에서 negative QRS complex), 심방확장(tall P wave) 및 우심실 종대(deep S-wave) 소견이 모두 관찰되었다. 좌전섬유속 차단은 심실전도로의 해부학적 결손이나 MIMI (microscopic intracardiac myocardial infarction) 등에 의해 발생한다(13). 일반적으로 좌전섬유속은 더 가늘고 좌후섬유속보다 더 쉽게 파열되기 때문에 해부학적 결함이나 속발성 심실변형에 더 취약하다(13). 따라서 좌전섬유속의 차단이 좌후섬유속 차단보다 임상에서 더 자주 나타난다.\nPartial AVCD의 정확한 진단은 대부분 초음파를 통해 가능하다. 이러한 질환에 대한 확진적 심초음파 소견에는 1) 우측 부흉골 4강 장축단면과 좌측 심첨 4강 장축단면에서 방실관결손을 확인하고, 2) 우측 부흉골 좌심실 단축단면에서 이첨판의 중격 끝부분 갈림(cleft)을 확인하는 것이다(3, 8). 기타 소견으로는 1) 방실판막의 하행변위, 2) 삼첨판의 전방판막의 이형성이나 갈라짐, 3) 좌심실 유출로의 연장(goose neck) 등이 있다(4, 5, 8, 10). 비록 심초음파 검사가 complete AVCD와 partial AVCD를 감별하는 데 가장 이상적인 검사방법이지만, 이첨판막의 갈라짐(cleft)을 초음파를 통해 영상화하기가 힘들기 때문에 정확한 진단에 상당한 노력이 필요하다. 이첨판막의 갈라짐을 영상화하기에 가장 좋은 위치는 우측 부흉골 장축단면에서 이첨판 root 쪽을 살펴보는 것이다. 만약 초음파 화질이 떨어져 이러한 갈라짐을 영상화하는 데 실패할 경우, 컬러 도플러 심초음파로 이첨판륜에서 역류되는 혈류를 가시화하면 진단에 도움이 된다(3, 4, 8). 그러나 이 방법은 추천되지 않는다.\n폐혈류와 전신혈류(Qp:Qs)의 비율을 펄스 도플러 심초음파를 사용하여 혈역학적 상태와 심방중격 결손의 예후를 평가하는 데 사용할 수 있다. 폐와 대동맥 혈류의 부피를 반영하는 폐혈류와 전신혈류(Qp:Qs)의 비율은 심방중격 결손이나 심실중격 결손같은 심장내 단락의 정도를 평가하는 데 유용하다(7). 만약 폐혈류와 전신혈류(Qp:Qs)의 비율이 2보다 크다면 환자가 심각한 혈역학적 부하가 걸려 있다는 소견이므로 수술적 교정이 필요하다는 것을 의미한다(15, 16). 불행하게도 이 환자에서 이러한 검사는 이루어지지 못하였다. 그러나 이 방법은 아직까지 소동물에서 그 유효성이 입증되어 있지 않았다(8).\nPartial AVCD의 환자는 대형 심방중격증과 유사한 병리생리학적 소견을 보인다. 따라서 이러한 환자의 임상증상은 단락의 방향과 심방중격 결손의 크기에 의해 결정된다. Primum ASD 같은 대형 결손증에서는 좌심실과 우심실의 탄력도에 따라 이완기 때 유입되는 혈류의 비율이 결정된다. 따라서 우심실은 좌심실에 비해 얇기 때문에 심실의 탄력도가 거의 2~3배 이상 좋다. 따라서 우심실은 좌심실에 비해 더 많은 혈류를 수용할 수 있다. 따라서 심실중격과 심방중격 결손에서 단락된 혈류는 좌측에서 우측으로 이동하게 된다. 그러나 만약 우심방, 우심실의 압력이 좌심계를 능가하는 상황이 발생하면(예, 폐성고혈압 또는 복합기형), 단락의 방향은 우측에서 좌측으로 바뀔 수 있다. 만약 이러한 경우라면, 비록 환자가 무증상이나 경미한 증상을 보여도 장기적인 예후는 불량하다(3, 10). 따라서 중격의 결손이 대형일 경우, 치료받지 않는다면 예후는 불량하다. 환자의 경우, 다분히 앞에 언급한 내용과 유사한 방향으로 진행될 것으로 추측되었지만 2년 이상 증상이 악화되지 않았다. 또한 partial AVCD에서 관찰되는 이첨판막과 삼천판막의 갈라짐에 의한 이첨판 역류나 삼첨판 역류는 폐쇄부전에 의한 혈량 과부하를 야기하고 양측성 심방확장의 원인이 된다(4). 하지만 환자의 경우, 좌심방의 확장은 미비하였다. 이는 아마도 심방중격 결손을 통해 잉여의 혈량이 우측으로 이동하여서 그런 것 같다.\n내과적 약물 요법은 수술적 교정을 하기 전에 환자의 울혈성 심부전 증상을 완화시키는 목적으로 주로 실시된다. 따라서 치료의 방향은 1) 심방에 걸려 있는 혈량(용적) 과부하를 줄여주고, 2) 신경 호르몬계 활성을 차단하며, 3) 폐성고혈압이 생기지 않게 하거나 완화시켜 주는 데 있다. 따라서 이 환자의 경우에도 이러한 치료전략을 가지고 접근하였고 장기간 환자관리를 성공적으로 유지할 수 있었다. 현재까지 알려진 AVCD의 가장 확실한 치료는 수술적 교정이다(4). 수의학에서도 중격 결손부위를 patch graft(심낭의 일부를 떼어서)하고 이첨판막 갈라진 부위를 교정하는 외과적 치료법이 시도된 적이 있다(4, 5). 그러나 성공률은 높지 않았다(5, 8). 따라서 외과적 교정보다는 심장 중재술 치료나 내과적 약물요법이 주로 사용되고 있다. 이 증례에서도 Amplatz ASD occluder를 이용한 치료가 계획되었지만 환자의 결손부위가 너무 커서 시도되지 못하였다. 다만 약물요법으로도 환자를 장기간 성공적으로 관리가 가능했다. 이 증례는 2007년 임상수 의학회지(Lee S-G, Nam S-J, Hyun C. Partial atrioventricular canal defect in a Maltese dog. J Vet Clin 2007:)에 보고된 증례이다.\n\n"
}