{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "18\n전염성 심내막염\nInfective endocarditis\n 서론\n전염성 심내막염(infective endocarditis; IE)은 심내막 구조물(예, 판막이나 심내막)에 대한 염증을 말한다. 비록 여러 가지 병원체가 감염을 유발할 수 있지만, 심내막염의 주요한 요인은 세균이다(4, 5, 6, 10, 11). 세균이 판막에 집락을 형성하면(주로 이첨판이나 대동맥판에), 판막에 증식성 병소(우상성-vegetations)를 유발하고, 판막소편을 부식시키고 파괴하여 판막의 폐쇄부전을 유발하여 혈액의 역류를 유발한다(5, 7, 8). 급성 세균성 심내막염은 주로 그람음성 간균(예, E. coli)에 의해 발생하고, 짧은 임상경과시간을 보인다(폐사까지 대략 2~3주가 소요; 4). 개에서 발생하는 세균성 심내막염은 상기 특징을 보이는 악성질환인 경우가 많다(5). 한 회고연구에 따르면, 개에서 감염성 심내막염의 병소가 가장 많이 관찰되는 부위가 대동맥판(49%)과 이첨판(36%)이라고 하며, 삼첨판(2%)은 매우 드물며, 폐동맥판은 거의 발생하지 않는다고 한다(4). 또한 대동맥과 이첨판이 동시에 발생하는 경우는 약 2% 정도로 드물다고 한다(10). IE는 주로 중대형 견종(예, German shepherds 또는 German shepherd crosses, Golden retrievers, Labrador retrievers; 10, 11)에서 발생한다.\n패혈증이 판막에 세균의 집락을 형성하는 주요한 원인이다. 신체점막에 대한 물리적 조작(예, urinary catheterization, dental scaling)이 사람에서 패혈증을 유발하는 주요한 요인이다(10). 반려동물에서는 dental scaling이 패혈증을 유발하는 가장 대표적인 요인이다(10). 그 밖에 심내막염을 유발하는 데 기여하는 인자로는 심각한 판막질환(예, 대동맥하 협착증), 전신질환(예, 요독증, 전신 홍반성 낭창), 면역부전, 패혈증 등이 있다.\n발열과 함께 갑작스런 심잡음이 발생할 경우, 전염성 심내막염을 의심케 하는 가장 주요한 임상증상이다(10, 12). 비록 수축기 잡음이 주로 나타나지만, 손상된 판막의 위치와 정도에 따라 심잡음의 양상은 달라진다. 만약 대동맥판이 이환될 경우, 이완기 역류성 심잡음(diastolic regurgitation)이 주로 청진된다(12). 이 질환에 대한 진단은 주로 병력(갑작스런 심잡음의 발생과 발열), 임상증상, 혈액배양(그람음성 간균) 및 심초음파(예, 대동맥이나 이첨판의 역류와 와류 및 판막소편의 우상성 변화) 소견을 통해 내릴 수 있다(7, 8, 13). 하지만 혈액에 대한 세균 배양의 성공률은 그다지 높지 않기 때문에, 확진을 내리기 위해 반드시 양성의 혈액검사 소견이 필요하지는 않다(4, 8). 치료는 보통 경험적 항생제 처방으로 세균 감염을 조절하고(세균배양이 성공하면 항생제 감수성 검사 결과에 따라 항생제를 다시 선택해서 투여), 일반적인 심부전의 치료원칙에 따라 심부전을 치료한다. 개에서 일반적으로 예후는 불량하다. 비록 개의 경우, 이첨판에 침해되는 경우가 대동맥판에 침해되는 경우보다 오래 생존하지만, 이미 손상된 판막소편을 치료할 방법이 수의학에서는 아직까지 개발되지 않았기 때문에, 모든 이환된 환자는 결국 다양한 정도의 심부전의 소견을 보이게 된다(11, 13). 이 증례는 관절활액염과 패혈증에 의해 대동맥판에 심내막염이 발생했던 증례보고이다.\n 환자정보\n 환자정보\n환자는 3년령 수컷 달마시안종 개(체중 28 kg)\n 병력 및 신체검사\n환자는 보름 전부터 식욕부진의 증상을 보여 지역병원에 내원하여 중증의 심장사상충 감염으로 진단되어 치료를 받던 증례이다. 환자는 특히, 지난 2주 동안 증상이 악화되어 심장사상충 제거술을 받기 위해 강원대학교로 리퍼되었던 증례이다. 보호자의 말에 따르면 특히, 지난 3~4일 전부터 뒷다리를 아파하고 잘 딛지 못한다고 했다. 환자의 주요 임상증상은 식욕부진, 기면(lethargy), 의기소침 및 파행(lameness)이었다. 신체검사상, 심박수는 120~200 bpm, 수축기 혈압은 200 mmHg, 체온은 408C를 보였다. 또한 대동맥 박동이 과항진된 bounding pulse 소견을 보였고, 부정맥과 빈맥이 감지되고 뒷다리 관절에 통증을 호소하였다. 청진상 좌심저부에서 grade 3/6의 이완기 역류성(점약성) 심잡음이 청진되었다(그림 18-1).\n 진단검사\n 실험실 평가\n혈액검사상 가장 큰 특징은 백혈구 증가증, 호중구 증가증, 림프구 증가증 및 단핵구 증가증이다(표 18-1). 또한 핵좌방이행이 관찰되고 세망적혈구 증가를 동반한 빈혈소견이 관찰되었다. 빈혈과 함께 혈색소 감소 소견도 관찰되었다. 또한 혈소판 수치가 크게 감소되어 있었다. 발열의 병력과 백혈구 증가증 및 혈소판 감소는 심각한 감염을 암시하고 패혈증을 암시하는 소견이었다(표 18-1). 혈액도말 표본 검사에서 호중구의 핵좌방이행을 나타내는 다수의 밴드형 호중구가 관찰되었다(그림 18-2A). 혈액 생화학 검사상, 간수치의 경미한 상승과 저알부민증을 동반한 저단백혈증이 관찰되었다. 이러한 소견은 패혈증과 장기 질환에 따른 식욕부진을 동반한 만성 소모성 질환이 원인으로 추정되었다(표 18-1). 후지 슬관절에서 활액을 채취하여 도말표본 검사를 실시한 결과 다수의 호중구와 활액파편 세포들을 확인할 수 있었다(그림 18-2B). 환자는 또한 심장사상충 항원 검사에서 양성반응을 보였고 혈액도말 표본상에서도 다수의 microfilaria를 관찰할 수 있었다(그림 18-2C).\n ECG 검사\n12-lead surface ECG 검사에서 환자는 분당 ~150회 정도의 전형적인 idioventricular rhythm (IVR)의 소견을 보였다(그림 18-3). 따라서 환자에게 응급으로 mexiletine (1 mg/kg, q12h, PO)을 투약하고 더 자세한 판독을 위해 홀터 심전도 검사를 실시하였다. 홀터 심전도상에서 환자는 약물 처치로 인하여 리듬이 동박동으로 전환되었지만 간헐적으로 paroxysmal ventricular tachycardia가 수십 초간 간헐적으로 출현하기도 하였다(그림 18-4). 따라서 환자에게 일반적 내과 응급처치(수혈과 항생제 투여)를 실시하고 지속적으로 환자 상태를 지켜보기로 하였다. 환자의 상태가 안정화되고 나서 측정한 심전도 검사에서 연속적인 악성 심실성 빈맥의 발생은 소실하였지만 간헐적으로 interpolated ventricular premature beats가 동박동 사이사이에서 지속적으로 관찰되었다(그림 18-5). 따라서 환자에게 지속적으로 mexiletine (1 mg/kg, q12h, PO)을 투약하였다. 환자는 심내막염의 증상이 안정될 때까지 간헐적인 심실성 조기박동이 지속하였다.\n 방사선 검사\n흉부 방사선 검사상, 외측과 복배상 모두에서 뚜렷한 심종대 소견은 확인되지 않았지만 경미한 대동맥의 확장 소견이 외측상에서 관찰되었다(그림 18-6).\n 초음파 검사\n심장 초음파 검사상, 대동맥 판막의 우상성 비대 병변(그림 18-8A)과 심각한 수준의 대동맥 역류 소견이 관찰되었다(그림 18-7B). 우측 부흉골 5강 장축 단면상에서 좌심실 유출로에서 수축말기에 형성되는 심각한 역류성 모자이크 혈류를 확인할 수 있었고(그림 18-7A), 좌측 심첨부 5강 장축 단면상에서 연속도플러 촬영을 통해 대동맥 역류를 측정하였을 때 최고 속도가 ~4 m/s (PG ~64 mmHg) 정도로 기록되는 심각한 대동맥판 폐쇄부전이 확인되었다(그림 18-7B). 좌심실 유두근 단축 단면에서 실시한 M-mode 심초음파 검사에서 중격과 좌심실 유리벽의 hyperdynamic wall motion이 관찰되고, 심내막의 에코원성의 증가 소견을 확인할 수 있었다(그림 18-8B). 또한 %EF와 %FS 모두 심각한 수준으로 감소되는 소견이 관찰되었다. 하지만 우심실과 우심방 및 폐동맥 모두에서 심장사상충을 확인할 수 없었고 심각한 수준의 폐성고혈압이나 삼첨판 역류를 확인할 수 없었다.\n환자는 발열, 핵좌방이행을 동반한 백혈구 증가증과 혈소판 감소 소견, 갑작스런 심잡음의 출현 및 심초음파상 대동맥판막의 우상성 병변과 심각한 수준의 대동맥판 역류 소견을 근거로 급성 세균성 심내막염으로 진단되었다. 또한 동반된 질환으로 후지의 세균성 관절염, 심장사상충(class I-II grade) 감염증, 패혈증 및 심실성 빈맥 등이 있었다. 또한 심비대는 확인되지 않았지만 운동불내성 소견을 보였기 때문에 ISACHC II의 심부전 상태로 최종 진단하였다.\n 치료 및 환자 관찰\n환자에 대한 치료는 난해하고 복잡했다. 심각한 부정맥과 패혈증을 동반한 심각한 수준의 빈혈 및 심부전 상태를 고려하여 치료의 우선순위를 결정하였다. 일단 심실성 빈맥과 idioventricular rhythm을 조절하기 위해 mexiletine (1 mg/kg, q12h, PO)을 투약하였고, 심내막염과 패혈증을 치료하기 위해 광범위한 항생제(gentamycin, 3 mg/kg, q8h, IM/cefazoline, 10 mg/kg, q8h, IV)를 투약하였다. 또한 전혈을 실시하여 환자의 PCV수치를 25%까지 끌어올렸다. 또한 심장사상충의 자충을 구제하기 위해 ivermectin (6 ug/kg PO)을 투여하였다. 환자가 심각한 울혈성 심부전 증상이나 폐부종의 소견은 보이지 않았기 때문에 이뇨제 처방은 실시하지 않고 ACEi (Enalapril, 0.5 mg/kg, q12h, PO)만 투여하였고 혈전예방을 위해 clopidogrel (10 mg/kg, q24h, PO)을 투여하였다.\n환자는 3일간의 응급처치를 통해 백혈구 수치가 13.4 3 103/L으로 떨어지고 식욕도 회복하고 움직일려고 하였다. 관절에 대한 통증을 완화시켜 주기 위해 tramadol (1 mg/kg, q12h, PO)을 추가 투여하였다. 환자는 일주일 뒤 심장 검사에서 대동맥 역류속도의 감소와 함께 심잡음 강도의 약화가 감지되었고 산책을 할 정도로 건강을 회복하였다. 환자는 항생제 처방(Amoxicillin-clavulanate, 20 mg/kg BID, PO)과 함께 ACEi와 항혈전제를 2주간 더 처방하고 퇴원하였다. 한 달 뒤 환자에 대한 심장사상충 성충처치가 리퍼한 병원에서 실시되었고, 환자에게 ramipril (0.125 mg/kg, q24h, PO)을 지속적으로 복용시키도록 지시하였다. 환자는 현재까지 건강하게 잘 살아 있으며, 대동맥 판막의 역류는 남아 있지만 울혈성 심부전의 소견은 현재까지 보이고 있지 않다.\n 증례 고찰\n개의 감염성 심내막염 환자에서 병원체를 확인하기 위해 세균학적 배양검사가 빈번하게 실시되지만 그 성공률이 높지 못하여, 일반적으로 진단은 심초음파 검사상 판막의 변성과 항생제에 대한 치료반응 등으로 진단을 내리는 것이 일반적이다. 또한 개와 고양이의 감염성 심내막염 환자에서 확진을 위한 혈액 세균배양 검사의 특이도와 민감도는 매우 낮게 보고되어 있다(11). 개의 경우, 혈액 배양에서 양성이 나올 확률이 50~90%로 다양하게 보고되어 있다(11). 그러므로 수의학에서는 대부분의 심내막염의 진단은 임상증상(예, 발열, 갑작스런 심잡음의 출현 및 혈전색성 질환의 증상 발현)과 심초음파 검사를 토대로 이루어지고 있다. 비록 혈액 세균배양 검사의 민감도가 낮아도 모든 환자에서 세균 배양은 지시되며, 세균이 배양될 경우, 항생제 감수성 검사를 반드시 병행해야 한다(4, 8, 9, 11). 비록 심초음파 검사가 100%의 민감도와 특이도를 가지는 검사는 아니지만 만약 환자의 판막에 1 mm 이상의 우상성 변성이 일어날 경우, 가장 빠르고 쉽게 병변을 확인할 수 있는 검사법이다(7, 8). 판막의 우상성 변화를 관찰할 수 없더라도, 만약 환자의 판막에서 폐쇄부전에 의한 역류의 소견이 관찰된다면, 심내막염을 강하게 암시하는 소견이 된다(특히, 대동맥 판막의 경우; 7). 이 증례에서도 핵좌방이행을 동반한 백혈구 증가증과 혈소판 감소 등 패혈증이나 세균 감염증에 대한 뚜렷한 실험실 검사 소견을 보였지만 혈액에 대한 세균배양 검사에서 음성이 나왔다. 하지만, 발열과 갑작스런 심잡음의 발현 및 심초음파 소견을 근거로 세균성 심내막염을 가진단하고 광범위한 항생제를 공격적으로 처치하였다. 환자는 빠르게 회복하였고 이러한 치료반응을 통해 세균성 심내막염으로 확진을 할 수 있었다. 또한 스테로이드 제제를 사용하지 않았음에도 환자의 상태가 빠르게 개선되는 상황으로 미루어보아, 면역 매개성 요인에 의한 심내막염은 배제할 수 있었다. 하지만 최근 한 연구에 따르면 개에서 Bartonellosis와 관련된 면역매개성 심내막염의 발병이 보고된 바 있다(3). 하지만 Bartonellosis에서는 주로 면역매개성 사구체 신염이나 다발성 관절염이 동반되는데 환자에서는 이러한 소견이 관찰되지 않았기 때문에 이러한 원인도 배제할 수 있었다. 비록 사람에서는 human immunodeficiency virus (HIV)에 의한 심내막염의 발병보고가 있지만(1), 개에서는 아직까지 없기 때문에 바이러스 감염증 역시 배제할 수 있었다.\n심내막염의 발생 기전은 주로 침식성으로 손상된(erode) 내피세포에서 기인한다. 침식된 내피세포에 콜라겐이 노출되어 혈소판이 부착되고 이러한 혈소판이 국소적인 혈전을 형성하게 되고, 이때 혈류를 따라 세균이 우발적으로 이러한 부위에 집락을 형성하여 국소 감염을 유발한다. 이때, 세균과 염증 매개 산물에서 분비되는 효소들이 진행성으로 판막을 파괴하게 되어 판막 폐쇄부전을 유발한다. 이러한 판막 폐쇄부전이 진행하여 혈역학적 변화를 유발하며 이로 인하여 울혈성 심부전(CHF)의 증상이 발현된다.\n일반적으로 심내막염에 대한 치료는 원인 병원체를 치료하고 심장 합병증(예, 울혈성 심부전과 혈전형성)을 최소화하는 데 있다. 비록 항생제를 감수성 검사 결과에 따라 선택하는 것이 원칙이지만, 심내막염의 경우, 시간을 지체할수록 판막소편의 손상의 범위가 넓어지고 기능적인 폐쇄부전이 잔존할 가능성이 높아지기 때문에 경험적으로 광범위한 항생제를 먼저 투여한 후 감수성 검사결과에 따라 항생제를 교체하여 투약하는 방법을 권장하고 있다. 하지만 많은 증례에서 혈액 세균배양에서 병원체 분리에 실패하는 경우가 많기 때문에 항상 이러한 치료법을 적용할 수 있는 것은 아니다(11). 일반적으로 항생제는 살균제를 사용하는 것이 좋다. 왜냐하면 정균제의 경우, 판막내 우상성 병변내 집락을 형성한 세균을 제거하는 데 효과적이지 못하기 때문이다. 따라서 그람 양성균에 잘 듣는 2세대 penicillins(예, ampicillin)이나 cephalosporins(예, cefazoline)과 그람 음성균에 잘 듣는 aminoglycosydes(예, gentamicin or amikacin)를 합제로 투약하는 것이 가장 추천되는 방법이다. 스테로이드 치료는 임상증상을 악화시키고 판막의 병변을 영구적으로 지속되게 할 수 있기 때문에 환자의 예후를 오히려 악화시킨다. 세균성 심내막염의 가장 대표적인 합병증이 울혈성 심부전이다. 심하지 않은 대부분의 증례의 경우, 일반적인 심부전 치료법(예, diuretics, ACEi, inotropics)으로 치료가 가능하다. 이 증례의 경우, 환자는 대동맥판의 변성과 역류는 심했지만 심장의 리모델링은 거의 일어나지 않았고 심방의 확장의 소견은 관찰되지 않았다. 따라서 울혈성 심부전의 상태가 아니였기 때문에 이뇨제 처치 없이 ACEi만으로도 환자를 관리할 수 있었다. 다만 심내막염에 의해 속발한 심실성 부정맥이 환자의 상태를 위급하게 만들었지만, mexiletine 같은 class I 계열의 항부정맥 치료제를 이용하여 효과적으로 환자를 회복시킬 수 있었다.\n비록 이러한 질환의 단기 예후는 매우 불량한 편이지만 생존한 환자의 경우, 판막의 폐쇄부전이 심하지 않을 경우, 장기생존의 예후는 양호한 편이다. 따라서 조기진단과 공격적인 처치로 판막의 병소 진행을 최대한 단축하는 것이 환자의 생존 예후를 높이는 방법이다. 이 증례의 환자 역시 심장사상충에 의한 증상으로 오진하여 내원한 증례이지만 심초음파 검사를 통해 빠르게 가진단을 내려 공격적으로 항생제 처치를 실시하여 환자를 빠르게 회복시킨 증례이다. 이 환자 역시 대동맥 판막에 영구적인 손상이 발생하였지만 심부전을 유발할 정도는 아니였기 때문에 장기 생존이 가능했다. 이 증례는 대동맥 판막에 변성이 특징인 세균성 심내막염이다. 저자 실험실에서 발표한 또 다른 증례보고를 보면 소형품종에서 이첨판에 우상성 심내막염을 유발한 증례도 있다(Choi R, Nam-J, Moon H-S, Lee S-G, Hyun C. Vegetative mitral valvular regurgitation caused by infective endocarditis in a Maltese dog. J Vet Clin 2008; 20:106-111).\n"
}