{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "19\nEbstein’s anomaly\n 서론\nEbstein’s anomaly는 삼첨판 이형성증(tricuspid valvular dysplasia)의 일종으로 삼첨판의 벽측 판막소편이 우심첨 기부에서 형성되어(downward displacement) 우심실의 많은 부분이 우심방 영역(atrialized portion)이 되는 선천성 심장질환이다(1, 2). 이러한 판막의 기형적 형성에 의해 우심방의 압력이 높아지면서 태생 후에 자동 폐쇄되는 심방중격이 닫히지 않고 열려 있게 되므로 사람의 Ebstein’s anomaly 환자의 90% 이상 증례에서 심방중격 결손(ASD)이나 난원공 개존증(patent foramen ovale; PFO)이 동반된다고 한다(2). 이 질환은 소동물에서 극히 드물게 보고된 선천성 심장질환이다(3~6). 하지만 선천성 삼첨판 이형성증은 개와 고양이 모두에서 자주 보고되고 발생하는 질환이다.\n삼첨판 이형성증의 대표적인 임상증상은 수축기 때 삼첨판의 폐쇄부전에 의해 우심방으로 되돌아가는 삼첨판 역류증이다. 삼첨판 협착증은 개와 고양이에서는 매우 드물게 발생한다. 실제 삼첨판 이형성증에서는 건삭인대 형성 장애로 중격측 판막소편이 형성되지 않거나 판막소편이 중격에서 분리되지 못하는 경우가 많다. Ebstein’s anomaly는 이러한 삼첨판 이형성증의 변종으로 벽측 판막소편이 우심첨 기부와 연결되는 질환이다. 사람에서는 Ebstein’s anomaly 발생과 관련된 성별이나 인종 특이성이 보고된 바 없다. 또한 개와 고양이의 삼첨판 이형성(12 cases of Ebstein’s anomaly 포함)에 대한 회고 연구에서도 성별에 따른 특이성은 관찰되지 않았다(14). 하지만 Labrador retrievers와 Boxers에서 다소 호발한다고 한다. 사람의 경우, 대부분 산발성 발생을 보이지만 가족력이 있는 증례도 보고된 바 있다. 아직까지 발병원인이 뚜렷하게 밝혀지지 않았지만, 사람에서는 임신 시 lithium이나 benzodiazepine계 약물에 노출될 경우, 발병 위험률이 높아진다고 한다(7). 최근에 한 사람의 연구에 따르면, 심장발생에 관여하는 전사유전자의 돌연변이(예, NKX2.5)나 chromosome 11의 결함 등이 Ebstein’s anomaly 발생과 관련이 있는 것으로 알려져 있다(8, 9). 개에서도 유전적 삼첨판 이형성증이 Labrador retriever에서 보고된 바 있다(10). 이환된 개체의 가계조사를 통해 상염색체성 우성 유전 방식과 발병유전자가 9번 염색체에 존재한다는 사실이 밝혀졌다(10). 이 증례는 개에서 드물게 발생한 Ebstein’s anomaly 증례이다.\n 환자정보\n 환자정보\n7개월령 암컷 진돗개(체중 10.5 kg)\n 병력 및 신체검사\n환자는 심한 복수, 운동불내성과 청색증으로 강원대학교 심장센터로 리퍼된 증례이다. 환자는 어렸을 때부터 심잡음이 있었고 같은 배의 다른 강아지에 비해 성장발육이 늦었다고 한다. 백신과 기생충 예방은 정기적으로 실시되었다. 환자는 신체검사상, 복수와 청색증이 관찰되었고 전흉부 전율(precordial thrill)이 감지되었다. 우측 심첨부 청진 시 강한 점강성-점약성 grade 5/6 수축기 심잡음이 감지되었고, 때때로 제1심음의 분열음이 청진되었다. 환자의 수축기 혈압은 100~110 mmHg로 기록되었다.\n 진단검사\n 실험실 평가\n혈액가스 검사상, 환자는 저산소증 상태였고(PaO2: 60 mmHg; reference range, 80~104 mmHg), PCV는 54%이면서 총 적혈구 수치는 7.9 3 1012/L로 상한선의 정상범위에 포함되어 있었다. 그 밖의 혈액검사나 혈청생화학 검사상 이상 수치는 감지되지 않았다.\n ECG 검사\n심전도상 리듬은 sinus rhythm이고 ~180 bpm의 빈맥 소견을 보였으며, R-R 간격은 일정했다. 가장 대표적인 심전도 소견은 tall P-wave (0.7 mV, 0.06 sec in lead II; 우심방 확장 소견)와 low QRS (0.1 mv)였다. 또한 극단적인 우심종대에 의해 isoelectic QRS complexes in lead I, aVR, aVL과 negative QRS in lead II, III, aVF 소견이 관찰되었다(QRS의 우측변위). 또한 rsr ‘S’ wave in leads II, III, aVF는 우각차단(right bundle branch block)을 암시하는 소견이 관찰되었다.\n 방사선 검사\n외측상 흉부 방사선 검사상, 구형의 심종대(VHS 14), 기관거상, 흉골접촉면 증가, 간종대, 복수, 후대정맥의 확장 같은 우심종대 소견이 관찰되었다. 복배상 흉부 방사선 검사상 giant heart shadow 소견이 관찰되었다. 하지만 대동맥, 폐동맥이나 좌심방 확장 소견은 확인되지 않았다. 이러한 방사선 소견은 전형적인 울혈성 우심부전에서 볼 수 있는 소견이었다.\n 초음파 검사\n2D 심초음파 검사상, 중격측 삼첨판 소편이 중격에서 불완전하게 분리되고 벽측 판막소편은 우심첨에 비정상적으로 길게 연결되어 있는 소견을 확인할 수 있었고, 우심실은 비정상적인 판막소편 형성에 의해 부분적으로 우심방화되어 있었다. 또한 대형의 삼첨판륜(tricuspid valve annulus), 비정상적으로 크게 확대된 우심방과 부분적으로 심방화된 우심실을 확인할 수 있었다. 또한 환자는 심방중격이 폐쇄되지 못한 ASD 소견을 확인할 수 있었다\n. 컬러 심초음파와 연속 도플러 심초음파에서 삼첨판 역류소견과 함께 심방중격을 통해 흐르는 혈류의 방향이 right-to-left 단락혈류 방향임을 확인할 수 있었다. 또한 삼첨판에 대한 연속 도플러 검사를 통해 삼첨판 역류의 최고속도가 4.1 m/s에 이른다는 사실을 파악할 수 있었다. Modified Bernoulli equation (DP 5 4 3 velocity2)을 통해 얻어진 우심실과 우심방 사이의 압력차이는 67 mmHg가 넘는 것으로 파악되었다. 또한 환자가 복수 소견이 있기 때문에 우심방의 내압은 이미 10 mmHg 이상인 것으로 계산하면, 환자의 우심실의 수축기 때 내압은 77 mmHg을 넘을 것으로 판단되었다. 빠른 삼첨판의 역류에 대한 원인인 폐동맥판의 협착이나 폐성고혈압에 대한 감별을 위해 폐동맥판에서 연속 및 펄스 도플러 검사를 실시한 결과, 폐동맥 유출로 최고속도가 0.9 m/s로 폐동맥판의 협착은 관찰되지 않았다. 이러한 소견을 근거로 환자는 ASD에 의해 상당한 수준의 폐성고혈압이 있음을 확인할 수 있었다. 또한 그 다음날 실시한 심초음파 검사에서 삼첨판 최고 역류속도는 4.54 m/s로 환자의 증상이 빠르게 악화되고 있음을 나타냈다. 또한 심방중격 결손부위에서 측정한 혈류의 속도는 1.2 m/s로 양심방 간에 압력차는 심하지 않는 것으로 판단되었다. 우심실이 상당부분이 우심방화되어 M-mode 심초음파상에서 우심실대신 우심방이 가시화되고 좌심실이 확장된 우심방에 의해 눌려 협소해져 있었다.\n환자는 어린 나이라는 점과 복수의 증상, 심전도상 tall P-wave, 흉부 방사선상 우심 종대 패턴 및 우측에서 강한 잡음 등의 소견을 토대로 선천성 삼첨판 질환이 강하게 의심되었다. 또한 이러한 소견은 심초음파 검사를 통해 확진이 가능했다. 하지만 일반적으로 삼첨판 이형성증 환자에서 우심부전의 증상은 보이지만 말기 환자가 아니면 청색증이 드물다는 사실을 감안하여 추가 심초음파 검사를 실시하였으며, 그 결과 R-L 방향의 심방중격 결손증을 확인하였다. 또한 비정상적인 삼첨판 벽측소편의 위치와 지나치게 확대된 우심방 영역은 Ebstein’s anomaly에 대한 특징적인 소견이었다. 따라서 환자는 Ebstein’s anomaly와 R-L ASD가 합병된 증례로 최종 진단되었다. 환자는 심비대뿐 아니라 휴식기에도 심각한 심부전의 증상을 보였기 때문에 ISACHCH IIIA-B 단계의 심부전으로 진단되었다.\n 치료 및 환자 관찰\n환자는 중상을 완화시키기 위해, 초기에 이뇨제(furosemide, 2 mg/kg, PO, q12h)와 ACEi (enalapril, 0.5 mg/kg, PO, q12h)를 4주간 처방하고 저염 사료를(Hill’s h/d, Hill’s Pet Nutrition) 급여하였다. 그러나 임상증상은 크게 개선되지 못하고 순환장애는 점진적으로 악화되는 양상을 보였다. 또한 환자는 추가적으로 호흡곤란, 출혈성 위장염과 신전성 질산혈증 소견을 보였다. 따라서 환자는 입원을 시켜서 환기개선과 저산소증 치료를 위해 산소탱크에 넣고 정맥성 혈관확장제(nitroglycerin patch, 0.033 mg for every other 12h)를 서혜부에 부착하고 1.5 L의 복수를 제거해 주었다. 3일간의 집중치료를 통해, 환자의 컨디션은 안정이 되었다. 환자는 안정화된 상태를 유지하기 위해, furosemide (4 mg/kg, PO, q12h), enalapril (0.5 mg/kg, PO, q12h), nitroglycerin patch (0.033 mg for every other 12h)와 처방사료 및 운동 제한을 지시하였다. 환자는 이러한 치료법으로 그 후로 4개월간 잘 관리되고 증상도 크게 악화되지 않았다. 그러나 보호자가 환자를 다시 병원에 데리고 왔을 때, 환자는 심각한 복수와 호흡곤란을 호소하고 있었다. 따라서 기존의 치료 이외에 spironolactone (1 mg/kg, PO, q12h)과 pimobendan (0.3 mg/kg, PO, q12h)을 추가로 처방하고 복수는 완전히 제거해 주었다. 상기 치료를 통해 환자의 임상증상은 크게 개선되고 환자는 다시 안정화되었다. 환자는 그 후로 10개월간 동일한 처방으로 잘 안정화되었지만(중간 중간 복수는 제거해 주었고), 갑작스런 심장마비로 폐사하였다. 보호자가 거부하여 부검은 이루어지지 못하였다.\n 증례 고찰\nEbstein’s anomaly에 대한 확진은 심장내 ECG 검사와 함께 혈관조영을 실시하거나 심장 초음파 검사를 통해 가능하다. 심초음파 검사상 특징에는 1) 비정상적으로 우심첨부에 형성된 삼첨판의 벽측 판막소편, 2) 중격측 판막소편의 중격으로부터 분리부전이나 무형성, 3) 삼첨판 판막의 비정상적인 만남(eccentric leaflet coaptation), 4) 크게 확대된 우심방, 5) 심방화된 우심실, 5) 중등도-심한 삼첨판 역류, 6) 우심실 확장과 수축력 저하소견등이 포함된다(2). 심장내 심전도와 함께 혈관조영을 통해 비정상적인 우심실의 전기적 활동과 동시에 비정상적으로 높아진 우심방압을 확인할 수 있다.\nEbstein’s anomaly의 혈역학적 변화은 판막소편의 이상형성 정도와 삼첨판의 역류정도에 따라 달라진다(11). 이 환자에서 환자는 심한 삼첨판 판막 소편의 이상과 삼첨판 역류 소견을 보였다. 뿐만 아니라 폐성고혈압과 right-to-left ASD가 합병되어, 삼첨판 역류와 우심부전의 증상이 더욱 악화되었다. 심각한 우심정체에 따라서 정맥계 혈관이 확장되어 간종대와 복수를 유발하였다(2). 더 나아가, 태어난 뒤로 지속적으로 우심방압이 높았기 때문에 심방중격이 제대로 폐쇄될 수 없었다. 이러한 이유로 환자에서 ASD가 발생한 것으로 보인다. 또한 ASD를 통해 심각한 R-L shunt 혈류가 청색증을 유발한 것으로 보인다. 또한 R-L shunt에 의한 저산소증, 폐성고혈압과 우심부전에 의한 복수 소견 등이 환자로 하여금 노력성 호흡을 발생시켜 호흡곤란의 증상을 유발한 것 같다. 더 나아가 상당한 수준의 폐성고혈압이 환자의 Ebstein’s anomaly의 진행을 빠르게하고 악화시키는 요인으로 직용한 것 같다(예, R-L shunt를 유발하고, 우심부전의 증상을 악화시킴).\n최근의 한 회고 연구를 통해 개와 고양이에서 발생하는 Ebstein’s anomaly의 특징들이 확인되었다(14). Ebstein’s anomaly가 있는 개에서는 호흡곤란, 복수 및 운동불내성 소견이 가장 흔한 임상증상이라고 한다(14). 실제로 청색증은 2/12마리에서만 관찰되었다고 한다. 이러한 청색증이 있었던 환자 중 한 마리는 이 증례처럼 R-L ASD를 동시에 가지고 있었다(14). 사람의 연구에 따르면, 청색증은 주로 어린 환자(생후 6개월~2세; 전체 증례의 35%)에서 발생하고 성인에서는(18세 이상; 전체 증례의 4%) 매우 드물게 발생한다고 한다(12). 사람에 비해 개에서 청색증의 발생률이 낮은 이유는 아마도 사람은 전체 인구의 25%에서 다양한 정도의 심방중격장애(PFO or ASD)가 발생하지만, 개에서는 이러한 심방중격 결함이 다소 드물게 발생하기 때문인 것 같다.\nParoxysmal supraventricular tachycardia (SVT), right bundle branch block와 Wolff-Parkinson-White (WPW) syndrome이 Ebstein’s anomaly가 있는 사람에서 가장 자주 나타나는 부정맥이다(2). 이 환자에서도 우심방 종대(tall P) 소견과 우심실 종대(QRS axis right deviation)뿐 아니라 우각차단의 심전도 소견이 관찰되었다. 이러한 심전도 소견은 위와 같은 장애가 있는 개와 사람에서 가장 흔히 볼 수 있는 이상 심전도 소견이다(5, 6).\nEbstein’s anomaly 환자에서 가장 흔히 볼 수 있는 청진상 이상 심음은 제1심음과 2심음의 분열에 따른 quadruple rhythm과 삼첨판 역류에 의한 범수축기 잡음이다. 상대적으로 삼첨판 협착이 동반되면 이완기 역류음이 나타날 수 있고, 폐동맥 협착이 동반될 경우, 수축기 박출성 심잡음이 나타날 수 있다(5, 6, 11). 이 증례에서는 비록 대표적인 심잡음은 범수축기 잡음이었지만 사람의 보고와 유사하게 우각차단에 의한 제1심음의 분열음 역시 관찰되었다(2).\n일반적으로 Ebstein’s anomaly에 대한 치료방향은 1) 강심제 보조요법, 2) 울혈성 심부전에 대한 이뇨제 처치, 3) 항부정맥 약물(빈맥성 부정맥에 대한 catheter ablation 치료), 4) 청색증에 대한 산소공급과 정맥방혈(2) 등이다. 사람에서는 판막소편의 이상 변위의 정도와 삼첨판 역류의 정도에 따라 다양한 방법의 외과적 치료법이 개발되어 있다(예, Starnes procedure, bidirectional Glenn procedure, Fontan completion) (2, 13). 그러나 이러한 외과적 교정술의 치료는 개에서 아직까지 보고된 바 없다. 이 증례의 경우, 환자는 Ebstein’s anomaly 이외에도 R-L ASD와 폐성고혈압이 합병된 상태였기 때문에 환자를 안정화시키기 위한 초기 치료전략은 매우 난해하고 복잡했다. 따라서 초기 치료의 목표는 이뇨제와 ACEi를 사용하여 우심계에 걸려 있는 용적과부하(volume overload)를 감소시켜 주는 데 목표를 세웠다. 그러나 이러한 노력에도 불구하고 치료는 그다지 성공적이지 못하였다. 따라서, 우심계로 환류하는 venous return을 줄여주기 위해서 정맥성 혈관 확장제를 사용하였다. 또한 환자의 조직산소 포화도를 높여주기 위해서 산소치료를 실시하였다. 이러한 치료로 환자는 4개월 동안 어느 정도 안정화되었다. 하지만 시간이 갈수록 환자의 상태는 다시 악화되었고, 환자의 치료법에 대해 재고하게 되었다. 환자가 폐성고혈압이 심한 상태였기 때문에 심실 수축력을 늘려주고 폐혈관계의 저항성을 완화시켜 주기 위해서 피모벤단을 처방하고(이 당시 sildenafil의 사용이 힘들었다), 두 번째 이뇨제로 spironolactone를 기존의 치료제에 첨가하였다. 이러한 치료를 통해 환자의 상태를 빠르게 안정화시킬 수 있었고 거의 1년 가깝게 환자의 상태를 유지할 수 있었다(정기적인 복수 천자는 필요하였다).\nPimobendan은 calcium sensitizing effect에 의해 심근수축력을 높여주고 phosphodiesterase III 억제를 통해 페혈관계에 저항성을 낮출 수 있다. 사람에서는 폐성고혈압 치료에 칼슘채널차단제(CCB)를 먼저 사용한다. 하지만 최근 연구에 따르면, 개의 경우 이러한 치료법은 심각한 전신 저혈압을 유발하는 경우가 많기 때문에 별로 유용하지 못하다고 한다(15). Short-acting vasodilators[예, adenosine, inhaled nitric oxide, prostaglandin I2 (PGI2)]가 폐동맥 고혈압 치료에 유용하다고 하지만 수의학에서는 아직까지 확인된 바 없다. 정맥을 통한 PGI2 (prostacyclin) 투여가 사람의 폐성고혈압 환자에서 운동능력을 향상하고 혈류역학을 개선시킬 뿐 아니라 혈관의 리모델링을 억제하여 중/단기 생존율을 높여준다고 한다(16). 현재 연구 중인 폐성고혈압 치료제로는 endothelin receptor antagonists(bosentan)과 phosphodiesterase inhibitors(sildenafil)이 있다(16). 최근 한 개에 대한 연구에서 sildenafil이 개의 폐성고혈압 치료에 효과가 있음을 확인하였다(17). 또한 저자의 최근 경험을 보더라도 폐성고혈압이 합병된 중증의 심장 사상충 치료에 있어서도 sildenafil의 치료효과가 매우 우수한 것으로 판단된다.\nEbstein’s anomaly 환자의 예후는 판막소편의 변위 정도와 삼첨판 역류 정도에 따라 크게 달라진다. 진단 당시 나이와 상관없이, 사람의 증례의 50% 이상은 수술을 하지 않아도 15세 이상까지도 생존한다고 한다(12). 하지만 개의 경우, 아직까지 소수의 증례만이 보고되어 있어서 정확한 생존기간은 예측되지 못하고 있다. 다만 이 증례의 경우, 집중치료와 적극적인 약물 치료로 약 15개월 생존을 유지하였고 환자의 초진 당시 나이를 고려하면 약 2년 정도 생존하였다. 하지만 이 증례의 경우, R-L ASD와 폐성고혈압이 합병된 증례이므로 단독형 Ebstein의 증례의 경우, 그 이상 생존할 것으로 보인다. 일반적으로 본원에서 치료하는 삼첨판 이형성증 환자의 경우, 적극적인 약물 치료로 5년 이상 생존하는 경우가 많다. 최근에 발표된 개의 삼첨판 이형성증에 대한 회고연구에 따르면 환자의 생존기간은 삼첨판 역류의 정도와 전도장애의 병발 여부에 따라 크게 달라진다고 한다(14).\n"
}