{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "21\n팔로삼증\nTrilogy of Fallot\n 서론\n선천성 심장병(CHD)은 청색증을 유발하는 질환군(cyanotic CHD)과 일으키지 않는 질환군(non-cyanotic CHD)으로 크게 분류한다. 일반적으로 청색증을 유발하는 질환군으로는 다음과 같은 것이 있다: 1) Ebstein’s anomaly, 2) Hypoplastic left heart, 3) Pulmonary atresia, 4) Tetralogy of Fallot, 5) Total anomalous pulmonary venous return, 6) Transposition of the great vessels, 7) Tricuspid atresia, 8) Truncus arteriosus 등이 있다(6). 또한 비록 청색증을 일으키지 않는 질환이라도 폐성고혈압이나 우심계에 고압을 유발할 수 있는 다른 질환이 합병되면 비청색증성 선천성 심장질환도 청색증을 유발할 수 있다.\n우-좌 문합(R-L shunt; 우심의 정맥의 혈류가 좌심의 동맥의 혈류로 유입되는 질환)을 유발하는 모든 선천성 심장질환은 저산소증이 발생하기 때문에 속발성 적혈구 증가증과 청색증을 유발한다. 반대로 좌-우 문합(L-R shunt; 좌심의 동맥의 혈류가 우심의 정맥의 혈류로 유입되는 질환)을 유발하는 모든 심장질환은 recirculation circuit을 발생시키기 때문에 shunt가 발생한 부위에 혈량증가에 따른 용적과부하를 유발하여 그 부위의 확장을 유발한다. Recirculation circuit이란 혈액이 반복해서 유입되는 경로를 말한다. 이 증례는 심방중격 결손이 있었던 환자가 폐동맥 협착증이 동반되면서 우심계 압력이 좌심계보다 높아지면서 R-L shunt가 발생하여 청색증을 유발했던 복합 심장병 증례이다.\n심방 중격 결손증은 난원공(foramen ovale)을 가지고 있는 septum secundum과 flap 형태로 되어 있어 난원공을 덮어주는 septum primum이 결손되어 좌심방과 우심방 사이 혈액이 서로 교통하는 질환을 말한다. 반면 폐동맥 협착증(pulmonic stenosis)은 우심실 유출로를 협소하게 만들어 우심실에 압력과부하를 유발하고 그 결과 우심실의 비대와 우심방의 확장을 유발하여 복수를 주증으로 하는 울혈성 우심부전을 발생시키는 선천성 심장질환을 말한다.\n 환자정보\n 환자정보\n3살령 암컷 잡종개(체중 5.3 kg)\n 병력 및 신체검사\n환자는 어렸을 때부터 심잡음이 있었고 최근 들어 실신과 함께 심각한 운동불내성과 기면 및 의기 소침으로 지역병원에 내원하였다. 방사선상, 심장모양이 이상하여 강원대학교 병원에 정확한 진단을 위해 내원하였다. 신체검사상 환자는 청색증이 심하였고 심한 운동불내성 소견이 관찰되었다. 환자의 심박동은 불규칙하고 청진상 경미한 수축기성 잡음이 우심첨과 좌심저부에서 청진되었다(grade 2/6). 환자의 수축기 혈압은 100~110 mmHg로 다소 낮게 측정되었다.\n 진단검사\n 실험실 평가\n실험실 검사상, 대표적인 이상 소견은 경미한 백혈구 증가증(림프구 증가증 동반)과 심각한 수준의 적혈구 증가증(11.75 M/uL) 그리고 PCV치의 극심한 상승(72.8%)이였다(표 21-1). 또한 환자의 혈색소치 역시 극도로 상승한 상태로 전형적인 청색증(저산소증)이 심한 환자에서 볼 수 있는 소견이였다. 혈청 생화학 검사상 이상 소견은 경미한 BUN치 상승(질산혈증) 이외 특별한 것은 관찰되지 않았다.\n ECG 검사\n심전도상 환자는 동성 부정맥이 심했으며 간헐적으로 SA exit block이 관찰되었다. 심장의 파형은 lead I과 II에서 deep S-wave 소견이 관찰되었고 QRS-axis의 right axis deviation 소견 또한 관찰되었다. 더 나아가, 간헐적으로 저산소증에 기인하는 Osborne wave가 lead III에서 관찰되었다. 이러한 심전도 소견은 우심실의 비대와 심실의 허혈에 의한 심전도 소견이다.\n 방사선 검사\n환자는 복배상 흉부 방사선 소견상, reverse ‘D’ shape의 우심종대 소견이 관찰되었고 MPA의 확장 소견이 관찰되었다. 또한 외측상에서는 우심방 확장에 따른 기관거상 소견, 우심실 종대에 따른 sternal contact 증가소견이 관찰되었다. 또한 폐동맥 기시부가 있는 심저부의 연부조직 밀도 증가소견도 같이 관찰되었다. VD상 1~2시 방향 확장소견이 관찰되며, 우심계의 확장소견이 관찰되었다. 더 나아가 후대정맥의 굵기가 척추뼈의 가로 직경과 거의 같게 관찰되었고 이는 후대정맥의 확장을 의미하는 소견이였다. 따라서 환자는 전형적인 우심부전의 소견을 보였다.\n 심초음파 검사\n심초음파상 가장 눈에 띄는 소견은 우심실의 심각한 비대 소견이였다. 심각한 우심실 비대에 의해 중격의 비후와 좌심실 내강이 협소해지는 septal flattening 소견도 관찰할 수 있었다. 환자는 중격의 비후와 좌심실 내강이 협소해지면서 극도의 %FS (93%)와 %LVEF 수치(100%)의 상승을 관찰할 수 있었다. 또한 LA:Ao ratio 역시 1.08:1로 특별한 좌심방계 확장 소견은 관찰되지 않았다. 환자의 심방중격에서 결손이 확인되었다. 심방중격에서 실시한 컬러 도플러 심초음파와 연속 도플러 촬영에서 이완기 때 R-L 방향으로 이동하고 수축기 때는 L-R 방향으로 이동하는 션트혈류가 감지되었다. 또한 폐동맥과 삼첨판에서 실시한 컬러 및 연속 도플러 촬영에서 4.62 m/s의 폐동맥의 수축기 제트혈류와 2.71 m/s의 이완기 역류 혈류를 감지할 수 있었다. 또한 이첨판에서 실시한 이첨판 혈류 속도 측정에서 E-peak 0.37 m/s와 A-peak 0.39 m/s의 좌심실 충전혈류의 유속이 많이 느려지는 소견을 관찰할 수 있었다. 환자의 대동맥판 혈류속도는 0.86 m/s로 정상 범위 안에 있었다.\n경정맥을 통한 microbubble study (agitated saline injection)를 통하여 심방수축기 때 우심방에서 좌심방으로 유입되는 microbubble을 확인할 수 있었다.\n환자는 심전도와 흉부 방사선상 우심종대 유형, 심초음파상, 우심실 비대(RVH), 폐동맥 협착증(PS)과 R-L ASD가 확인되었다. 인위에서는 이러한 형태를 trilology of Fallot라고 부른다. 환자는 휴식기에도 청색증과 심한 호흡곤란을 호소하는 ISACHC IIIb 단계의 심부전으로 최종 진단되었다.\n 치료 및 환자 관찰\n환자의 경우, 가장 문제가 되는 것은 심각한 수준의 청색증과 운동불내성이였다. 오랜기간 심장 질환에 대한 치료를 받지 않았던 상태에 비해 환자에서 울혈성 심부전의 증상은 관찰되지 않았다. 지나치게 우심실이 비대되고 확장되면서 좌심실을 압박하여 좌심실의 내강이 좁아졌다. 그 결과 좌심실의 충전량이 감소하면서 환자는 저혈압 증상을 호소하고 있었다. 따라서 환자의 청색증은 R-L shunt의 심방 중격 결손증이 원인인 것으로 판단되었다. 또한 폐동맥 협착증이 우심실의 내압을 상승시켜 ASD의 션트혈류가 R-L 방향으로 향한 것으로 판단하였다. 따라서 환자의 치료를 위해서 1) 청색증 완화를 위한 산소요법, 2) 우심실과 좌심실의 이완능력 향상으로 심실 충전량을 높혀주기 위한 칼슘채널 차단제 요법(diltiazem SR 1mg/kg, q12h, PO), 3) 장기간의 심부전에 따른 RAAS activation을 차단하기 위한 ACEi 요법(enalapril, 0.5mg/kg, q12h, PO)을 실시하기로 하였다. 또한 션트혈류의 방향을 L-R 방향으로 돌리기 위해서 협착된 폐동맥을 확장시키는 balloon dilation therapy를 실시하기로 결정하였다. 또한 환자의 적혈구 증가증을 완화시켜 주기 위해 정맥혈액을 10~20 mL를 일주일에 1~2회 PCV가 65% 미만으로 떨어질 때까지 사혈을 실시하였다. 환자는 약 한 달간의 치료를 통해 PCV치가 63% 수준으로 떨어지고, 전체적인 컨디션이 크게 개선되었다. 환자는 활동력도 늘고 식욕도 거의 정상 수준으로 되돌아 왔다. 환자는 diltiazem과 enalapril 처방 후 퇴원하였다. 환자는 장기간 이러한 약물 요법으로 상태를 유지할 수 있었고 PCV치가 70% 이상 올라갈 때마다 10~20 mL의 사혈을 통해 지나치게 적혈구치가 증가하지 못하도록 처치하였다. 하지만 환자는 최근 새벽에 특별한 요인 없이 급사하였다. 보호자의 거부로 추가적인 부검이나 조직검사는 이루어지지 못하였다.\n 증례 고찰\n폐동맥 협착증(pulmonic stenosis; PS)은 소동물 임상에서 흔히 볼 수 있는 선천성 심장질환 중에 하나이다. 또한 사람의 연구에 따르면 PS와 함께 다양한 정도의 심방중격 형성장애(예, PFO, ASD)가 동반되어 발생하는 경우가 많다고 한다(1). 특히, PS를 동반한 환자에서 우심실 비대와 함께 R-L shunt의 PFO나 ASD가 빈번하게 관찰되기 때문에 이를 흔히 trilology of Fallot라고 부르기도 한다(1, 5). 사람에서는 R-L shunt에 의해서 기이색전증(paradoxical embolism)이나 전신성 동맥혈 산소포화도 감소가 종종 관찰된다고 한다(2). 하지만 이러한 소견은 수의학에선 보고된 바 없다.\nPS에 의해 우심실 유출로가 폐색되면 우심실에 압력부하가 증가하여 우심실은 비대된다. 또한 우심실의 내압 증가에 의해 우심방 내로 정체되는 혈액량 증가와 심방중격 결손을 통해 우심방으로 유입되는 혈류량 증가로 인하여 우심방은 확장되고 궁극적으로 우심방내압이 좌심방내압을 능가하는 shunt reversal이 발생한다(4). 따라서 PS가 진행된 모든 환자에서 만약 심방에 결손이 있을 경우, 혈류방향은 R-L이 되고 그 결과, 청색증과 조직의 저산소증이 발생하게 된다. 이 환자에서도 장기간 지속한 중등도 이상의 PS(최고 속도 4.5 m/s 이상)에 의해 우심실이 비대되면서 R-L ASD가 발생한 것 같다.\n심한 PS가 있는 환자에서 R-L shunt의 PFO나 ASD가 동반 발생하는 경우는 사람에서도 흔하지만 개에서도 7.9~39% (2, 3)로 높게 관찰되고 있다. 비록 이러한 환자 모두에서 R-L shunt가 발생하는 것은 아니지만 환자의 상태를 악화시키고 예후를 불량하게 만드는 대표적인 소인으로 작용할 수 있다.\n이러한 복합적인 trilology of Fallot에 대한 외과적 교정술은 사람의 논문에는 많이 보고되어 있다(1, 5). 이러한 외과적 교정술에는 1) resection of the hypertrophial and sclerotic muscle trabeculae of the Rt. ventricular outflow tract, 2) pulmonary valvotomy, 3) patching of the septal defect 등이 포함된다(1, 5). 하지만 수의학에서는 아직까지 외과적인 처치방법으로 치료한 증례는 없고 다만, balloon dilation therapy를 통해 환자의 임상 증상을 개선시켰던 증례들만 보고되어 있다(3). 내과적 치료의 목표는 1) 청색증을 완화시켜 주기 위한 산소치료, 2) 적혈구 증가증에 의한 혈액 점도 상승을 완화시켜 주기 위한 주기적인 정맥 방혈, 3) 우심실의 이완능력을 개선하고 빈맥을 조절하기 위한 베타 차단제와 칼슘채널 차단제 요법, 4) RAAS 활성화에 의한 심실재구성을 막아주기 위한 ACEi 요법 등이 있다. 마지막으로 만약 환자에서 우심방에 혈액정체에 의한 체액저류(예, 흉수, 복수) 소견이 관찰될 경우, 이뇨제 요법이 도움이 될 수 있다. 이 환자에서는 체액저류에 따른 임상 소견은 관찰되지 않아서 이뇨제 처치는 실시하지 않았고, 심실의 이완기능 개선을 위해 칼슘채널 차단제를 사용하고 ACEi를 추가하여 RAAS 활성화를 차단하였다. 또한 PCV치를 65% 이하로 유지하기 위해 주기적으로 정맥방혈을 실시하였다. 이러한 치료는 어느 기간 정도는 효과를 보였지만, 폐동맥 협착증에 대한 근본치료(balloon dilation)를 실시하지 못하였기 때문에 환자의 상태를 장기간 안정적으로 유지하기는 어려웠고 결국 환자는 급사하였다.\n사람에서는 외과적 수술을 통해 장기간 생존한 증례들이 보고되어 있지만 아직까지 수의학에서는 정확한 생존율이나 생존기간은 보고된 바 없다. 다만 일반 중증의 PS 증례보다 예후는 더 불량할 것으로 사료된다. 이 증례 역시 내원하여 진단이 내려지고 난 시점부터 1년 이내 폐사되는 불량한 생존기간을 보였다. 다만 아쉬운 것은 balloon dilation therapy를 시도했다면 환자의 생존 기간이 더 길어졌을지도 모른다는 점이다. 이 증례는 2012년 한국임상수의학회지에 보고되어있다(Choi R, Ahn H-J, Hyun C. Trilogy of Fallot in a dog. J Vet Clin 2012, 29: 404–407).\n"
}