{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "23\n확장성 심근증\nDilated cardiomyopathy\n 서론\n개의 확장성 심근증(DCM)은 심근의 기능단위 단백질의 결함에 의하여 심실벽이 진행성으로 얇아지고 심실내강이 확장되어 궁극적으로 심실수축력 저하를 유발하는 대표적인 심근질환이다. DCM은 심근의 원발성 소인에 의해 발생하는 특발성 심근증(사람의 경우, 거의 대부분 유전성 소인으로 밝혀짐)과 항암제, 감염증, 영양결핍, 중독 및 여러 가지 원발성 심장 기형에 의해 이차적으로 발생하는 속발성 심근증으로 크게 분류할 수 있다. 흔히 DCM이라고 불리는 특발성 확장성 심근증은 개에서는 아직 그 발병원인이 밝혀져 있지 않지만 주로 중대형 품종에서 발생하고(예, Doberman Pinschers, Great Danes, Scottish Deerhound, Irish Wolfhound, Boxer), 일부 견종에서는 가족력이 보고된 바 있다. Cocker Spaniel에서 타우린 결핍과 관련된 DCM의 발병이 보고되어 있다.\n상당히 많은 수의 환자가 무증상으로 오랜 기간 동안 생존해 간다(occult phase). 하지만 어느 기간이 지나면 운동불내성과 울혈성 심부전을 동반한 뚜렷한 임상 증상을 나타내기 시작한다(overt clinical phase). 도베르만이나 복서 같은 품종에서는 무증상 잠복기에 치명적인 심실성 부정맥에 의해 급사하는 경우도 종종 발생한다. 하지만 대부분의 환자는 일정 시간이 지나면서 가벼운 좌심 부전의 증상을 보이다가 점차 증상이 심해지고 심방세동이나 심실성 빈맥 같은 위급한 부정맥이 발생하기도 한다. 궁극적으로 심부전이 악화되면서 복수나 흉수와 같은 우심부전의 증상도 같이 나타나면서 폐사하는 질환이다. 이 증례는 DCM에 잘 이환되는 코커스파니엘에서 발생한 증례로 이뇨제와 피모벤단 같은 심장약물로 장기 생존하고 있는 증례이다.\n 환자정보\n 환자정보\n7살령의 중성화 수컷 코커스파니엘종의 개\n 병력 및 신체검사\n이 환자는 간헐적인 기침과 운동불내성을 호소하며 내원하였다. 내원 이전에 이미 로컬 동물병원에서 심장 질환 진단을 받아 투약 중이었다. 체온은 39.58C였으며 도플러 혈압기 측정상 수축기 혈압은 150 mmHg로 측정되었다. 심장 박동수는 분당 162회였고, 호흡수는 분당 48회를 나타냈다. 청진상 grade 4/6의 수축기 역류성 심잡음이 좌심첨부에서 들렸다.\n 진단검사\n 실험실 평가\n혈액검사(CBC; serum chemistry)상 특이적인 소견은 발견되지 않았다(표 23-1).\n 심전도(ECG) 검사\n12-유도 심전도 검사상 심근 중격의 변화를 암시하는 septal Q-wave (21.2 mV의 deep Q wave) 소견과 동성 빈맥(160~180 bpm) 소견이 관찰되었다. P-wave의 모양은 wandering pacemaker 소견이었다.\n 흉부 방사선 검사\n흉부 방사선 검사상 VHS 14로 광범위한 심종대 소견이 관찰되었으며, 복배상에서 8~10시(우심방), 3~7시(좌심실) 방향이 bulging이 확인되어 있었다. 외측상 흉부 방사선상, 좌심방의 확장 소견, 좌심실 확장에 의해 심장의 높이가 증가하여 있었고 기관거상 소견과 함께 주폐기관지 분지부의 압박소견이 관찰되고 있었다. 또한 우심계 확장으로 인해 흉골과 심장이 접하는 면적이 증가하였다.\n 초음파 검사\n심초음파상 가장 두드러진 특징은 이첨판의 변성을 동반하지 않은 상태에서 좌심실과 좌심방 내강이 크게 확장된 소견이었다. 이러한 소견은 M-mode 심초음파 검사를 통해 재확인되었으며, LVIDd와 LVIDs는 정상보다 1.5배 이상 확장되어 있었으며, 심실중격과 좌심실의 유리벽 역시 정상보다 많이 얇아져 있었다. 또한 %FS 16.42%, %LVEF 34.14%로 정상치에 비해 1/2 수준으로 크게 감소되어 있었다. 좌심실 내강의 확장에 따라 환자의 EPSS는 12 mm 이상으로 크게 증가되어 있었다. 환자는 좌심방과 좌심실 사이에서 수축기 때 좌심방으로 역류되는 모자이크성 와류가 감지되고(MR fraction ~50%), 좌심방의 확장에 의해 LA:Ao ratio는 2.23:1로 크게 확장되어 있었다.\n이첨판륜과 대동맥판륜에서 실시한 펄스 도플러 심초음파 검사에서 좌심실 내강의 확장과 좌심방의 용적 과부하를 의미하는 E-peak의 속도증가(~1.4 m/s)와 심실의 수축력 저하와 좌심실 내강의 확장을 의미하는 PEP/LVET (0.41)의 증가 소견이 관찰되었다. 또한 이첨판과 삼첨판 모두 심실확장에 따른 판막륜의 확대에 따른 역류 혈류가 감지되었다. 초진 당시 이첨판 역류속도는 최고 속도 4.6 m/s이며, 삼첨판 역류 속도는 최고 속도 3.35 m/s이었다. Tissue Doppler상 환자의 심실의 속도는 ~210 cm/s로 심실의 벽의 두께 감소에 따른 탄력도 증가를 암시하는 소견이 관찰되었다.\n환자는 심초음파 검사상 LVIDd와 LVIDs의 증가, %FS와 %LVEF 감소, EPSS의 증가, pre-ejection period: ejection time ratio (PEP/ET)의 증가, 좌심방과 우심방 확장, 이첨판과 삼첨판의 변성을 동반하지 않은 기능적 폐쇄부전 소견과 함께 다른 심장내 해부학적 결함이 없었다는 점을 감안하여 특발성 확장성 심근증(idiopathic dilated cardiomyopathy)으로 최종 진단되었고, 환자의 호흡상태가 휴식기에도 불안했던 점을 감안하여 ISACHC IIIa의 심부전으로 진단되었다.\n 치료 및 환자 관찰\n이 환자는 간헐적인 기침과 운동불내성을 보이는 심부전 상태였고 좌심실 확장과 심방확장 소견이 뚜렷하게 입증되었으므로 심방에 걸려 있는 용적과부하를 줄여주고(이뇨제), 심실의 수축력을 향상시켜 주며(pimobendan, 0.3 mg/kg, q12h, PO), RAAS activation에 따른 심실의 remodeling을 억제해 주는(ACEi; enalapril, 0.5 mg/kg, q12h, PO) 치료를 실시하였다. 비록 환자의 taurine 수치는 측정하지 못하였지만 코커스파니엘이 타우린 결핍과 심근증이 많이 발생하기 때문에 식이성 타우린 보충(케어사이드, 헤파카디오)과 심장 처방사료(로얄캐닌, 카디악)를 처방하였다. LA:Ao가 2:1 이상인 점을 감안하면 환자에게 furosemide 2 mg/kg 이상을 처방해야 하지만, 방사선상 폐부종 소견이 전혀 관찰되지 않고 기관지 압박 정도도 심하지 않아서 일단 1 mg/kg, q12h, PO로 처방을 하였다.\n약 한 달 후 재검사에서 보호자 진술에 따르면 환자의 활력은 크게 개선되었고 운동불내성도 거의 느끼지 않을 정도로 힘이 넘치며, 기침도 거의 하지 않았다고 한다(표 23-1, 23-2). 흉부 방사선 검사상 좌심방 확장의 감소와 주폐동맥의 압박의 정도가 약간 완화되었음을 확인할 수 있었다. 하지만 심초음파상 좌심실내강의 확장과 이첨판의 역류소견은 여전히 관찰되었다. 그러나 환자의 LA:Ao는 1.9:1로 크게 감소하였고, LVIDd와 LVIDs도 상당히 많이 개선되었다. 또한 환자의 %FS와 %LVEF 역시 27%, 51%로 크게 개선된 수치를 보였다. 이첨판륜에서 측정한 E-peak velocity는 1.41 m/s에서 1.17 m/s로 A velocity는 0.98 m/s에서 0.87 m/s로 각각 감소되었다. 하지만 환자의 삼첨판에서 여전히 경미한 삼첨판 역류 소견은 관찰되었다.\n환자는 현재 2~3개월에 한 번씩 내원하면서 처치를 받고 있다. 환자의 LA:Ao가 2:1 을 넘어감에 따라 현재는 spironolactone (1 mg/kg, q12h, PO)을 추가로 처방받은 상태이고 아직까지 이뇨제는 증량하지 않고 있다. 현재 초진시점에서 1년 이상 생존하고 있고 아직까지는 크게 심근증이 악화되는 소견은 관찰되지 않고 있다.\n 증례 고찰\n개의 확장성 심근증(dilated cardiomyopathy; DCM)은 개에서 가장 흔한 심근 질환으로 심실확장과 심근의 수축력 저하에 의한 울혈성 심부전증이 특징이다. 원발성(특발성) 질환은 내인성 심근 장애로 심근의 구조 또는 기능 변화의 결과로 발생하고 속발성 질환은 1) 만성 혈량 과부하: 원발성 판막질환, 좌-우 단락, 2) 영양 결핍: 카르니틴, 타우린, 3) 전신적인 염증: 아밀로이드 침착증, 4) 항암제: 특히 doxorubicin, 5) 빈맥성 부정맥: 심방세동이나 심방조동, 6) 내분비질환: 갑상선 기능저하증, 당뇨병, 크롬 친화성 세포종(pheochromocytoma) 및 당뇨병에 의해 발생할 수 있다. 주로 대형 견종에서 발병 빈도가 높고 특히, 복서 견종과 도베르만 견종은 상염색체 우성형질의 유전방식에 의해 발생하는 DCM이 보고되어 있다. 이 환자의 품종의 경우, 타우린 결핍과 관련된 심근증이 많이 발생하는 품종이지만 이 증례의 원인으로 보이지는 않는다. 타우린 결핍과 관련된 심근증은 타우린 보충 후 심실기능이 정상수준으로 되돌아오지만 이 증례에서는 타우린이나 카르니틴 보충 후에도 심근질환은 회복되지 않아 특발성 확장성 심근증으로 진단할 수 있었다.\n일반적으로 DCM 환자의 경우, 심근 수축력의 저하로 일회박출량(SV)이 감소하고 이를 통해 심박출량(CO)이 감소된다. 환자의 신경-내분비계가 이러한 cardiac decompensation 상태를 보상하기 위해 장기간 활성화되면서 심근의 섬유화와 체액저류를 악화시킨다. 그 결과, 순환혈량이 증가되고 정맥 환류량(VR)을 증가시켜 심실의 전부하를 증가시킨다. 따라서 심실의 이완말기 용적(EDV)이 증가되면서 심실은 편심성 종대(eccentric hypertrophy)를 통해 얇아지고 확장된다. 궁극적으로 수축력 저하가 더욱 악화되고 심실의 충전압은 더욱 증가하게 되므로 결국 심장이 수축할 때마다 심실에 잔류하는 혈액량이 점점 늘게 되어 울혈성 심부전으로 발전하게 된다.\n유럽 수의심장학회가 제시하는 DCM에 대한 진단적 가이드라인에는 다음과 같은 것이 있다(5). Major criteria: i) left ventricular systolic or diastolic dimensions exceeding 95% of reference range in M-mode, ii) increased sphericity, iii) decreased %FS, iv) , 40% left ventricular ejection fraction (LVEF) in 2D echocardiography. Minor criteria: i) presence of an arrhythmia such as atrial fibrillation, ii) increased EPSS in M-mode, iii) increased pre-ejection period: ejection time ratio (PEP/ET), iv) left or bi-atrial enlargement. 이 환자의 경우, 심방세동 같은 부정맥을 제외한 모든 종류의 소견이 관찰되었다. 심초음파상 %FS 16%, %LVEF 34%, EPSS 16 mm 이상의 소견은 심각한 심실 수축력 저하와 좌심실 내강의 확장을 암시하는 소견이었다. 또한 PEP/LVET의 증가와 기능적 MR과 TR 소견은 환자의 심실내강이 상당히 많이 확장되어 있고 수축력이 많이 저하되어 있음을 나타내는 소견이었다. 마지막으로 흉부 방사선상 심첨부의 rounding을 동반한 VHS의 증가소견은 환자의 상태가 의심할 여지가 없는 확장성 심근증의 상태임을 나타내는 소견이었다.\n원발성 심근질환에 대한 치료는 현재로서는 불가하다. 일반적으로 확장성 심근증이 있는 환자에 대한 치료는 임상증상을 완화시켜 환자의 삶의 질을 향상시키고 심부전의 증상 발생을 최대한 억제하거나 지연시키는 데 초점을 두고 있다. 이러한 목표를 성취하기 위해서는 1) 순환정체와 이에 따른 체액저류(예, 복수, 폐수종)를 완화시켜 주기 위한 이뇨제 요법(예, furosemide, spironolactone), 2) 심실의 수축력 개선과 혈관확장을 통한 심실내 이완말기 용적 개선을 위한 inodilator 치료(예, 피모벤단, 실데나필), 3) RAAS 차단으로 인한 심근의 섬유화와 sodium excretion으로 순환 혈량 감소를 위한 ACE inhibitor 투여, 4) 항부정맥 제제로 심근의 산소 요구량을 줄이고 cardiotoxicity를 최소화하기 위한 beta-blocker 치료, 6) 저염식이를 통한 체액저류를 억제하고 항산화제와 심근영양제를 통해 심근 질환을 억제하는 영양요법(예, L-carnitine, taurine, Co-Q10, fish oil) 등이 있다. 이 환자의 경우에는 전형적인 DCM 환자로 좌심의 두드러진 확장과 함께 전체 심장의 종대 소견이 관찰되었고 양심방에서 역류 소견이 있었다. 기침과 호흡부전 등의 증세를 완화하고 심장수축력 강화, 심장의 부하를 줄여주기 위해서 furosemide 1 mg/kg q12h, enalapril 0.5 mg/kg q12h, pimobendan 0.3 mg/kg q12h를 초진 시 투여하였고 환자의 증상이 악화됨에 따라 spironolactone 1 mg/kg q12h를 추가 처방하였다. 또한 이 증례에서 환자가 Cocker spaniels 종이라는 점에서 확장성 심근증을 가진 몇몇 American Cocker spaniels 종에서 DCM의 진행과 감소된 혈장 taurine 수준 사이의 관련성이 보고되어 왔으므로, 타우린 보조제와 저염식이를 추천하였다. 이러한 치료에 대해, 환자의 치료 반응이 양호하였고 좌심방의 용적 감소와 심실 수축력 향상이 되었으며, 보호자가 느끼는 환자의 증상도 개선되었다. 그러나 약물에 따른 신장 손상의 우려와 심장상태에 따른 약물 용량의 조절이 필수적이므로 지속적인 신장 수치와 질병 진행의 모니터링을 실시하고 있다.\n일반적으로 특발성으로 발생한 확장성 심근증의 경우에는 예후가 불량하다. 장기간 생존율에 대한 예후는 나쁘고, 1년 생존율은 17~37% 정도이다. 보통의 경우, 진단 시점으로부터 5~8개월간 생존(Doberman pinschers의 경우, 생존기간이 더 짧다)한다. Doberman pinschers에서 확장성 심근증은 다른 품종에서보다 더 악성인데, 일단 임상 증상이 나타나면 6개월 내에 심부전 혹은 급사로 보통 사망한다. 코커스파니엘종에서 확장성 심근증의 경우 만약 그것이 taurine 결핍에 의한 DCM으로 확정되고 부족한 영양성분을 적절하게 공급하게 되면 3~4개월 후에 상당히 좋은 경과가 관찰된다. 그러나 만약 그렇지 않다면 예후는 불량하다. 초기 치료에 반응이 좋을 경우 몇 달(보통)에서 수년(드묾)까지 생존하지만, 초기 치료에 대한 반응이 좋지 못할 시 조기에 폐사하거나 증상조절이 어려워 안락사하는 경우가 많다. 따라서 개체별 치료 반응이 예후 판정에 중요하다. 이 환자의 경우, 적절한 치료를 통해 1년 이상 환자의 상태를 안정적으로 유지하고 있는 증례이다. 아직 이뇨제와 피모벤단의 양이 많지 않아서 장기 생존의 예후는 양호할 것으로 판단된다.\n"
}