{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "24\n가속성 심실고유박동\nAccelerated idioventricular rhythm\n 서론\n가속성 심실고유박동(accelerated idioventricular rhythm; AIVR)은 연속적인 심실조기박동(premature ventricular complexes)으로 보통 정상 동박동(80~120 bpm)보다는 빠르지만 심실성 빈맥(180~250 bpm)보다는 느리게 형성되는 심실성 부정맥을 말한다(1). 일반적으로 AIVR은 사람의 경우, 구조적인 심장질환(예, 관상동맥 질환, 확장성 심근증, 급성 심근염)에 동반하여 발생하는 경우가 많지만, 이러한 해부학적 심장질환과 무관하게 발생하기도 한다. 개에서 이루어진 AIVR에 대한 한 회고 연구에 따르면, 발병 원인으로 중추성 신경질환, 교상에 의한 패혈증, 면역억압요법, 급성 췌장염, 급성 림프 아구성 백혈병, 추간판염(discospondylitis)과 사독(viper bite) 등에 의해 발생할 수 있다고 한다(4). 개와 고양이에서 AIVR은 기저 심장질환이 있는 입원환자에서도 발생한다고 한다(2, 12). 대부분의 AIVR은 혈역학적으로 심각한 문제를 일으키지 않고 자연히 치료되기 때문에 약물적 처치가 필요 없는 경우가 많지만(1, 5), 만약 환자가 심방-심실 비동기화 때문에 혈역학적 변화를 유발하거나, 박동수가 너무 빨라서 심실성 빈맥이나 세동으로 진행할 경우, 매우 위급한 상황을 유발할 수 있다. 이러한 경우, AIVR에 대한 약물적 치료가 환자의 상태를 안정화시키기 위해 필요하다(3). 이 증례는 개에서 중추신경계 질환에 속발한 AIVR을 항부정맥제(mexiletine)와 기저질환에 대한 치료를 통해 완치시킨 증례이다.\n 환자정보\n 환자정보\n7세령 중성화된 수컷 Shih Tzu(체중 5.2 kg)\n 병력 및 신체검사\n환자는 심한 신경증상(의식불명, 실명, 발작, paddling) 때문에 지역병원에서 리퍼된 증례이다. 환자는 증상을 나타내기 1주일 전부터 갑작스럽게 식욕부진과 기면 및 의기소침의 증상을 보였다고 한다. 그러다 3일 전부터 환자는 신경증상(간헐적인 발작, 운동실조, 후지마비 및 실명)을 보이기 시작했다고 한다. 지역병원 수의사가 환자 치료를 위해 zonisamide, 10 mg/kg, BID를 투여 후에 환자의 증상은 더욱 악화되었다고 한다. 그러다가 환자는 지난밤부터 의식불명 상태가 되었다고 한다.\n신체검사 당시, 환자는 의식불명 상태였고 지속적으로 paddling만 하고 있었다. 비록 환자는 자발호흡을 하고 있었지만, 신경 검사 시 외부 자극에 대한 반응을 전혀 보이지 않았고 동공반사도 없었다. 또한 진단 검사과정 중에도 환자는 간헐적으로 발작증상을 보였다. 발작을 완화시켜 주기 위해 검사 도중 diazepam (0.5 mg/kg, IV)을 투여하였다.\n 진단검사\n 실험실 평가\n실험실 검사상 특별한 이상소견은 관찰되지 않았다. 환자가 실명 상태여서 안과 검사를 실시하였지만 양쪽 눈 모두에서 구조적인 결함을 발견할 수 없었다.\n ECG 검사\n심전도상, wide & bizarre QRS complexes (70 milliseconds; 심실조기박동)와 함께 일부 P-waves가 QRS에 매몰되는 소견이 관찰되었다. QRS complexes의 모양은 조기박동의 모양이였고, 진폭은 1.2~1.5 mV로 일정한 형태를 띠고 있었다. 이러한 비정상적인 심실조기박동은 연속적으로 관찰되었고, 약물치료를 실시하기 전까지 지속되었다. R-R 간격은 규칙적이고 심실성 빈맥 양상을 보였다. 박동수는 정상박동보다는 약간 빠르지만 일반적인 심실성 빈맥보다는 느렸다(140~160 beats/min). 이러한 심전도상 특징을 감안하여 환자의 박동을 가속성 심실성 고유박동(accelerated idioventricular rhythm; AIVR)으로 진단 내렸다.\n 방사선 검사\n경미한 탈수 증상 이외엔 별다른 소견이 관찰되지 않았다.\n 초음파 검사\n별다른 이상소견을 보이지 않았다.\n 치료 및 환자 관찰\n환자의 신경증상을 안정화시키기 위해, methyl prednisolone (15 mg/kg, IV), diazepam (0.5 mg/kg, IV)과 furosemide (2 mg/kg, IV)을 20% mannitol과 함께 투여하였다. 세균성 뇌염의 가능성에 대비하여 광범위 항생제(cefotaxime; 25 mg/kg, IV)를 투여하였다. 이러한 치료에도 불구하고, 환자의 부정맥(AIVR)은 지속하였다. 따라서 환자의 부정박동을 정상 동박동으로 전환하기 위해 intrinsic sinus rate를 빠르게 하는 atropine (50 ug/kg)을 투여하였다. 하지만 환자는 여전히 AIVR이 지속되었다. 따라서, mexiletine (5 mg/kg)을 경구로 투여하였다. Mexiletine 투여 한 시간 후에 환자의 박동은 정상적인 동박동으로 전환되었고 심실 박동수도 분당 100~120회 정도로 정상화되었다.\n다음 날 환자는 의식을 회복하였고 임상증상도 개선되었다. 그러나 환자는 여전히 운 동실조 증상을 보였고(hind limb paralysis), 전지의 paddling의 증상을 보였으며, 비록 음수와 사료를 받아먹었지만 사경 소견을 보였다. 또한 환자는 mexiletine의 투약을 중단 후 다시 AVIR 소견을 보였다. 따라서 환자는 임상 증상이 완전히 개선되고 부정맥이 완전히 소멸될 때까지 지속적으로 mexiletine을 투약받았다.\n환자는 보다 자세한 신경계 검사를 위해 자기공명촬영(magnetic resonance imaging; MRI)을 실시하게 되었다. 환자의 뇌영상을 보다 자세히 관찰하기 위해, contrast material (Gadopentetate dimeglumine, Magnevist, 0.2 mL/kg)를 투여받았다. 뇌와 뇌척수의 MRI 소견상뇌간, 경부척수전방의 T-2 weighted images에서 밀도 증가 소견이 관찰되었다. 또한 T-1 weighted images에서는 밀도 감소 소견이 관찰되었다. 경도의 수뇌증(hydroencephalus)소견도 관찰되었다.\n뇌척수액 검사(cerebrospinal fluid; CSF)상, 단백질 수치의 최고 정상치(30 mg/uL, reference range 0~30 mg/uL), 유핵세포수의 증가(86 cells/uL, reference range 0~5 cells/uL) 소견이 관찰되었다. 세포검사에서는 대부분 세포는 림프구였고 소수의 호중구와 적혈구가 동시에 관찰되었다. 이러한 소견은 육아종성 뇌수막-뇌염(granulomatous meningoencephalomyelitis; GME)과 유사한 소견이였다. 뇌염을 유발할 수 있는 병원체(예, canine distemper, 세균)에 대한 PCR 검사와 세균배양에서 모두 음성의 결과가 관찰되었다. 환자는 MRI와 CSF 검사 결과를 토대로 파종성 육아종성 뇌수막-뇌염(disseminated GME)으로 최종 진단되었다.\n신경증상을 완화시키기 위해 환자는 prednisolone (2 mg/kg, PO, BID), phenobarbital (4 mg/kg tapered to 1 mg/kg, PO, BID after a month), furosemide (1 mg/kg, PO, BID)와 간기능 강화제(i.e. s-adenyl methionine, silimaryn) 및 처방사료(Hill’s l/dR)를 급여받았다. 환자의 부정박동을 교정하기 위해, mexiletine (5 mg/kg, PO, BID)을 일주일간 처방받았다. 일주일 후에 환자의 임상증상은 크게 개선되었다. 대부분 신경계 이상 소견들은\n(예, paddling, seizure, hind limb paralysis, head tilting) 소실되었다. 환자의 심박동은 정상적인 동박동이었고 분당 120회 정도를 유지하였다. 환자는 약 2개월간의 정기적인 follow-up 스터디를 받았고, 환자의 신경증상은 더 악화되지 않고 부정박동은 다시 발생하지 않았다.\n 증례 고찰\n고유심실박동(idioventricular rhythm)은 심실성 이탈박동(ventricular escape beats) 중 하나로 동결절과 방실접합부가 제대로 작동하지 않을 때, 주로 발생하는 부정박동이다(5). 이러한 심실조기박동(premature ventricular complexes; PVCs)은 정상적으로 심실의 고유 이탈박동수(사람 30~40 bpm, 개 ~60 bpm)보다는 빠르지만, 심실성 빈맥(~200 bpm)보다는 느리다. 그러므로 AIVR의 진단적 가이드라인은 1) PVC가 3개 이상 연속되고, 2) 박동수가 동박동보다는 빠르고 심실성 빈맥보다 느릴 때이다. 일반적으로 사람에서는 심박동수 110~120 bpm을 AIVR과 VT를 구별하는 cut-off 박동수로 지정하고 있다(3). 하지만 개의 경우, 심박동수의 변화가 매우 다양하기 때문에 정확하게 AIVR과 VT를 구별할 수 있는 박동수는 정립되어 있지 않다. 하지만 일반적으로 소형견종에서 분당 150회 정도의 심박수를 가진 심실 이탈박동은 AIVR로 볼 수 있다. 이 환자에서도 심실박동은 ~140 bpm였고 QRS complexes는 넓고(70 msec, reference range 40~50 msec), 조기박동의 성상을 띠고 있었다. 또한 lead II에서 positive deflection의 QRS complexes는 ectopic foci가 심실중격이나 우심실에서 유래했음을 의미한다. P waves는 QRS에 종종 매몰되어 있었다. 또한 P-P interval은 일정하고 동박동처럼 규칙적이었다(144~157 beats/min). RP’ interval은 P’ R’ interval보다 길게 관찰되었는데 이러한 소견은 보조경로에 의한 reentry를 의심할 수 있다. 이러한 심전도 소견을 바탕으로 환자는 AIVR로 최종 진단될 수 있었다. 반복적인 ECG 검사와 홀터 심전도 검사를 통해 mexiletine 같은 class I group의 항부정맥 약물로 환자의 부정박동을 동박동으로 성공적으로 전환할 수 있었다.\n만약 기저원인을 적절하게 처치할 경우, 일반적으로 혈역학적인 변화를 유발하지 않는 AIVR은 치료할 필요가 없다(8). 그러나 이 증례는 AIVR의 박동수가 환자의 고유 동박동수(~100 bpm)보다 빨랐고, 환자가 신경증상에 의해 불안정 상태였기 때문에 환자를 안정시키고 부정박동을 종료시키기 위해 항부정맥 처치가 필요했다. Atropine은 환자의 동박동을 빠르게 하기 때문에 때때로 AIVR 발생을 억제하거나 멈추게 하기 위해 투여된다. Isopreterenol, verapamil과 항부정맥 치료제(예, lidocaine and amiodarone)가 때로 AIVR의 치료를 위해 사용할 수 있다(6, 13). 이 증례에서는 AIVR를 sinus rhythm으로 전환시키기 위해 mexiletine을 투여하였다. 이러한 약물은 동박동을 억압하지 않고 심실성 이탈박동을 효과적으로 억압할 수 있다. 이 약물은 class IB 항부정맥 약물로 lidocaine의 경구형태 약물이다. Lidocaine과 마찬가지로, 나트륨 채널을 차단하여 action potential duration이 감소된다. 또한 이 약물은 말초 신경의 동통 인지를 감소시키고 중추성 동통인식 수용기로 신호를 보내는 것을 차단하기 때문에 효과적으로 동통을 조절할 수 있다(사람).\n육아종성 뇌수막-뇌염(granulomatous meningoencephalomyelitis; GME)은 중추신경계의 비화농성 염증질환으로 뇌와 뇌척수의 실질내 단핵세포 침윤을 특징으로 하고 있다(10). GME의 발병원인은 밝혀지지 않았지만, T-cell mediated delayed type hypersensitivity 같은 자가면역성 원인이 추정되고 있다(7, 9, 12). 개에서, 암컷 토이 또는 소형견 종이 발병위험이 높다고 한다. GME는 크게 다음 세 가지 유형이 있다: 1) ocular, 2) focal, 3) disseminated. 파종성 형태는 빠르게 진행하며 CNS 전체에 걸쳐 병변이 분포하는 양상을 보이며 다양한 신경증상을 유발한다(예, neck pain, altered mentation, vestibular dysfunction, paralysis, seizures; 7, 10, 11).\n중추성 신경질환(central neuropathy)은 허혈성 심근질환을 종종 유발하기 때문에 개의 경우, 가장 주요한 AIVR의 원인이다. 이 환자에서도 연수-뇌교(medulla-pons) 시스템이 심장기능의 자동능에 영향을 주어서 심근에 손상을 유발하였기 때문에 AIVR이 발생한 것으로 추정하고 있다.\n이 환자의 신경계 증상에 대한 확진은 조직검사가 필요했기 때문에 환자가 사망하지 않고서는 불가능했다. 다만 GME에 대한 치료반응, MRI 소견 및 뇌척수액 검사 소견등을 통해 GME로 최종 진단되었다. 향후 이러한 유사한 환자에 대해서 심장 바이오마커 검사를 통해 AVIR의 원인을 추적하고 망막검사를 통해 실명에 대한 원인을 추적해 볼 수 있다.\n이 증례는 2010년 임상수의학회지(Han S-H, Hyun C. Persistent Accelerated Idioventricular Rhythm in a Shih Tzu with Central Neuropathy. J Vet Clin 2010; 27: 440–444)에 증례 보고되어 있다.\n"
}