{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "25\n심장 사상충\nHeartworm disease\n 서론\n심장 사상충증은 주로 열대와 아열대지방에서 모기를 매개로 하여 개, 여우, 늑대, 코요테, 족제비 및 고양이 등에 감염되는 전염성 기생충성 질환을 말한다(2). 심장 사상충에 감염된 동물을 흡혈하여 모기의 몸속으로 들어온 미세사상충은 적절한 온도와 습도 아래에서 약 10~14일에 걸쳐 L1에서 L3로 성장하며 모기의 주둥이 쪽으로 이동하게 된다. 이때 다시 다른 동물을 흡혈하게 되면 피부를 통해 침입부위의 피하조직, 골격근 및 지방조직에서 6~10일 동안 L4로 성장하게 되며 50~70일경이 되면 L5로 발육하여 이것이 정맥혈관을 뚫고 들어가서 90~120일경쯤에는 심장을 거쳐 폐동맥의 말단 부위에 자리잡게 된다. 이곳에서 또 다시 미세사상충을 만들어낼 수 있는 성충이 되기까지 계속 성장하게 되고 총 6~9개월이 소요된다(2, 3). 심장 사상충증의 임상증상은 무증상인 경우가 많으며 기침, 호흡곤란, 실신, 복수 증상과 함께 만성 경과에 의한 운동불내성, 체중감소 및 허약 등의 전신 증상을 보이기도 한다(2, 4).\n개에서 심장 사상충증의 분류에 따른 치료 권고안은 다음과 같다. 먼저 무증상에 방사선학적, 임상병리학적 이상 소견이 없는 Class 1과 경증의 임상증상(간헐적인 기침, 운동불내성 등)과 함께 방사선학적/임상병리학적 이상소견이 확인이 되는 Class 2의 경우는 24시간 간격으로 2회의 melarsomine을 투여하는 표준요법을 실시한다. 심각한 임상증상(체중감소, 심한 운동불내성 및 지속적인 기침)과 함께 방사선학적/임상병리학적 이상소견이 심한 정도인 Class 3는 melarsomine을 1회 투여한 후 약 1개월 후 24시간 간격으로 2회 투여하는 대체요법이나 사상충 제거술이 지시된다. 그리고 심장초음파상 우심실, 우심방 및 대정맥에서 성충이 확인이 되며 혈색소뇨 등의 심각한 임상증상을 보여주는 Class 4 (Caval syndrome)의 경우에는 사상충 제거술이 지시된다(1, 2).\n 환자정보\n 환자정보\n연령 미상의 암컷 믹스견(몸무게 4 kg)\n 병력 및 신체검사\n환자는 유기견으로 구조되어 임시보호자에 의해 지역병원에서 종합 건강검진을 실시하던 중 심장 사상충 키트 검사에서 양성 판정을 받고 강원대학교 부속동물병원으로 내원하였다. 흉부청진상 잡음이 청취되지 않았고 임상증상은 없었으며, 체온은 38.58C, 수축기 혈압은 140 mmHg로 측정되었다.\n 진단검사\n 실험실 평가\n전혈검사에서 호산구 수치의 증가 이외에는 모두 정상적이었으며, 혈청화학검사에서도 모든 항목에서 정상으로 측정되었다. 혈액 도말 검사(direct blood smear)에서 미세사상충이 확인되었다. 요분석 검사에서도 특이사항을 확인할 수 없었다.\n 심전도 검사\n12-lead 심전도(ECG)의 측정 결과 정상적인 동박동(sinus rhythm)으로 확인되며 특별한 부정맥은 확인되지 않았다.\n 방사선 검사\n흉부 방사선의 외측상 및 복배상에서 폐엽에 경미한 infiltration 소견 이외에 특별한 이상 소견은 관찰되지 않았다.\n 초음파 검사\n환자의 우측 부흉골 4강 장축상(right parasternal long axis 4-chamber view)에서 우심실 내강 내 심장 사상충은 존재하지 않았으나 우측 부흉골 단축단면의 폐동맥 수준의 영상에서는 주폐동맥(main pulmonary artery; MPA) 내에서 전형적인 고에코의 심장 사상충 성충이 확인되었다. 또한 폐동맥 수준의 단축 영상에서 폐동맥판의 위치에 컬러 도플러검사를 실시하였을 때 이완기 역류가 확인되었으나 CW 도플러 측정상 1.31 m/s로 역류속도 자체는 빠르지 않았다. 좌측 부흉골 심첨부 4강 영상(left parasternal apical 4-chamber view)에서 우심의 삼첨판 역류는 확인되지 않았다.\n 치료 및 환자 관찰\n환자의 경우, 심장 사상충의 경감염 상태인 Class 2로 확인되어 melarsomine (ImmiticideR)을 이용한 표준요법 치료가 결정되었다. 성충 치료시 절대적인 안정을 위한 케이지 입원을 용이하게 하기 위해 보호자 교육을 통해 한달간 환자를 대상으로 크레이트(crate) 교육을 무리가 가지 않도록 점진적으로 실시하였고, 성충과 자충의 동시구제에 의한 부작용을 피하기 위해 역시 한 달 전 미리 ivermectine을 예방 용량으로 투여하였으며, 투약 후 한 달 동안 초기의 가벼운 panting 증상 이외의 부작용은 확인되지 않았다. 성충 치료 시 발생할 수 있는 과민반응을 억제하기 위해 melarsomine 투여 하루 전 prednisolone을 1 mg/kg의 용량으로 하루 두 번 근육 주사하였고, 혈전색전증을 예방하고 치료하기 위해 enoxaparin 100 U/kg을 하루 한 번 피하 주사하였다. 또한 심장 사상충 성충의 폐사로 인해 혈중에 노출될 수 있는 Wolbachia의 구제를 위해 doxycycline 5 mg/kg을 하루 두 번 경구 투여하였다.\n치료 당일 약물을 정확한 부위에 주입하기 위해 시술부위를 넓게 삭모하고 펜을 이용하여 삭모된 피부 위에 요추의 극돌기 위치마다 표시를 하였다. 그리고 증류수로 희석된 melarsomine을 2.5 mg/kg(0.1 ml/kg)의 용량으로 준비한 후, 새로운 주삿바늘로 교체하고 요추 4번의 좌측부위를 통해 요측 배면 근육(lumbar epaxial muscles) 심부로 조심스 럽게 주입하였으며 피하 누출을 막기 위해 needle을 빠르게 빼면서 압박하였다. 다음 날 역시 같은 오전 시간에 같은 방법으로 요추 4번의 우측 부위에 주사하였다. 주사 부위의 통증을 억제하기 위해 meloxicam 0.1 mg/kg을 하루 한 번 경구 투여하였고 이로 인한 위장장애를 최소화하기 위해 sucralfate를 경구 투여하였다. 환자는 입원 중 panting과 약간의 침울 증세를 보였다. 두 번째 melarsomine을 주사한 다음 날은 prednisolone을 1 mg/kg의 용량으로 근육주사를 하였으며, 그 다음 날 퇴원하여 보호자의 집에서 약 한 달간 복용제로서 투여하며 점진적인 tapering을 실시하였다. 항혈전제 역시 melarsomine 투여 전날과 마찬가지로 enoxaparin을 피하 주사하였고, 그 다음 날부터는 경구 약물인 clopidogrel로 교체하여 하루에 한 번씩 10 mg/kg의 용량으로 시작하여 한 달간 점진적으로 tapering하였다. 치료로 인해 파괴되어가는 성충으로부터 방출되는 Wolbachia를 구제하기 위해 doxycycline을 한 달간 꾸준히 5 mg/kg씩 하루 두 번 경구 투여하였다. 치료 후 한 달 동안 역시 초기의 panting과 가벼운 침울 증상 이외에는 특별한 부작용이 없었다. 치료 한 달 뒤 심초음파 검사상, 심장 사상충은 폐동맥에서 더 이상 관찰되지 않았고, 폐동맥의 역류 소견도 더 이상 관찰되지 않았다. 한 달간의 부작용 관리 후, 매월 심장 사상충 예방약물을 투약하였으며, 치료시작 시점부터 약 6개월 후 실시한 심장 사상충 키트검사에서 음성의 결과를 얻고 치료를 종료하였다.\n 증례 고찰\n개에서 심장 사상충은 폐혈관계에 기생하면서 호산구성 폐렴과 폐혈전 같은 심각한 호흡기 질환을 유발하고, 중감염되어 우심실과 우심방까지 사상충이 이동하면서 혈류 흐름을 방해하여 심각한 우심실 유출로 폐색이나 삼첨판 역류를 유발하여 우심계성 심부전을 유발할 수 있다. 따라서 심장 사상충 성충에 대한 치료는 단순히 성충을 죽이는 데 있지 않고, 성충이 죽어가면서 유발될 수 있는 부작용을 최소화하면서 성충을 심장과 폐혈관계에서 제거해야 하는 데 있다. 서론에서 이미 언급했던 것처럼 성충에 대한 치료는 환자의 사상충 감염상태와 임상증상에 따라 다르게 실시해야 한다. 이 증례의 환자처럼 경증의 감염 환자의 경우, 성충을 빠르게 죽여도 성충의 폐사와 관련된 혈관 손상이나 면역반응이 심하게 일어날 가능성이 적다. 반면 중감염 환자의 경우, 성충이 죽거나 파편화되면서 폐혈관계 손상을 악화시키고 혈전 형성을 촉진한다. 이로 인하여 폐혈류량 감소와 폐엽의 consolidation이 유발될 수 있다. 따라서 이러한 환자의 경우, 성충을 한 달간격으로 나누어 사멸시키는 대체요법을 실시하거나 외과적으로 성충을 제거하는 방법을 사용하는 것이 좋다. 이 증례는 경증임에도 불구하고 성충사멸과 관련된 부작용을 최소화하기 위해 스테로이드, 항혈전제 전 처치와 함께 Wolbachia에 대한 부작용을 예방하기 위해 tetracycline계 항생제를 전 처치로 투여하고, 성충에 대한 치료를 실시하였다. 또한 성충사멸에 따른 부작용을 예방하기 위해 전 처치 약물을 성충 치료 후 한 달간 투약하여 부작용 발생을 예방하였다. 또한, 성충 구제후 운동제한이 폐혈전색증 예방에 필요하고 그 효능이 임상적으로 입증되어 있기 때문에 환자는 성충치료와 함께 1주일간 케이지 입원을 통해 운동을 제한하였고 퇴원 후에도 약 한 달간은 심한 운동을 시키지 말도록 보호자에게 권고하였다.\n성충 구제를 위한 공인된 약물 치료법은 melarsomine (ImmiticideR)과 thiacetarsemide (CapasolateR) 두 가지 방법이 있으며, macrocyclic lactone(예, ivermectin, selamectin, moxidectin) 같은 약물을 이용한 성충구제는 효과에 대해 의문이 있기 때문에 공인된 치료법은 아니다. Melarsomine (ImmiticideR, Merial)은 유기비소제로 증류수나 생리식염수에 녹여서 사용한다. 심장 사상충에 대한 정확한 치료기전은 밝혀지지 않았지만, 기생충의 당 대사 억제와 glutathione reductase 작용억제, 기생충의 상피세포 구조변경과 기능 억제를 통해 구제효과를 나타내는 것으로 알려져 있다. 적어도 4개월 이상 된 미성숙 L5성충부터 구제효과를 나타내며 요측 배면 근육 심부에 2.5 mg/kg 용량으로 주사하면 된다.\n성충 치료 후, 사상충 항원이 순환 혈액 내에서 완전히 제거되는 데는 2~4개월 이상이 소요되므로 사상충 치료 후 재검사는 보통 성충 치료 완료 후 4개월 이후에 실시하는 것이 좋다. 만약 4개월 후에 양성 반응을 보인다고 하더라도 성충치료를 다시 실시하지 말고 2개월 뒤에 다시 한번 검사를 해보는 것이 좋다. 또한 경미한 잔존 감염의 경우, 재치료보다는 자충예방에만 집중하는 것이 환자에게 더 좋다.\n"
}