{"title": "WSAVA 글로벌 영양평가 가이드라인", "author": "WSAVA 영양평가 가이드라인 특별 위원회", "publisher": "WSAVA 영양평가 가이드라인 특별 위원회", "department": "내과", "disease": "세계소동물수의사회(이하 WSAVA)는 다섯 가지 기본 활력징후가 모든 소동물에서 표준 신체검사로 실시될 수 있도록 세계적인 표준을 개발해 왔습니다. 이 다섯 가지 활력징후는 다음과 같습니다.\n체온\n맥박\n호흡\n통증평가\n영양평가\n양질의 영양은 반려동물의 삶의 질과 수명을 연장시킵니다. WSAVA 5th Vital Assessment Group(V5)은 과학적 인 근거에 바탕으로 한 미국동물병원협회 (이후 AAHA)의 영양평가 가이드라인을 활용하여 반려동물의 건강과 복지 를 최적화하고 최적의 환자 치료를 위한 일환으로 전 세계 수의사들이 사용하기 쉬운 세계적인 영양평가가이드라인을 개발하였습니다. 일상적인 환자 관리에 영양평가를 포함하는 것은 반려동물의 건강 유지뿐만 아니라 질병과 외상에 대한 회복에 있어 대단히 중요합니다. 이 가이드라인에서 다섯 번째의 활력징후로 제시된 선별 평가를 기본 신체검사 에 포함시키는 것은 별도의 시간이나 비용이 거의 들지 않습니다. 한편 소동물 치료에 영양학적 평가와 권고사항을 포함시키는 것은 보호자와 수의 의료팀간의 협력 관계를 발전시키고 나아가 반려동물을 더 건강하게 할 것입니다.\n이 영양평가 가이드라인의 구체적인 목표는 다음과 같습니다.\n개와 고양이에 대한 영양평가의 중요성을 인식시킴\n건강 증진과 질병에 대한 회복을 위한 개와 고양이의 영양평가 지침을 제공\n권고사항을 뒷받침하는 과학적 근거와 자료제시\n모든 동물에서 최적의 영양학적 관리가 건강과 질병에 미치는 긍정적 영향에 관해서는 이미 잘 정립되어 있습니다. 모든 연령대 단계에 대한 적합한 음식 급여는 식이 관련 질병을 예방할 뿐만 아니라 다른 질병의 관리에 도움이 됩니다. 예를 들어, 만성 신장 질환을 가진 개와 고양이를 위해 고안된 사료는 상당한 이점을 제공하는 것으로 알려져 있습니다.1-3\n미국 국립 과학 아카데미의 국립 연구위원회(National Research Council; NRC)4는 개와 고양이를 위한 영양학적 권장사항을 제공하는데 앞장서 있으며 각 나라별로 영양학적 지침과 규정이 개발되어 왔습니다. [예: 유럽 반려동물 식품 산업 연맹 (FEDIAF), 미국 사료 감독 관리자 협회 (AAFCO)].5-6 그러나 적합한 영양 건강이 보장되기 위해서는 영양학적 인자들을 단순히 충족시키는 것 이상의 추가 요인들이 고려되어야 합니다. 영양평가에서는 이 가이드라인 에서 자세히 언급하고 있는 일부 요인들이 고려되어야 합니다. 동물의 영양 상태에 영향을 줄 수 있는 요인들에 대한 평가와 필요에 따른 정기적인 재평가와 같은 일련의 과정은 소동물 환자에 대한 철저한 영양평가를 제공합니다.7-9 평가에 포함되어야 할 요인들로는 동물, 식이, 급여 관리, 환경 요인 등이 포함되며 이는 다음과 같습니다.\n\n동물-특이 요인\n동물-특이 요인들에는 반려동물의 나이, 생리적 상태, 활동이 포함됩니다. 동물 요인과 연관된 문제들은 영양 민감 장애 (예: 불내성, 알러지, 장기 특이적 질병)로 불립니다. 이들 환자들에 대한 식이 선택은 특정 환자들에 대한 질병 관련 영양 한계를 충족하도록 고안된 것들로 제한되어야 합니다.\n\n식품-특이 요인\n식품-특이 요인들에는 동물에게 급여한 음식의 안전성과 적합성이 의심되는 경우가 포함됩니다. 식품요인과 연관 된 문제들은 식품 유발 장애 (예: 영양 불균형, 변질, 오염, 불순물)로 불립니다. 이들 장애를 겪고 있는 환자들은 환자 에게 적합한 것으로 알려진 식품을 급여하여 치료할 수 있습니다.\n\n급여 관리와 환경 요인\n급여 요인들에는 급여 횟수, 시간, 장소와 방법이 포함되며, 환경 요인들에는 공간과 반려동물 주변 환경의 질이 포함됩니다. 급여와 환경 요인과 연관된 문제들은 급여-관련, 환경-관련 장애 (예: 과잉 급여, 급여부족, 과도한 간식 사용, 불량한 사육환경, 경쟁적 식사, 적합한 환경 자극의 부족)로 불립니다. 이러한 상황은 보호자의 행동양식을 적합하다하게 변경하기 위한 효과적인 의사소통이 필요합니다.\n\n영양평가는 2단계 과정 입니다.\n선별 평가 (Screening Evaluation)는 모든 환자에서 실시됩니다. 이 선별평가에서 반려동물이 건강하고 위험 요인이 없다면 추가 영양평가는 필요로 하지 않습니다.\n확장 평가 (Extended Evaluation)는 선별 평가에서 하나 이상의 위험 요인이 발견되거나 의심될 때 실시됩니다. 평가를 위한 인터뷰는 반려동물에 대해 가장 잘 알고 있는 보호자로부터 필요한 정보를 이끌어 내도록 훈련 을 받은 사람이 수행해야 합니다. 자세한 영양 병력이 얻어져야 합니다. 이러한 결과 기록을 위한 다양한 양식 이 활용 가능합니다.10-11\n\n\n그림1. 2 단계 영양평가 과정의 모식도. 선별 평가는 모든 환자에서 실시됩니다. 선별 평가에서 반려동물이 건강하고 위험 요인이 없다면 추가 영양평가는 필요하지 않습니다. 확장 평가는 선별 평가에서 하나 이상의 영양학적 위험 요인이 발견되거나 의심되는 경우 실시합니다.\n\n선별 평가\n영양평가는 모든 동물에서 일상적인 병력 청취와 신체검사의 일환으로 실시되어야 합니다. 수집된 정보들에는 동 물, 식품, 급여 관리/환경의 특이 요인들이 포함되어야 합니다.\n동물이 건강할 경우에 특정한 삶의 요인 자체만으로는 확장 평가를 필요로 하지는 않습니다. 높거나 낮은 활동 수 준, 가정에 다수의 반려동물 동거, 임신, 수유, 1살 미만 또는 7살 이상의 나이 모두는 철저한 검토를 필요로 합니다. 비록 이러한 요소 자체가 확장 평가를 실시해야 하는 원인이 되지는 않지만 이러한 요소를 가진 환자의 경우 수의사 들은 반려동물의 상태를 좀 더 면밀히 평가해야 합니다.\n영양 상태에 영향을 미치는 것으로 알려진 구체적인 위험 요인은 표1에 나열되어 있습니다. 영양 관련 문제들에 대 한 \"의심 지수\"가 높아진다면 확장 영양평가가 지시됩니다.\n위험 요인의 숫자와 정도가 증가할수록 확장 영양평가의 중요성 또한 커집니다. 단 하나의 요인이라도 상당히 우려 될 경우에는 확장 영양평가를 실시하는 것이 추천됩니다.\n선별 평가에서 어떠한 위험도 제기되지 않는다면 영양평가는 완료됩니다.\n\nBCS와 MCS\n현재 상태와 시간에 따른 변화를 평가하기 위해서는 체중(body weight; BW), 신체지수 (body condition score; BCS), 근육지수 (muscle condition score; MCS)를 항상 동일한 방법으로 측정해야 합니다. 서로 다른 평가 체계는 상황에 따른 장점이 있을 수 있지만, 병원에서 하나의 방법을 선택해 기본이 되는 총점 기록을 모든 수의사와 간호사 들이 일관되게 사용하는 것을 추천하고 있습니다. (예: 9평점 체계를 이용하는 경우 S/9로 표시)\nBCS는 체지방을 평가합니다. 개와 고양이를 평가하기 위해 다양한 BCS 시스템이 이용되고 있습니다. (예: 5, 6, 7, 9점 척도)7,12-14 WSAVA 영양평가 지침은 9점 척도를 사용합니다. 일부 고도 비만 환자는 BCS 9/9를 초과하지만 이 지점을 넘어선 경우에 대한 적합한 평가 시스템은 현재 없습니다.\n대부분의 반려 동물에서 목표는 BSC 4/9 - 5/9입니다. (이는 일부 반려동물 보호자에게 너무 마른 것처럼 보일 수 있어 보호자 교육이 중요합니다.) 이들 BCS 목표는 개와 고양이에서 제한된 숫자의 연구에 기반하고 있으며,15-18 이는 다른 종에서도 마찬가지 입니다.15,16 성숙동물에서의 높은 BCS와 관련된 질병 위험은 6/9 이상에서 증가하는 것처럼 보입니다.15-16 보호자 소유의 반려동물의 다른 연령대 단계와 관련된 유사 위험은 보고되지 않았지만 실험동물 연구 를 근거로 했을 때 성장하는 강아지에서 낮은 BCS는 위험이 발생할 수 있습니다.17 질병 예방에 대한 신체 조건의 영향을 보다 완전하게 평가하기 위해 추가 연구가 필요합니다.\nMCS는 근육량을 평가한다는 점에서 BCS와 다릅니다. 근육량의 평가에는 육안검사와 측두골, 견갑골, 요 추와 골반뼈 부위의 촉진이 포함됩니다. 음식을 박탈당한 건강한 동물 (예: 단순 기아)은 일차적으로 지방이 소실되는 반면에 대부분의 급성과 만성 질병 (예: 스트레스 기아) 상태의 환자는 근육 소실이 더 크기,때문에 근육 상태의 평가 가 중요합니다. 근육 소실은 체력, 면역 기능, 상처 치유에 악영향을 주며 사람에서 사망률과 독립적인 관계가 있습니다.20,21\n간단한 MCS 척도는 현재 개발 및 검증 중입니다.22, 23 저자들의 임상 경험상, 성공적인 중재를 위해서는“경미한 근 육 위축”단계, 즉 경미한 근육 소실 상태의 조기 인식이 중요한 것으로 제시되고 있습니다.\n\n표1 영양 선별: 위험요인들\n영양 선별 위험 요인\t존재 시 체크 (Y)\n병력\n위장관 기능 변화 (예: 구토, 설사, 구역질, 고창, 변비)\n과거 또는 현재의 의학적 상태 및 질병\n현재 투여 받고 있는 약물 또는 식품 보충제\n독특한 식품 (예: 날 음식, 가정식, 채식, 낯선 음식)\n과자, 간식, 식탁 음식이 전체 칼로리의 10% 이상\n불충분하거나 부적합한 주거 환경\n신체검사\n신체점수(9점 척도): 4이하 또는 5이상의 점수\n근육지수 경미, 중증도 또는 현저한 근육 위축\n원인 불명의 체중감소\n치아 이상 또는 질병\n불량한 피부와 피모\n새로운 의료 상태/질병\n\n\n\n그림3. 근육지수(MCS) 시스템. 근육량의 평가에는 육안검사와 측두골, 견갑골, 요추와 골반뼈 부위의 촉진이 포함됩니다.\n[Dr. Tony Buffington 제공] 이 시스템은 현재 개발 및 검증 중입니다.22, 23\n임상적으로 BCS와 MCS는 직접적인 관련이 없습니다. 과체중이면서 동시에 현저한 근육 소실이 있을 수 있습니다. 이러한 경우 주의 깊게 평가하지 않는다면 경미하거나 중증의 MCS를 정상으로 판정할 수도 있습니다. 이들 증례 에서 몸의 일부분은 지방으로 인해 상대적으로 근육량이 정상 또는 심지어 과해 보일 수 있지만 (특히 갈비뼈 위나 복 부에) 뼈가 돌출된 부위에서 근육 위축은 쉽게 느껴집니다. BCS와 MCS를 정확히 평가하기 위해서는 촉진해야 하며, 특히 중모종이나 장모종의 경우 촉진 검사가 필요합니다.\n\n확장 평가\n선별 평가에서 영양 관련 문제 가능성이 있는 환자에 대해서는 동물, 식품, 급여와 환경 요인에 대한 확장 영양평가 가 지시됩니다(표1). 그 항목들은 동물의 내재 질병의 진행, 관리 또는 연령대 단계에서 영양이 매우 중요한 역할을 한 다는 것을 제시합니다. 우선 병력, 의료기록, 선별 평가 동안 얻은 정보를 재검토하고 요약해야 합니다. 다음으로 아래에 설명된 대로 적절한 추가 자료를 얻어야 합니다. 잠재적으로 의의가 있는 역사적 요인들에 대한 좀 더 자세한 목록은 다양한 참고 문헌을 통해 찾을 수 있습니다.10\n\n\n동물 요인\n음식 섭취 또는 행동 변화 (예: 섭취량, 씹기, 삼키기, 구역질, 구토, 역류).\n외피의 상태. 영양 관련 이상에는 건조하고 쉽게 뽑히는 털, 얇고 건조하거나 비듬이 있는 피부, 정맥천자 시 저항감 감소 (정상 피부의 콜라겐 밀도의 손실로 인해) 등 다양한 양상이 포함됩니다.\n진단 작업\n최소 데이터베이스 / 적합한 실험실 검사.\n특정 검사로는 전혈구검사 (빈혈 확인); 요분석; 혈청화학검사 (전해질, 알부민 포함); 분변 배양; 불균형 식이로 인해 낮을 수 (또는 높을 수) 있는 다른 영양소 농도 (예: 타우린, vitamin B12, 철분)의 평가를 포함합니다.\n필요에 따른 추가 검사 (예: 영상학적 검사, 내시경 검사).\n최근 의료 상태와 의약품\n\n반려동물의 영양 상태에 대해 영향을 줄 수 있는 질병과 모든 치료 계획을 평가해야 합니다. (예: 갑상선 질 환).\n일부 약물 (예: 이뇨제) 또는 시술 (예: 상당 부분의 장 절제, 배액관 장착)은 필수 영양분의 소실 또는 흡수 장애를 유발할 수 있습니다.\n식이 요인\n현재 급여 사료의 칼로리 밀도(예: 그램, 캔, 컵당 열량)를 확인해야 합니다. 특히 반려동물이 이상적인 BCS에 미달하거나 넘는 경우, 또는 이상적인 BCS를 유지하기 위해 비정상적으로 많거나 적은 양을 급여해야 하는 경 우 확인이 필요합니다(이 정보를 위해서는 반려동물 식품 제조회사에 연락해야 할 수 있습니다).\n다른 영양분 출처가 있는지 평가합니다. 간식, 식탁음식, 보조제, 약물 투여를 위해 사용되는 음식, 씹는 장난감 (예: 생가죽).\n만약 오염되거나 부패한 음식으로 인한 질병 발생이 의심된다면 음식에 대한 분석을 의뢰해야 합니다.24 식품 분석 또는 잠재적인 독소에 대한 검사 정보는 미국 사료 감독 관리자 협회 (www.aafco.org 에 열거된)에게 얻을 수 있습니다.\n상업 식품의 평가\n종류, 조성, 향미 다양성, 구매 시기, 장소, 저장 상태\n라벨 정보에 대한 요구사항은 나라마다 다릅니다. 그러나 광고기능으로써의 라벨의 역할을 아는 것 또한 중 요합니다.25\n많은 국가에서 AAFCO의 적합성 진술은 몇 가지 중요한 사실을 제공하고 있습니다.\n식품이 완전하고 균형 잡혀 있는지, 만약 그렇다면 어느 연령대를 위한 것인지 기술되어 있습니다. 모든 식품은 완전하고 균형 잡혀 있어야 합니다. 만약 라벨에“간헐적 또는 보충 사용만”이라고 적 혀 있다면, 이는 완전하고 균형 잡힌 것이 아닙니다. 수의사 처방사료이고 특정 목적을 위해 사용된 다면 이는 용인될 수도 있습니다. 예, 심한 신장 질환.\n라벨에는 영양학적 적합성에 대한 두 문장 중 하나를 포함할 수 있습니다.\n“[상품명]은 AAFCO에서 제시하는 [연령대] 개의 식품 영양소 기준을 충족 시키고 있습니다.”(식품의 화학적 분석)\n“AAFCO 절차를 준수한 동물 급여 실험으로 [상품명]이 [연령대]에 완전하고 균형 잡힌 영양분 을 제공한다는 것이 입증되었습니다.”(식품의 급여 시험 분석) 급여 시험을 거치지 않고 사료의 성분이 특정 수준에 충족하도록 제조된 사료는 주의 깊게 해석해 야 합니다. 그러나 급여 시험의 활용이 해당 사료가 모든 상태에서 적합한 영양분을 제공한다는 것 을 보증하지는 않습니다.\nAAFCO는 성장, 임신, 성숙 동물에 대한 영양 조성을 제공하고 이에 대한 라벨을 관리하지만, 노령 반려동물에 대한 영양 조성이나 라벨 규정은 없습니다.\n사료 생산에 있어 제조업체의 명성은 어떠합니까? 그들 제품에 대해 긍정적인 경험을 한 적이 있습니까? 사료에 대한 평가를 돕기 위해 어떠한 객관적인 (추천서가 아닌) 자료를 업체에서 제공하고 있습니까?\n라벨에서 제시하고 있는 다른 정보들은 영양평가를 돕는데 있어 실용적 가치가 적습니다. 반려동물 보호자 들은 때때로 첫 번째 성분 또는“홀리스틱; holistic”, “사람 식품 품질; human grade”, “프리미엄; premium”과 같이 규제되지 않은 용어를 근거로 사료 구입을 결정하기 때문에 수의사와 수의테크니션이 정확한 정보를 바탕으로 결정을 내릴 수 있도록 도와야 합니다.\n조금이라도 의문이 있거나 우려되는 점이 있다면 제조업체에 연락을 하십시오. 다음과 같은 질문을 적절히 고려하십시오.\n당신 회사에 수의 영양학자 또는 동급의 직원이 근무하고 있습니까? 이들에게 상담 또는 질문을 할 수 있습니까?\n\n누가 당신 회사 사료의 조성을 고안하였고 그들의 자격은 어떠합니까?\nAAFCO 급여 시험을 이용해 검증 받은 사료는 무엇이고, 영양 분석을 받은 사료는 무엇입니까?\n제품 라인의 일관성과 품질을 보증하기 위해 어떤 품질 관리 방법을 사용하고 있습니까?\n어디서 사료가 생산되고 제조됩니까? 공장을 방문해도 되겠습니까?\n관심이 있는 개와 고양이 사료에 대해 소화율을 포함한 완벽한 영양 분석 자료를 제공할 수 있습니까?\n그램, 캔, 컵 당 칼로리는 무엇입니까?\n제품에 대해 어떠한 종류의 연구가 수행되고 있고 결과가 상호 검토된 논문에 발표되었습니까?\n가정조리 식품 평가\n특정 조리법, 음식준비, 저장, 조리법 순환 또는 대체품에 대해 보호자에게 질문하세요.\n단백질, 탄수화물, 지방, 비타민과 미네랄의 공급원과 양을 고려해야 합니다.; 소화율, 생물학적 이용률\n고양이에서 특별히 필요한 것에 주목해야 합니다. (예: 아미노산, arachidonic acid 등).\n가정조리 식품의 평가 또는 조성을 위해 인증된 수의 영양학자 또는 동등한 사람에게 문의하십시오. (표 2)\n상업사료이든 가정조리이든 특이한 식품에 대해서 영양 불균형에 대해 평가하십시오.\n날고기 식품의 추가 위험(예: 신선, 냉동, 동결 건조, 날고기를 겉에 바른 것 등 다양한 유형). 26-28 병원성 미 생물이 위장염을 일으키거나 다른 질환을 일으킬 수 있고, 만약 임상증상을 유발하지 않더라도 오염된 날고 기를 섭취한 이후에는 장기간 동안 분변을 통해 배출될 수 있습니다. 만약 날고기 음식을 먹이는 환자가 입원하게 된다면, 병원 직원들과 다른 입원 동물의 위험성을 평가해야 합니다. 덧붙여 뼈가 포함된 생식은 치 아를 손상시키고 식도/위소장 폐쇄 또는 천공과 관련될 수 있습니다.\n특히 고양이뿐만 아니라 개에서의 채식의 위험성에 대해 평가하십시오.\n급여와 환경 요인\n반려동물의 주된 급여자\n급여 관리 (예: 위치, 횟수)\n다수 반려동물과 관련된 문제 (먹이, 간식 경쟁)\n다른 음식 제공자와 경로\n개선의 범위 (예: 장난감, 다른 반려동물, 집, 식기)\n가정에서의 반려동물 활동성\n유형 (예: 목줄 걷기, 뒤뜰, 자유롭게 풀려있음/즉흥적인)\n양 (매일/주당몇 회)\n활동 수준과 활동량.10\n환경 스트레스 (최근 집에서의 변화, 조절되지 않은 실외 자극, 음식 또는 보호자에게 접근하는데 있어 경 쟁, 동물간의 경쟁 등).29-31\n환경은 영양에 직접적으로 영향을 줍니다. 예를 들어 하부요로기계증후군을 가진 고양이에 대한 실험실32와 임상 연구33에서 모두 급여 사료에 관계없이 환경이 임상증상 발현에 중대한 역할을 하는 것으로 알려져 있습니다.\n개에서 먹이경쟁, 식분증, 비만을 포함한 임상적 상황들은 동물 요인과 식이 요인뿐만 아니라 환경과도 연 관되어 있습니다.34-35또한 음식 급여 장난감의 이용은 실내 거주 반려동물의 복지를 향상시킬 수 있으며36, 급여 용기의 교체 또한 일반적으로 여기는 것보다 더 중요할 수 있습니다.\n\n표2 보호자와 직원 교육을 위한 유용한 웹사이트\n1. AAFCO Association of American Feed Control Officials (Nutrient\thttp://www.affco.org profiles, feeding trial, ingredients)\n2. AAHA American Animal Hospital Association\thttp://www.aahanet.org\n3. AAVN American Academy of Veterinary Nutrition\twww.aavn.org\n4. ACVN American College of Veterinary Nutrition (Specialty\thttp://www.acvn.org college for board certification; list of institutions that provide\nconsultation; continual updates of links to resource for diet formulation and analysis)\n5. AVNT Academy of Veterinary Nutrition Technicians\thttp://nutritiontechs.org\n6. European Society of Veterinary Clinical Nutrition\thttp://www.esvcn.com\n7. FDA Center for Food Safety and Applied Nutrition (regulatory\thttp://www.fda.org/AboutFDA/Cen and safety issues, adverse event reporting, meeting, industry\ttersOffices/CFSAN/default.htm information)\n8. FDA Pet Food Site (information, links, food safety issues, recalls,\thttp://www.fda.org/AnimalVeterinary/P pet food, labels, selecting nutritious foods, handling raw food)\troducts/AnimalFoodFeeds/PetFood/d\nefault.htm\n9. European Pet Food Industry (Nutritional guidelines, guide to\thttp://www.fediaf.org good food practice)\n10. Indoor Pet Initiative (Comprehensive recommendations for\thttp:///indoorpet.osu.edu environmental enrichment for dogs and cats.)\n11. NRC National Research Council (Nutrient Requirements of Dogs\thttp://www.nap.edu/catalog.php?reco and Cats\trd_id=10668#toc\n12. NRC Downloadable booklets. Your Cat's Nutritional Needs and\thttp://dels-old. nas.edu/banr/petdoor. Your Dog's Nutritional Needs. Versions for pet owner: BANR\thtml\nBoard on Agriculture and Natural Resources Petdoor Nutrient Requirements of Dogs and Cats\n13. NIH Office of Dietary Supplements (Evaluating supplements,\thttp://ods.od.nih.gov internet health info, and more)\n14. University of California Davis Diet History Form (Downloadable\thttp://www.vetmed.ucdavis.edu/vmth/ Word document)\tsmall_animal/nutrition/newsletters.cfm\n15. Pet Food Institute (information on ingredient definitions,\thttp://www.petfoodinstitute.org/index. labeling regulations, etc.)\tcfm?Page=Consumers\n16. United States Pharmacopeia Dietary Supplement Verification\twww.usp-dsvp.org Program (voluntary program)\n17. USDA Food and Nutrition Information Center (General\thttp://www.nal.usda.gov/fnic/etext/00 supplement and nutrition information, links to a variety of\t0015.htm\ndietary supplement websites)\n18. USDA Nutrient Database (full nutrients profiles on thousands of\thttp://www.nal.usda.gov/fnic/food human foods)\tcomp/search\n\n\n다음은 사항들은 실행 계획을 도출해 내기 위한 영양평가와 수집된 정보의 해석과 분석입니다. 다음 사항을 고려하십시오.\n동물 요인\n현재의 음식 섭취를 고려한 동물의 상태를 평가하십시오.\n현재 에너지 요구량을 추정하십시오. 입원 환자에서 휴지기 에너지 요구량 (resting energy requirement; RER)은 알려진 다양한 공식 중에 하나를 이용해 추정할 수 있습니다.4,7 외래 환자에서 에너지 요구량은 고 양이에서 위아래로 50%, 개에서 위아래로 30%까지 차이가 날수 있기 때문에 [특히 유지 에너지 요구량 (maintenance energy requirement; MER)] 에너지 허용량에 대한 시작점은 라벨에 있는 권장량 또는 조 성을 이용해 설정할 수 있습니다.4 MER은 BCS, 성별, 중성화 여부, 연령대, 활동성, 환경에 따라 차이가 있을 수 있습니다.\n모니터링 계획을 세우십시오. 보호자에게 BW, BCS, MCS를 적합하게 모니터 하는 방법을 교육시키십시오. 시간이 지남에 따라 변화하는 요구에 맞게 필요에 따라 섭취량을 조절하십시오.\n식이 보조제를 조정하거나 추가하도록 하고 필요 시 특정 종류와 양을 추천하십시오.\n식이 변경이 때때로 필요합니다. 식이를 전환하는 방법은 여러 가지지만 어떠한 방법이 더 우수한지에 대한 명백히 입증된 증거는 없습니다. 임상의는 환자와 보호자에 대한 개별적인 평가에 근거한 기법을 사용하고 추천해야 합니다. 일부 동물은 급격한 사료 변경에도 문제가 거의 발생하지 않지만, 일부에 서는 7~10일에 걸쳐 서서히 음식을 전환해야 위장관 문제가 덜 발생하기도 합니다.\n\n식이 요인\n환자의 연령대, 생활 방식/활동, 질병, 신체상태, 약물 복용 및 의학적 시술을 바탕으로 적합한 음식과 급여량을 결정하십시오.\n만약 식이 요인이 부적합한 것으로 판단된다면 환자에게 적합한 열량과 영양분 조성을 제공할 수 있도록 식 이와 간식 급여에 대한 계획을 세우십시오.\n필요할 경우 전체 권장량 내에 다른 음식원(food sources)도 고려하십시오.\n반려동물 사료, 간식, 식탁 음식, 급여 방법, 횟수, 위치를 포함한 특정한 급여 계획을 추천하십시오.\n\n급여 관리와 환경 요인\n급여 관리와 환경에 있어 변화가 필요한지 고려하십시오.\n일부 개와 고양이들은 자유 급식 하에서 좋은 신체 상태를 유지하지만, 다른 개와 고양이에서는 양호한 신 체 상태를 유지하기 위해서는 식사 시간을 정한 급여가 필요할 수 있습니다.\n적합한 음식 측정 기구 (예: 8온즈 또는 237ml 계량컵)를 사용하고 일정량의 음식을 제공하도록 하십시오. (자유 급식을 하던 식사 시간을 정한 급여를 하든지 간에).\n급여 관리에는 음식 급여 장난감의 제공, 음식에 대한 갈등과 경쟁을 줄이는 것 등이 포함됩니다.\n환경 개선에는 활동(놀이, 운동) 기회를 늘리는 것뿐만 아니라 (사람을 포함한) 다른 동물로부터의 위협 인 식을 감소시키고 예측 불가능한 동물의 환경 변화를 줄이는 것이 포함됩니다.\n\n입원한 환자를 위한 계획의 수립\n동물 요인과 식이 요소 (예: 사료, 급여방법, 급여량, 급여 횟수)를 고려한 모니터링 계획과 급여 계획을 수립하십시오.\n음식 섭취량을 늘리기 위해 가능한 일상적이고 좋아하는 (\"편한\") 음식을 제공하도록 하십시오. 음식에 대한 혐오감을 유발하지 않기 위해 장기간 급여 목적으로 새로운 음식을 주지 않도록 하십시오. 음식혐오는 동물 이 불쾌한 경험을 한 적이 있는 음식을 기피하는 것을 말합니다.\n영양 요구량을 충족시키기 위한 이상적인 급여 경로는 매일 재평가 되어야 하며 급여 방법은 다음과 같습니다.\n자발적인 경구 섭취\n구슬려 먹이기- 음식을 따뜻하게 데움, 식사를 위한 조용한 장소로 환자를 이동시킴, 보호자가 먹임, 음식 섭취를 독려하도록 먹는 동안 토닥거림과 같은 작은 변화들\n주사기 급여 (환자가 오심이 있거나 스트레스 상황에서는 음식 혐오가 발생할 수 있으므로 주의를 요함).\n만약 환자가 앞서 언급한 방법을 통해 3~5일간 (이 기간에는 입원 전 집에서 식욕이 감소한 것을 포함함) 충분한 식사량을 섭취하지 않거나 환자의 영양 상태에 부합하는 충분한 음식 섭취가 재계되지 않을 것으로 예상된다면 다른 영양 보조 기법이 필요합니다.\n자발적으로 충분한 음식을 섭취하지 않는다면 영양 튜브를 사용하십시오. 위장관 장애가 있거나 경구 급여로 인해 오연성 폐렴 위험성이 우려되는 환자의 경우에는 비경구적 영양공급을 사용하십시오.\n이러한 영양 공급 경로를 이용하는 경우, 특히 환자가 누워 있거나 신경 이상이 있는 경우에 관련된 합병증 가능성에 대해 세심하게 평가하고 관찰하십시오.\n입원하지 않은 환자의 계획 수립\n동물 요인과 식이 요인 (예: 사료, 섭취 경로, 급여량, 급여 횟수)을 고려한 모니터링 계획과 급여 계획을 수립하십시오.\n성공을 위해서는 추천되는 급여 관리 요인에 대해 보호자에게 명백히 알려야 합니다. 보호자 또한 결정과정 과 특정 실행 계획의 이행에 참여합니다.\n환자가 비만하다면, 환경(예: 운동, 행동 수정, 체중 조절 약물 처방)변화를 위한 종합적인 계획을 수립하십시오.\n다음에 대한 특정한 일정을 수립하십시오.\n추천한 급여 관리 또는 환경 변화에 대해 보호자가 순응하고 이를 준수하고 있는지에 대한 전화상담\n반복적인 재검과 평가\n환자에 대한 영양 실행과 모니터에 있어 조금이라도 편치 않게 느껴진다면 전문가의 조언을 구하거나 의뢰하십시오. (표2).\n\n건강한 동물들\n신체 상태가 좋은 성숙 동물은 주기적으로 재평가해야 합니다. 반려동물의 연령, 품종, 건강상태, 환경에 따라 개별 적으로 적합한 재검 간격을 결정해야 합니다. 건강한 임신, 수유, 노령, 성장 동물은 좀 더 자주 모니터링이 필요합니다. 보호자는 집에서 다음 사항을 모니터 해야 합니다.\n음식 섭취와 식욕\nBCS와 BW\n위장관 증상 (예: 변의 상태와 양, 구토)\n전반적인 외형과 활력\n\n질병이 있거나 영양학적 변화가 추천되는 동물들\n확장 영양평가 대상인 외래 환자의 경우 영양평가 항목들을 좀 더 자주 모니터링 해야 합니다. 모니터링 항목은 표2 에 제시되어 있습니다.\n많은 질병의 경우 약간 낮은 점수를 보이기 때문에 BCS와 MCS에 대한 잦은 모니터링은 중요합니다. 또한 아픈 동 물의 경우 식이 보충제를 섭취하고 있거나 음식과 함께 약을 복용하고 있을 가능성이 높기 때문에 전반적인 영양 계 획이 최적화 되도록 매번 방문 때마다 질병과 관련된 것을 재평가하고 식이 계획을 수정하는 것이 중요합니다. 이상적인 신체 상태가 아닌 경우 잦은 모니터링이 필요하며 이상적인 신체 상태를 유지하도록 음식 섭취를 조정해야 합니다.\n\n입원한 동물들\n입원한 환자에서 매일 모니터 해야 하는 사항은 표2와 같으며 또한 다음 항목들이 포함되어야 합니다.\n음식, 섭취 경로, 급여량, 급여 횟수를 포함한 특별한 급여지시\n수분 균형. 임상증상 (예: 체중 변화, 폐 수포음)의 평가 또는 진단 검사 (예: 중심정맥압).\n최적의 급여 경로 다룸. 영양 요구량을 충족시키기 위한 최적의 급여 경로는 입원 기간 동안 변할 수 있으며 매 일 같이 재평가 되어야 합니다. (위의 내용 참고).\n영양분 섭취에 대한 수치화와 기록 (모든 경로 포함)\n대부분의 입원 환자들은 내재적인 질병이 완전히 회복되기 전에 퇴원하게 됩니다. 급여 방법, 섭취 열량, 식이, 급 여 횟수와 특별한 모니터 항목, 재검 일정, 재평가에 대해 문서화하여 보호자와 상의하십시오.\n급여 권고사항을 보호자가 준수하는데 장애가 될 만한 것들이 (예: 급여 일정 문제, 복잡함, 재정적 어려움) 있으면 적절하게 조율하십시오. (예: 처방시기를 지속하기에 보호자가 재정적 어려움 있다면, 소매점에서 구할 수 있는 적절한 식품을 추천함). 보호자가 권고사항을 잘 준수하고 있는지 전화 상담을 통해 확인할 수 있도록 일정을 만드십시오.\n영양학적 목표에 부합하는 식이 선택사항을 제공하십시오. 칼로리/영양소 목표에 도달하지 못한다면 무엇을 해야 하는지 보호자와 함께 계획을 수립하십시오.\n비정상적인 항목들이 정상 또는 안정적으로 회복된다면, 환자에게 처방식을 계속 급여하거나 일반 음식으로 전환 할 수 있습니다. 새로운 식이가 필요하다면 앞서 언급한 방법에 따라 단계적으로 전환할 수 있습니다.\n\n원하는 결과를 얻기 위해서는 보호자 상담과 보호자와 친밀감을 쌓는 것이 중요합니다.41-43 영양학적 개념과 소통에 있어 양자 모두에 대한 지식과 기술이 있을 때 테크니션은 영양평가 과정에 관여해야 합니다.\n의사결정 과정과 기대 수준을 설정하는데 있어 보호자가 관여하도록 하십시오. 보호자의 시간, 생활방식, 재정적 한계에 따라 권고사항을 맞추어야 될 수 있습니다. 소통을 위해서는 보호자가 선호하는 다양한 양식을 활용하십시오. 다양한 교육 자료와 도구들을 사용하십시오.\n보호자가 BSC와 MCS에 대해 평가할 수 있도록 교육시키는 것은 반려동물 관리에 있어 보호자를 개입시킬 수 있는 효과적인 방법입니다. 기대 수준과 목표는 구체적이어야 하며 달성 가능해야 하고 진행 과정과 보호자 순응을 모니터하고 권고사항을 조정하기 위한 특정 후속조치가 포함되어야 합니다.\n특정 음식에 대한 잠재적인 장점, 위험성, 고려사항을 보호자에게 알리십시오. 식이 급여량과 횟수, 간식 숫자, 식탁음식, 약물 투약을 위해 사용되는 음식과 식이 보충제를 포함하여 조언하십시오.\n보호자는 급여시에 반려동물에게 음식물 장난감을 제공하고 같이 놀고 운동하는 상호작용을 통해 급여시의 영양학 적 경험을 더 풍요롭게 할 수 있습니다.\n\n영양평가는 최적의 환자 치료를 위해 중요합니다. 이 문서는 적합하고 효과적인 평가, 사정, 실행 모니터링과 교육 에 대한 지침을 제공합니다. 약간의 연습만으로도 이 접근 방법은 추가적인 시간이나 비용 없이도 일상적인 진료에 효과적으로 포함될 수 있습니다. 추가적인 개발과 지식의 확장에 지속적으로 귀 기울여 주십시오.\n\n\n정의, 약어\n선별 평가 : 모든 환자에서 실시되어야 하는 기초 평가\n확장 평가 : 기초 선별 과정 중에 확인된 우려사항 근거한 심도 있는 정보 수집\n연령대(life stage) : 개와 고양이에서 성장, 임신, 성숙과 같이 영양학적 요구에 영향을 받을 수 있는 기간으로 AAFCO에 서 영양 분석을 제공한 시기5,44,45\n적합한 음식 : 완전한 (모든 영양소가 존재), 균형 잡힌 (영양소의 비율이 적합함), 소화 가능한 (음식의 영양분을 동물이 활용 가능함), 기호성 있는 (잘 먹음), 충분한 (양, 본문 참고), 안전함 유지 에너지 요구량(MER) : Maintenance energy requirements\n휴지기 에너지 요구량(RER) : Resting energy requirements\n체중(BW) : Body weight\n신체지수(BCS) : Body condition score, 체지방 평가\n근육지수(MCS) : Muscle condition score, 근육상태 평가\n\n\n\n\n\n\n\n\n\n\n\n\n\n참고자료\nInternational Renal Interest Society Guidelines. http://www.iris-kidney.com/guidelines/en/ treatment_recommendations.shtml Accessed September 21, 2010.\nElliott J, Rawlings J, Markwell PJ, et al. Survival of cats with naturally occurring chronic renal failure: Effect of dietarymanagement. J Small AnimPract 2000; 41: 235-242.\nRoss RJ, Osborne CA, Kirk, et al. Clinical evaluation of dietary modification for treatment of spontaneous chronic kidneydisease in cats. J Am Vet Med Assoc 2006; 229: 949-957.\nNational Research Council. Nutrient requirements of dogs and cats. Washington, D.C.: National Academies Press, 2006.\nAssociation of American Feed Control Officials. Official Publication. Oxford, IN: Association of Feed Control Officials,2010.\nEuropean Pet Food Industry (FEDIAF). Nutritional guidelines for complete and complementary pet foods for cats and dogs.http://www.fediaf.org/self-regulation/nutrition Accessed September 21, 2010.\nThatcher CD, Hand MS, Remillard RL. Small animal clinical nutrition: An iterative process. In: Hand MS, Thatcher CD,Remillard RL, et al. Small animal clinical nutrition, 5th ed. Topeka, KS: Mark Morris Institute, 2010: 3-21.\nBauer JE, Olson WG. Development of a modular curriculum for education in nutrition. J Am Vet Med Assoc 1994; 205:681-684.\nBauer JE, Buffington CA, Olson WG. ACVN highlights common principles of nutrition. Vet Forum 1995;12: 55-58.\nMichel KE. Using a diet history to improve adherence to dietary recommendations. Comp ContEduc Vet 2009; 31: 22-26.\nUniversity of California Davis Nutrition Support Services Diet History Form. Available online at http://www.vetmed.ucdavis.edu/vmth/small_animal/nutrition/newsletters.cfm.Accessed September 21, 2010.\nGerman AJ, Holden S, Moxham GL et al, Simple, reliable tool for owners to assess the body condition of their dog or cat.J Nutr 2006; 136: 2031S-2033S.\nLaflamme D. Development and validation of a body condition score system for dogs. Canine Pract 1997; 22: 10-15.\nLaflamme D. Development and validation of a body condition score system for cats: A clinical tool. Feline Pract 1997; 25:13-18.\nLund EM, Armstrong  PJ, Kirk CA, et al. Prevalence and risk factors for obesity in adult dogs from private US veterinarypractices. Intern J Appl Res Vet Med 2005; 4: 177-186.\n\nLund EM, Armstrong  PJ, Kirk CA, et al. Prevalence and risk factors for obesity in adult cats from private US veterinarypractices. Intern J Appl Res Vet Med 2005; 3: 88-96.\nKealy RD, Olsson SE, Monti KL, et al. Effects of limited food consumption on the incidence of hip dysplasia in growingdogs. J Am Vet Med Assoc 1992; 201: 857-863.\nScarlett JM, Donoghue S. Associations between body condition and disease in cats. J Am Vet Med Assoc 1998; 212:1725-1731.\nGulsvik AK, Thelle DS, Mowe M, et al. Increased mortality in the slim elderly: A 42 year follow-up study in a generalpopulation. Eur J Epid 2009; 24: 683-690.\nvon Haehling S, Lainscak M, Springer J, Anker SD. Cardiac cachexia: A systematic overview. Pharm Ther 2009; 121:227-252.\nEvans WJ, Morley JE, Argiles J, et al. Cachexia: A new definition. ClinNutr 2008; 27: 793-799.\nMichel KE, Anderson  W, Cupp C, Laflamme D. Validation of a subjective muscle mass scoring system for cats.J AnimPhysiolAnimNutr 2009; 93: 806 (abstract).\nMichel KE, Anderson  W, Cupp C, Laflamme D. Correlation of a feline muscle mass score with body compositiondetermined by DEXA. Proceedings of the WALTHAM International Nutritional Sciences Symposium, Sept 16-18, 2010,Cambridge England: 47 (abstract).\nStenske K, Smith J, Newman S, et al. Aflatoxicosis in dogs and dealing with suspected contaminated commercial foods. J AmVet Med Assoc 2006; 228: 1686-1691. (available online at www.avmajournals.avma.org )\nBren L. Pet food: The lowdown on labels. FDA Veterinarian Newsletter 2001; XVI (No IV). Available Online at http://www.fda.gov/animalveterinary/newsevents/fdaveterinariannewsletter/ucm130726.htm Accessed September 21, 2010.\nFinley R, Ribble C, Aramini J, et al. The risk of Salmonellae shedding by dogs fed Salmonella- contaminated commercial rawfood diets. Can Vet J 2007; 48: 69-75.\nWeese JS, Rousseau J. Survival of Salmonella Copenhagen in food bowls following contamination with experimentallyinoculated raw meat: Effects of time, cleaning, and disinfection. Can Vet J 2006; 47: 887-889.\nFinley R, Reid-Smith R, Ribble C, et al. The occurrence and antimicrobial susceptibility of Salmonellae isolated fromcommercially available canine raw food diets in three Canadian cities. Zoonoses Public Health 2008; 55: 462-469.\nWojciechowska JI, Hewson CJ, Stryhn H, et al. Development of a discriminative questionnaire To assess nonphysical aspectsof quality of life of dogs. Am J Vet Res 2005; 66: 1453-1460.\nBuffington CA. External and internal influences on disease risk in cats. J Am Vet Med Assoc 2002; 220: 994-1002.\n\nYeates J, Main D. Assessment of companion animal quality of life in veterinary practice and research. J Small AnimPract 2009; 50: 274-281.\nStella JL, Lord LK, Buffington CAT. Sickness behaviors in domestic cats. J Am Vet Med Assoc (In Press, 2010).\nBuffington CA, Westropp JL, Chew DJ, Bolus RR. Clinical evaluation of multimodal environmental modification (MEMO)in the management of cats with idiopathic cystitis. J Fel Med Surg 2006; 8: 261-268.\nLandsberg GM, Hunthausen W, Ackerman L. Handbook of behavior problems of the dog and cat. Philadelphia: Elsevier,2003: 554.\nOverall K. Clinical behavioral medicine for small animals. St. Louis: Mosby, 1997: 60-194.\nTaylor J. Puzzling petfood. Pet Food Industry Magazine 2010; 52: 34-39. Http://Www.Petfoodindustry-Digital.Com/Petfoodindustry/201002/#Pg36 Accessed September 21, 2010.\nMilgram NW, Siwak-Tapp CT, Araujo J, Head E. Neuroprotective effects of cognitive enrichment. Ageing Res Rev 2006; 5:354-369.\nOverall KL, Dyer D. Enrichment strategies for laboratory animals from the viewpoint of clinical veterinary behavioralmedicine: Emphasis on cats and dogs. ILAR J 2005; 46: 202-215.\nChan D, Freeman LM. Nutrition in critical illness. Vet Clin North Am Small AnimPract, 2006; 36: 1225-1241.\nEirmann L, Michel KE. Enteral nutrition. In: Silverstein DC, Hopper K (eds). Small animal critical care medicine, St Louis:Saunders Elsevier, 2008: 53-62.\nFrankel RM. Pets, vets, and frets: What relationship-centered care research has to offer veterinary medicine. J Vet Med Educ2006; 33: 20-27.\nCornell K, Brandt JC, Bonvicini K. Effective communication in veterinary practice. Vet Clin North Am Small AnimPract 2007; 37: 1-198. Additional Information is Available at The Bayer Animal Health Communication Project http://Www.Healthcarecomm.Org/Bahcp/Homepage.Php\nVogt AH, Rodan I, Brown M et al. AAFP-AAHA feline life stage guidelines. J Fel Med Surg 2010; 12: 43-54.\nEpstein M, Kuehn N, Landsberg G. AAHA senior care guidelines for dogs and cats. Available at: http://www.aahanet.org/PublicDocuments/Senior_Care_final.pdf"}