{"title": "증례로 보는 소동물 심장학 2판", "author": "현창백 2e", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "27\n이첨판 폐쇄부전증\n(건삭파열과 심장-신장증후군)\nMitral valvular insufficiency (Chordae tendinae rupture and cardiorenal syndrome)\n\n 환자정보\n환자는 12살의 암컷 말티즈로, 사레들린 것처럼 갑작스러운 기침으로 지역 병원에 내원하였다가 심원성 폐수종으로 진단받고 응급처치를 받았다. 환자는 이후 초음파 검사에 이첨판 판막인대 파열로 진단받고 2~3개월밖에 생존하지 못한다고 정확한 진단과 처치를 위해 내원하였다.\n 신체 검사\n환자는 좌심첨부 수축기 역류성 심잡음(4/6)이 청진되고 수축기 혈압은 120 mmHg였다. 그 밖에 신체 검사상 이상 소견은 관찰되지 않았다.\n 진단 검사\n 실험실 검사\n혈액 검사상 경미한 PCV 감소(34.9%, RR 37~55), 경미한 질산혈증(BUN 55 mg/dl RR 7~27, creatinine 1.5 mg/dl, RR 0.5~1.8), 경미한 간수치 상승(ALT 335 U/L, RR 10~100)이 있었다. Biomarker 검사상, NT-proBNP 5105 (RR 0~900), SDMA 31 (RR 0~14), Spec cPL 38 (RR 0~200)으로 울혈성 심부전 상태를 나타내는 NT-proBNP 농도와 IRIS II 신부전 상태를 나타내는 SDMA 농도가 확인되었다.\n 심전도 검사\n좌심종대 패턴 이외 특이 소견은 없었다.\n 흉부 방사선 검사\n흉부방사선상, 심종대(VHS 11.5, VLAS 3, RLAS 2.6)와 심한 좌심방 확장이 있었지만, 기관지 압박이나 폐 침윤은 없었다. 다만 기관의 배측 거상 소견은 관찰되었다.\n 심장초음파 검사\nLA/Ao SX는 2.5 (ISACHC III)로 측정되었고 LVIDdN은 1.57(정상 범위), LVIDd/Ao 2.17 (ISACHC III)로 측정되었다. 컬러 도플러 검사상 좌심방으로 역류되는 모자이크성 혈류가 관찰되었고, 2D 심초음파 검사상 이첨판의 A1 판막 소편을 지지하는 인대의 파열이 확인되었다. PW 도플러 검사상 이첨판 혈류 E-peak 속도는 0.88 m/sec (ISACHC I)이였으며, CW 도플러 검사상 고속의 이첨판 역류 혈류를 확인할 수 있었다. TDI 도플러 검사를 통해 septal E/E’ 16.67과 lateral E/E’ 10.0으로 평균 E/E’ 13으로 울혈성 심 부전을 암시하는 소견을 확인할 수 있었다. M-mode 대동맥 단축단면에서 측정한 %LA-FS값은 27 %로 ACVIM C단계 이상의 심부전을 암시하는 소견을 보였다\n. 환자는 우심실 유출로 혈류에서 실시한 PW 도플러 검사상 AT 53 m, AT/ET 0.53으로 폐성 고혈압을 암시하는 소견은 없었고 M-mode 대동맥 단축단면에서 측정한 %RV-FS값 역시 77%로 폐성 고혈압을 암시하는 소견은 없었다. 좌심첨부에서 실시한 PW 도플러 검사상 IVRT 35 ms, LVET 163 ms, E/IVRT 2.51, LV Tei index는 0.45로 심실의 이완기 기능과 수축기 기능 모두 장애 가 확인되고 울혈성 심부전을 암시하는 소견을 보였다.\n 치료 및 환자 관찰\n환자는 흉부 방사선상 심종대 및 좌심방 종대, 심초음파상 심방과 심실 확장, 좌심방압의 압력증가를 암시하는 소견 및 이첨판 역류 소견 등을 토대로 ACVIM C (ISACHC IIIa) 단계의 울혈성 심부전을 동반한 이첨판 판막 폐쇄부전증으로 진단되었다. 또한 SDMA 수치를 근거로 IRIS II 단계 신부전을 동반한 것으로 진단하였다. 환자는 좌심방 확장 정도에 비해 상대적으로 좌심실 종대는 심하지 않았고, 이첨판 판막을 지지하는 인대의 파열로 급성 폐수종이 발생한 것으로 추정하였다. 지역 병원에서 장시간의 고용량의 이뇨제를 처방받아 먹고 있는 상태여서 IRIS II 단계의 신부전이 발생한 것으로 추정하였다. 따라서 치료는 이뇨제 용량을 최소화하는 방향으로 진행되었다. 환자는 초기에 torsemide (0.15 mg/kg, q12h), enalapril (0.5 mg/kg, q12h), spironolactone (1 mg/kg, q12h)과 pimobendan (0.3 mg/kg, q12)으로 처방하였다. Torsemide 처방에 따른 저칼륨혈증이나 저나트륨혈증을 모니터하기 위해 2주 뒤에 전해질 검사와 신장 수치 평가를 지시하였고, 폐수종이 재발되는지 확인하기 위해 날마다 수면시 호흡수를 기록하게 하였고, 약 처방 2주 뒤에 지역병원에서 흉부 방사선 촬영을 지시하였다. 2주 뒤 흉부 방사선 검사상, 심종대 소견은 그대로였지만 폐의 침윤 소견은 없었고, 환자의 수면기 호흡수는 17~25회 사이를 유지하였다. 전해질 검사상 칼륨과 나트륨은 정상 수준이였지만 염소는 감소하고(99 mmol/L, RR 102~117), 인 수치(6.7 mg/dl, RR 1.9~5)와 칼슘 수치(12.6 mg/dl, RR 9.3~12.1)는 상승하였다. 더불어서 신장 수치도 상승하였다(BUN 130.8 mg/dl, creatinine 2.48 mg/dl). 하지만 환자의 SDMA 수치는 28로 감소하였다. 보호자 진술에 따르면, 환자는 숨쉬는 것이 편해졌고 활력과 식사량이 훨씬 늘었다고 했다. 또한 음수량도 약간 감소되었고 배변 횟수도 약간 감소되었다고 진술하였다. SDMA 수치 감소를 근거로 환자의 신부전이 크게 악화되지 않았지만 신장 수치와 전해질 수치 변화가 관찰되어 torsemide 투여량을 0.1 mg/kg, q12h으로 감량하였다.\n환자는 다시 2주 뒤에 종합적인 심장 검사를 위해 내원하였다. 신체 검사상 별다른 차이가 없었지만 수축기 혈압이 180 mmHg(약간 흥분 상태에서 측정)으로 지난번 120 mmHg에 비해 크게 상승하였다. 환자의 신장 수치는 BUN 76 mg/dl, creatinine 1.7 mg/dl로 크게 감소하였지만 SDMA는 29로 미비하게 상승하였다. 하지만 칼슘 10.8 mg/dl과 인 4.3 mg/dl은 정상 수치로 회복되었고 나트륨과 칼륨도 정상 수치를 유지하였다. 흉부 방사선상, VHS 10.5, VLAS 2.3, RLAS 1.9로 크게 감소된 소견이 관찰되고  폐의 침윤 소견은 관찰되지 않았다.\n심장 초음파 검사상, LA/Ao Sx 1.74, LVIDd 20.3 mm, LVIDdN 1.56, LVIDd/Ao 2.16으로 좌심방 크기가 눈에 띄게 감소되었다. 또한 좌심방압을 간접적으로 나타내는 E/E’은 6.72 (septal 5.44 lateral 8.78)로 크게 감소되었다. %LA-FS로 52%로 거의 정상 참고범위 수준으로 증가되었다(좌심방의 압력부하가 해소되었다는 소견). 환자는 이러한 소견을 바탕으로 이뇨제 투여량을 50%로 감량하였다. 환자는 torsemide (0.15 mg/kg, q24h), enalapril (0.5 mg/kg, q12h), spironolactone (1 mg/kg, q12h)과 pimobendan (0.3 mg/kg, q12)으로 이뇨제 투여량을 50% 감량 처방하였다. 이전과 같이 torsemide 처방에 따른 저칼륨혈증이나 저나트륨혈증을 모니터하기 위해 2주 뒤에 전해질 검사와 신장 수치 평가를 지시하였고, 폐수종이 재발되는지 확인하기 위해 날마다 수면 시 호흡수를 기록하게 하였고, 약 처방 2주 뒤에 지역병원에서 흉부 방사선 촬영을 지시하였다. 2주 뒤 흉부 방사선 검사상, 폐의 침윤 소견은 없었고, 환자의 수면기 호흡수는 17~21회로 더욱 안정적이였고, 전해질과 신장 수치는 거의 안정적으로 감소하였고 SDMA 농도는 17로 감소되었다. 보호자 진술에 따르면, 환자는 거의 예전 수준의 활력과 식욕을 보이고 배변 배뇨에도 문제가 없었다고 한다. 환자의 증상이 크게 악화되지 않은 것으로 판단하고 환자의 처방약은 2주간 더 유지하였다.\n환자는 다시 2주 뒤에 종합적인 심장 검사를 위해 내원하였다. 신체 검사상 별다른 차이가 없었지만 수축기 혈압이 120 mmHg으로 안정적이었다. 환자의 신장 수치는 BUN 84 mg/dl, creatinine 1.1 mg/dl로 감소하였고 SDMA는 10으로 정상 수준으로 감소하였다. 전해질 검사상 나트륨, 칼륨, 염소, 인, 칼슘 수치는 모두 정상이었고, 흉부 방사선상, 이전과 비슷한 수준의 소견을 보였으며 특별하게 심종대나 좌심방의 더 확장되지 않았다\n심장 초음파 검사상, LA/Ao Sx 1.67, LVIDd 25.1 mm, LVIDdN 1.93, LVIDd/Ao 2.65으로 좌심방의 크기는 더욱 감소 되었지만 좌심실은 약간 더 확장되었다. 하지만 좌심방압을 간접적으로 나타내는 E/E’은 7.75 (septal 6.99 lateral 8.68)로 여전히 안정적인 상태를 보였다. %LA-FS로 44%로 ACVIM B단계로 약간 증가되었다. 좌심방압이 약간 상승하고 좌심실이 약간 확장되는 소견이 관찰되었지만, 환자의 혈액검사 수치가 모두 정상화되었고, 특별한 임상 증상을 보이지 않아서 환자는 동일한 처방으로 유지하였다.\n 증례 고찰\n본 증례는 급성 건삭인대 파열에 의한 폐수종 환자를 레스큐한 뒤에 어떻게 관리해야 하는지를 보여주는 증례이다. 비록 환자는 고농도 이뇨제(furosemide 3 mg/kg, q8h) 처치로 폐수종의 증상은 완화시킬 수 있었지만 과도한 이뇨제 처치로 급성 심장-신장 증후군이 발생한 증례이다. 또한 장기간의 고농도 furosemide 처치에 의해 ceiling effect에 의한 furosemide tolerance가 발생한 증례이다. 또한 E/E’이나 %LA-FS 같은 좌심방압(LAP)을 나타내는 지표가 환자 모니터에 얼마나 유용하게 사용될 수 있는지를 보여주는 증례이다.\n환자는 내원 당시 IRIS II 단계의 신부전 상태였고, 과도한 이뇨제에 의한 식욕부진과 활력 저하를 보이는 상태였다. 그럼에도 불구하고 심장 초음파상 지표는 ACVIM C (ISACHC IIIa) 단계의 심부전 상태였고, 특히 과도한 좌심방 확장과 좌심방압 상승이 두드러진 증례였다. LV Tei index상, 환자는 수축기능과 이완기능 모두에 문제가 발견되었다. 따라서 약물 처방은 ACVIM C 단계 환자에 준하여 실시하였고, 다만 환자의 신장 상태를 고려하여 이뇨제를 보다 강력하고 ceiling effect를 거의 보이지 않는 torsemide로 교체하고 총 투여량도 0.3 mg/kg/day (furosemide 기준 3 mg/kg/day)로 대폭 감량하였고, spironolactone을 추가 투여하여 aldosterone escape 현상과 이뇨제 감량에 따른 좌심방의 용적 부하 증가에 대비하였다. Torsemide는 강력하고 꾸준한 약효를 보이기 때문에 종종 투약 2주 내 저칼륨혈증, 저나트륨혈증과 과도한 탈수에 의한 질산혈증을 동반하는 경우가 있다. 이는 furosemide를 장기간 투여받았던 환자에서 더욱 두드러지게 나타나는 현상이다. Furosemide는 투약 2주 뒤부터 ceiling effect를 보일 수 있기 때문에 실제 필요한 이뇨제량보다 과도하게 투여되는 경향이 있다. 환자의 경우도 급성 폐수종 처치와 환자 관리를 위해 고농도의 이뇨제를 처치받아 왔기 때문에 이러한 부작용이 이 환자에서 두드러지게 나타났다. 따라서 환자는 실제 LA/Ao Sx 2.5였음에도 불구하고 좌심실 확장이 두드러지지 않았기 때문에 furosemide 3 mg에 준하는 torsemide 0.3 mg으로 크게 감량하여 처방한 것이다. 하지만 전해질 수치, 신장 수치, 수면 시 호흡수 및 흉부 방사선 검사를 가까운 지역병원에서 체크하게 하여 환자의 이뇨제 용량을 추가로 조정할 수 있었다. 환자의 이뇨제량(torsemide)은 이러한 수치를 기준으로 0.2 mg/kg/day 그리고 0.15 mg/kg/day 순서로 지속적으로 감량할 수 있었다.\n횐자의 검사 자료를 보면 알 수 있지만 BUN 수치는 환자의 신장 상태를 제대로 나타내지 못하였고 creatinine 수치와 SDMA 수치는 환자의 신부전 상태를 더 정확하게 반영하고 있었다. 특히 SDMA 수치는 환자의 활력과 식욕을 잘 반영하였다. 보통 급성 신부전증이 있는 환자는 갑작스러운 활력저하와 식욕부진을 동반하게 되는데 신부전이 해소되면 이러한 증상이 빠르게 개선된다.\nE/E’은 좌심방압을 반영하는 심초음파 지표로 본 증례에서도 내원 당시 E/E’이 13으로 울혈성 심부전을 나타내는 수치였고, 적절한 약물 처치로 7.75(정상 9 이하)까지 감소하였다. 또한 %LA-FS 역시 27%(ACVIM C & D에 해당)에서 52% 수준까지 정상화되었다. 환자의 LA/Ao는 2.5 이상으로 이미 심각한 좌심방 종대와 좌심방압 상승이 있었지만 적절한 약물 처치로 1.7 수준(ACVIM B2)으로 감소시킬 수 있었다. 다만 좌심실 확장 지표들은 내원 당시 거의 정상 또는 ACVIM B1 단계였지만 추적조사 과정 중에 ACVIM B2 단계로 확장되었다. 이러한 소견은 심하지 않았던 CMVI 환자에서 갑작스러운 건삭 파열에 의해 급성 폐수종이 발생할 경우, 흔히 볼 수 있는 소견이다. 심장의 리모델링은 좌심방 확장에 이어 좌심실 확장이 일어나기 때문에 이러한 환자에서 심각한 좌심방 확장에 경미한 좌심실 확장을 동반하는 경우가 종종 있다. 세균성 심내막염에 의한 급성 폐수종 환자에서도 이와 유사한 심초음파 소견을 볼 수 있다. 이러한 환자에서 심장의 종대 정도를 나타내는 지표보다는 심장의 기능을 나타내는 지표들이 더 유용하게 사용될 수 있다. 이 환자에서도 E/IVRT, LV Tei index, IVRT 및 LVET 모두 심부전의 심하기와 밀접한 관련이 있었고 환자의 상태를 잘 반영하였다. 또한 이 환자의 추적 조사에서 E/E’과 %LA-FS 같은 지표를 이용하여 환자의 심부전 상태에 따른 약물 조정이 어떻게 가능한지를 보여주었다.\n폐성 고혈압은 CMVI 환자에서 흔히 볼 수 있는 합병증이다. 이 환자의 경우에도 삼첨판에서 경미한 TR 소견이 확인되었지만 이후 진행된 초음파 검사에서 폐성 고혈압을 지지하는 소견을 확인할 수 없었다. 우심실 유출로(폐동맥)에서 측정한 AT와 AT/ET는 폐성 고혈압을 배제할 수 있는 수치(0.53)였고, %RV-FS 수치 역시 72%로 폐성 고혈압을 배제할 수 있는 수치였다. 이러한 지표들은 매우 간단하고 측정이 가능했고, 이후 추적 조사에서도 환자의 폐성 고혈압 발생 여부를 평가하는 데 매우 유용했다.\n(A)\n\n(B)\n"}