{"title": "증례로 보는 소동물 심장학 2판", "author": "현창백 2e", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "33\n심장-신장 증후군\n(Tolvaptan 치료 증례)\nCardiorenal syndrome (Use of tolvaptan)\n 서론\nTolvaptan은 V2-수용체 항길항제로서 심부전 환자에서 저나트륨혈증의 새로운 치료 약제로 이용되고 있다. 특히 Samsca라는 브랜드로 판매되는 Tolvaptan은 울혈성 심부전, 간경변 및 부적절한 항이뇨 호르몬 증후군과 관련된 저나트륨혈증을 치료하는 데 사용되는 선택적, 경쟁적 바소프레신 수용체 2 길항제로 사용되고 있다. 연구에 따르면, 울혈성 심부전이 있는 개에서 tolvaptan은 신기능, 전신 혈역학이나 신경호르몬계에 대한 악영향을 주지 않고 심장의 전부하를 떨어뜨리는 신개념 이뇨제로 사용이 가능하다고 한다. 동물모델을 이용한 사람의 다낭성 신장질환(polycystic kidney disease; PKD) 환자에서 tolvaptan은 신장내 낭종 및 섬유화의 볼륨을 크게 줄여주는 역할을 한다고 밝혀졌다. 더 나아가 최근에 실시한 사람의 울혈성 심부전 치료에 대한 임상 시험(ACTIV in CHF)에서 기존 약물에 tolvaptan을 첨가할 경우, 혈압, 심박수 및 신기능에 대한 영향 없이 부종과 저나트륨혈증을 개선하는 것으로 밝혀졌다. 본 증례는 과다한 이뇨제 사용으로 심장-신장 증후군(CRS)이 발생한 개체에서 tolvaptan을 사용하여 CRS를 성공적으로 극복한 증례이다.\n 환자정보\n 환자 병력\n환자는 14살의 중성화 암컷 말티즈로 지역병원에서 5년 동안 심장병 진료를 받았다고 한다. 환자는 최근 들어 폐수종이 재발하고 기침 증상이 조절이 되지 않아서 진료의뢰 왔다. 내원 전 처방약으로 pimobendan 0.4 mg/kg, q12h; sildenafil 2 mg/kg, q12h; furosemide 1.75 mg/kg, q8h; benazepril 0.25 mg/kg, q12h; tramadol 3 mg/kg, q12h; dihydrocodeine 0.5 mg/kg, q12h; cyproheptadine 0.2 mg/kg, q1h; aluminum hydroxide 20 mg/kg, q12h, kremezine 1.5C, q12h, theophylline 12.5 mg/kg, q12h를 투여받고 있었다.\n 신체검사\n청진상 좌측 심첨부에서 grade V-VI/VI의 수축기 역류성 심잡음이 청진되었다. 혈압은 수축기 120 mmHg였고, 심박수는 180 bpm, 호흡수는 .30 bpm이었고, 체온은 38.98C 였으며 체중은 2.2 kg이었다.\n 진단검사\n 실험실 검사\nCBC상 빈혈(RBC 5.09 M/uL, HCT 35.6%, Hb 12.6 g/dL), phosphorus 4.5 mg/dL, azotemia (BUN 110 mg/dL, creatinine 3.9 mg/dL, SDMA 39 ug/dL)이 주요 이상소견이었다. 나트륨과 칼륨 농도는 150 mEq/L와 4.55 mEq/L로 정상범위를 보였다(furosemide의 장기사용에 따른 내성이 있음을 의미함).\n 흉부 방사선 검사\n흉부 방사선상 소견은 배복상 흉부방사선 소견은 전체적인 심종대가 관찰되었으며 VHS는 12V(L=6.5V S=5.5V)로 측정되었고 심장 주위에 경미한 침윤소견이 관찰되었다. 우측 외측상 방사선 사진에서는 심종대, 좌심방 확장(VLAS 3.2), 기관의 등쪽 변위 및 개구호흡에 따른 위내 다량의 가스 음영이 확인되었지만 심각한 간종대 소견은 관찰되지 않았다. 환자의 흉부 방사선 소견은 전형적인 이첨판 폐쇄부전증에서 볼 수 있는 소견과 유사했다.\n 심장초음파 검사\n2-D 심초음파상, 이첨판은 비정상적으로 비후되어 보였고, apical view에서 이첨판 탈출증이 관찰되었으며, 이첨판의 비정상적인 폐쇄가 발생하여 이첨판 폐쇄부전이 유발되었다. 또한, 좌심방과 좌심실은 크게 확장되어 보였다(LA/Ao 2.41 LVIDd/Ao 2.33 LVIDdN 2.17 ). Color Doppler 심초음파상, 모자이크 모양의 와류성 혈류가 좌심방 전체에 걸쳐 관찰되었다. CW Doppler 초음파상, 좌심실에서 좌심방으로의 도플러 검사를 통하여 좌심방으로의 심한 역류(5.24 m/s)가 확인되었으며 좌심방에서 좌심실로 흐르는 혈류의 E-peak velocity는 1.16 m/s로 측정되고 중격측과 외벽측의 E/e’은 16.57과 11.6이었다. 삼첨판 역류는 2.05 m/s 정도이고 좌심실은 거의 구형의 형태 를 이루고 있으며, 폐동맥 혈류의 AT/ET는 0.52이며 간정맥 확장도 관찰되지 않았다.\n 복부초음파 검사\n간 정맥이나 문맥혈관의 확장소견은 보이지 않고 균질한 에코를 보였으며 담낭에서는 경도의 슬러지가 관찰되었다. 신장은 양측 모두 신피질의 비후와 모호한 경계부가 관찰되고 다소 위축되어 있는 상태를 보였으며 신우 부분은 축소되어 보였다.\n환자는 병력에 이미 이첨판폐쇄부전증으로 장기간 치료를 받아왔고 최근에 재발성 폐수종과 기침증상의 조절이 어려워 내원한 상태이고 과도한/장기간 이뇨제 처치로 신기능이 떨어진 상태로 판단되었다. 신체검사상 특징적인 좌심첨의 수축기성 역류음이 청진되었고, 흉부방사선상 심장 주위 경미한 폐침윤과 VHS 12와 VLAS 3.2로 심종대와 좌심방 종대 소견을 보이고 있었다. 심초음파 검사상 이첨판 폐쇄부전과 삼첨판 폐쇄부전 모두 관찰되었지만 전형적인 좌심계 확장 소견만 관찰되고 우심계 종대소견이나 폐고혈압을 지시하는 소견은 관찰되지 않았다. LA/Ao 2.41, LVIDd/Ao 2.33, LVIDdN 2.17, 이첨판 혈류 E-peak velocity 1.16 m/s 등은 ISACHC II-III 수준의 심부전 상태를 나타내고, 이첨판류의 중격측과 외벽측의 E/e’은 16.57과 11.6으로 울혈성 심부전을 암시하는 상태였다(12 이상은 좌심방압이 30 mmHg 이상을 나타낸다. 정상은 20 mmHg 이하이다). 삼첨판 폐쇄부전의 혈류속도는 2.05 m/s 정도이고 좌심실은 거의 구형의 형태 를 이루고 있으며, 폐동맥 혈류의 AT/ET는 0.52(정상 0.42 이하)이며 간정맥 확장도 관찰되지 않아서 폐고혈압은 없는 것으로 판단할 수 있었다. 복부 초음파상, 신장은 양측 모두 신피질의 비후와 모호한 경계부 및 다소 위축되어 있는 모양은 만성 신부전 상태에서 흔히 보이는 위축신장 형태였다. 혈액검사 상, 신장 수치는 IRIS III 단계 CKD 신장 상태였으며(BUN 110 mg/dL, creatinine 3.9 mg/dL, SDMA 39 ug/dL; 인 수치는 4.5 mg/dL로 정상 상태였다), CBC상 빈혈(RBC 5.09 M/uL, HCT 35.6%, Hb 12.6 g/dL)은 만성 신부전이나 말기 심장병 환자에서 흔히 볼 수 있는 소견이었다. 특이한 것은 고용량의 이뇨제 사용으로도 나트륨과 칼륨 농도는 150 mEq/L와 4.55 mEq/L로 정상범위를 보였다는 점이다. 이는 furosemide의 장기사용에 따른 내성이 있음을 의미한다. 또한 환자의 경우, 경구용 인흡착제의 사용으로 인수치가 정상 수준을 유지했을 가능성도 있다. 더 나아가, 고용량의 sildenafil의 사용으로 실제 삼첨판 역류 속도나 우심종대 소견이 과소평가되어 있을 수도 있다.\n 치료 및 환자 관찰\n본 환자의 경우, 심부전과 신부전을 동시에 치료하기 위해 다소 많은 약이 투여되어 두 증상이 모두 악화되어 있을 가능성에 무게를 두고 치료를 시작하였다. 먼저 이뇨제 저항성이 의심되어 furosemide 대신 torsemide를 0.2 mg/kg, q12h 용량으로 대체하기 시작하였고, 추가로 pimobendan 0.6 mg/kg, enalapril 1 mg/kg과 spironolactone 2 mg/kg를 투약하였다. Sildenafil의 경우, 우심종대와 폐고혈압이 특별하게 관찰되지 않은 이첨판 폐쇄부전 환자에게 투여할 경우, 폐정맥으로 환류되는 혈류량을 증가시켜 좌심부전을 악화시키는 것으로 알려져 있어서 단약하였고 기침 증상을 조절하기 위해 투여된 theophylline, tramadol과 dihydrocodeine은 butorphanol syrup (0.2 mg/kg, PRN)으로 교체하였다. Theophylline 같은 기관지 확장제는 심계항진과 빈맥을 유발하므로 심부전환자에서 빈맥성 부정맥을 악화시킬 수 있다.\n20일 뒤 재진에서 환자의 심장 크기는 크게 감소되었고(VHS 12 → 10.5, VLAS 3.2 → 2.6), 심장주위의 경미한 침윤소견도 모두 소실된 상태였다. 환자는 기침도 거의 하지 않고, 활력도 양호하며 수면시 호흡수(SRR)는 20회 미만으로 잘 유지되고 있었다. 하지만 환자의 신장 수치(BUN 110 → 130 over mg/dL, creatinine 3.9 → 3.7 mg/dL, SDMA 39 → 59 ug/dL)와 인 수치(4.5 → 6.9 mg/dL)가 다소 악화되어 있었다. 이뇨제 교체로 나트륨의 농도는 150 mEq/L에서 144 mEq/L로 경미한 저나트륨 혈증 소견이 다시 관찰되기 시작했다. 이는 이뇨제 내성이 더 이상 관찰되지 않음을 의미했다. 환자의 심장 크기는 감소되고 임상 증상은 개선되었지만 신장 수치가 더 올라서 이뇨제를 하루 1회 투약으로 변경하였다(아침약 torsemide 0.2 mg/kg, pimobendan 0.6 mg/kg, enalapril 1 mg/kg, spironolactone 2 mg/kg; 저녁약 pimobendan 0.6 mg/kg, enalapril 1 mg/kg).\n일주일 뒤 환자는 다시 내원하였고 전체적인 검사를 다시 실시하였다. 환자는 폐수종 소견을 보이지 않았지만 심장과 심방은 다시 커지기 시작하였고(VHS 11, VLAS 2.8), 가벼운 기침 증상(특히 흥분할 때)을 다시 보이기 시작하였다. 심장초음파 검사상, LA/Ao 1.85-2.07, %LA-FS 32%, LVIDdn 2.01, 이첨판 E-peak 0.81, E/e(m)’ 9, E/e(l)’ 8.1으로 우려할 정도 심부전 증상의 악화 소견은 확인되지 않았다. Sildenafil 단약 한 달 정도에도 우심종대 소견은 여전히 관찰되지 않았다(폐동맥 혈류 AT/ET 0.45, %RVFS 76%). 이뇨제의 증량은 이루어지지 않고 그대로 유지한 채, 신장 수치 개선과 고인혈증 처치를 위해 kremezine (1 capsule, q12h)과 lanthanum 15 mg/kg, q12h을 추가 투약했다.\n2주 뒤 재검에서 신장 수치의 개선(BUN 130 over → 113 mg/dL, creatinine 3.7 → 1.6 mg/dL, SDMA 59 → 56 ug/dL)과 고인혈증의 소실(6.9 → 5.5 mg/dL)이 관찰되었다. 나트륨 농도는 141 mEq/L로 약간 저나트륨혈증 상태를 유지하고 있었다. 흉부 방사선상 심장 크기와 심장 초음파상 지표는 비슷한 수준을 유지하였다.\n한 달 뒤 재진에서 환자의 심장 관련 임상 증상은 양호한 상태를 유지하였지만 식욕부진이 심해지고 다소 의기소침한 상태로 내원하였다. 신장 수치는 다시 악화되었고(BUN 113 → .130 mg/dL, creatinine 1.6 → 2.1 mg/dL, SDMA 56 → 80 ug/dL)과 고인혈증의 소실(5.5 → 13.5 mg/dL)이 관찰되었다. 흉부 방사선상 심장 크기 감소되고 심장 초음파상 지표는 ISACHC II 수준으로 크게 개선된 상태였다. 나트륨/염소 농도는 160 mEq/L과 126 mEq/L로 환자는 약간 탈수를 암시하는 소견을 보였다. 이는 이뇨제 과량을 암시하는 소견이고 전형적인 CRS(심장-신장 증후군) 상태를 나타내므로 torsemide를 단약하고 tolvaptan을 투약하기 시작하였다(아침 tolvaptan 7.5 mg/head, pimobendan 0.6 mg/kg, enalapril 1 mg/kg, 저녁 pimobendan 0.6 mg/kg, enalapril 1 mg/kg).\n일주일 뒤 재진에서 환자의 신장 수치는 다시 개선되고(BUN .130 → 119 mg/dL, creatinine 2.1 → 2.7 mg/dL, SDMA 80 → 63 ug/dL)과 고인혈증의 소실(13.5 → 6.5 mg/dL)이 관찰되었다. 환자의 탈수상태, 식욕 및 활력은 약간 개선되었다(나트륨/염소 농도는 146 mEq/L과 118 mEq/L).\n2주 뒤 재진에서 신장 수치는 더욱 개선되었고(BUN 119 → 93.5 mg/dL, creatinine 2.7 → 2.7 mg/dL, SDMA 63 → 34 ug/dL), 인흡착제 투여 없이도 더 이상 고인혈증(6.5 → 4.5 mg/dL)은 관찰되지 않았다. 심초음파상 심장 지표는 ISACHC II 수준을 유지하고 있었다: LA/Ao 1.8, LVIDdN 1.8, MV E-peak 0.78 m/s, E/e(m)’ 6.0, E/e(l)’ 6.0. 환자에서 tolvaptan 용량은 유지하면서 pimobendan 0.45 mg/kg과 enalapril 0.75 mg/kg감량하였다.\n한 달 뒤 재진에서 신장 수치는 다시 악화되었고(BUN 93.5 → 142 mg/dL, creatinine 2.7 → 3.3 mg/dL, SDMA 34 → 28 ug/dL), 고인혈증(4.5 → 7.6 mg/dL)은 다시 관찰되기 시작하였고 심장 지표 역시 다시 악화되고 기침 증상이 심화되었다. 흉부 방사선상 폐침윤은 관찰되지 않았지만 심종대와 좌심방 확장 소견은 더욱 악화되어 보였다(VHS 12, VLAS 3.4). 심장초음파상 지표 역시 ISACHC III 수준으로 다시 악화되어 보였다(LA/Ao 2.7, LVIDdN 2.2, MV-E peak 1.38 m/s, E/e(m)’ 11.5, E/e(l)’ 12.55. 심장크기를 줄이기 위해 tolvaptan 투약을 하루 1회에서 2회로 늘렸다: 아침/저녁 모두 tolvaptan 7.5 mg/head, pimobendan 0.45 mg/kg, enalapril 0.75 mg/kg.\n환자는 상태가 양호하여 두 달 동안 재진을 오지 않고 있다가 기침 증상이 심해지고 야간 호흡수가 증가되어 다시 내원하였다. 신장 수치는 비슷한 수준을 유지하였고(BUN 142 → 89.5 mg/dL, creatinine 3.3 → 3.5 mg/dL, SDMA 28 → 49 ug/dL), 고인혈증(7.6 → 8.8 mg/dL) 역시 경증 수준을 유지하였지만 심각한 전해질 불균형은 관찰되지 않았다(Na 147 mEq/L, K 5.69 mEq/L, Cl 116 mEq/L). 다만 흉부 방사선상 심종대와 좌심방 확장 소견은 더욱 악화되어 보였고(VHS 12.5, VLAS 3.6). 심장초음파상의 지표 또한 악화되어 보였다(LA/Ao 2.7 → 2.9, LVIDdN 2.2 → 2.3 MV-E peak 1.38 → 1.29 m/s). 환자에게 다시 tolvaptan 용량을 두 배로 증량하고 심장약 용량도 증량하였다(tolvaptan 15 mg/head, pimobendan 0.6 mg/kg, enalapril 1 mg/kg, q12h). 고인혈증 처치를 위해 알마겔 현탁액을 100 mg/dose (1.5 mL) 하루 2회 식사시간에 투여했다.\n한 달 뒤 재진에서 심장초음파상 지표는 개선되고(LA/Ao 2.9 → 2.53, LVIDdN 2.2 → 2.1 MV-E peak 1.29 → 1.08 m/s, E/e(m) 12, E/e(l) 7.71), 신장 수치는 크게 개선되어 보였다(BUN 89.5 → 41.4 mg/dL, creatinine 3.5 → 2.5 mg/dL, SDMA 49 → 31 ug/dL, phosphorus 8.8 → 4.7 mg/dL). 경미한 고칼륨혈증 외 전해질 불균형은 관찰되지 않았다(K 5.69 → 6.81 mEq/L). 추가로 약물을 증량하지 않고 환자는 한 달 뒤 재진을 하였다.\n한 달 뒤 재진상 임상증상의 악화나 심장의 크기 변화는 관찰되지 않았고, 신장 수치가 다시 악화되었다(BUN 41.4 → 119.8 mg/dL, creatinine 2.5 → 4.1 mg/dL, SDMA 31 → 50 ug/dL, phosphorus 4.7 → 10.2 mg/dL). 전해질 검사상 칼륨 수치는 정상화되었지만(6.81 → 4.98 mEq/L), 경도의 저나트륨혈증(143 mEq/L)이 나타나기 시작했다. 심장약물에 대한 투여량은 늘리지 않고 환자는 지역병원에서 피하 수액을 2.5% dextrose/0.45% NaCl 용액 75 mL을 이틀에 한 번씩 투여하라고 지시하고 최대한 음수량을 늘려주라고 보호자에게 지시하였다. 이후 지역병원에서 1~2주 간격으로 실시한 신장 수치검사에서 BUN은 88, 257, 207, 120 mg/dL, creatinine은 2.6, 3.5, 3.8, 2,9 mg/dL, SDMA은 50, 43, 52, 68, 51 ug/dL 그리고 phosphorus는 10.2, 4, 11.6, 8.1, 7.1 mg/dL을 보였다. 환자의 신장 수치는 크게 나빠지지도 않고 개선되지도 않는 상태로 비슷한 수준을 보였다.\n두 달 뒤 재진에서 영상 검사상 심장크기는 개선되어 보였고(LA/Ao 2.34 → 1.95, LVIDdN 2.1 → 1.9, MV-E peak 1.25 → 1.03, E/e(m) 12 → 6.8), 신장 수치도 비슷한 수준으로 유지되고 있었으며 고인혈증 상태는 아니였다(BUN 154 mg/dL, creatinine 2.8 mg/dL, SDMA 53 ug/dL, phosphorus 4.8 mg/dL). 보호자의 비용부담이 있고 신장 수치가 크게 악화되지 않아서 tolvaptan의 투여 횟수를 하루 1회로 줄이고 torsemide를 다시 사용하기 시작하였다(아침: torsemide 0.1 mg/kg, pimobendan 0.6 mg/kg, enalapril 1 mg/kg, spironolactone 0.5 mg/kg 저녁: tolvaptan 15 mg/head, pimobendan 0.6 mg/kg, enalapril 1 mg/kg).\n한 달 뒤 재진에서 심장과 신장 모든 지표가 악화되었고 환자의 식욕부진과 기침 증상은 더 심해졌다(LA/Ao 1.95 → 2.4, LVIDdN 1.9 → 2.1, MV-E peak 1.03 → 0.8 m/s, E/e(m) 6.8 → 6.15; BUN 154 → 148 mg/dL, creatinine 2.8 → 4.1 mg/dL, SDMA 53 → 69 ug/dL, phosphorus 4.8 → 10 mg/dL). ACEi에 의한 신장 지표 악화를 완화시키기 위해 심장 약물에서 enalapril을 제거하였다. 약물 투약은 보다 단순하게 접근하여 아침 torsemide 0.1 mg/kg, pimobendan 0.3 mg/kg, tolvaptan 15 mg/head, 저녁 pimobendan 0.5 mg/kg, tolvaptan 15 mg/head로 tolvaptan 투약 용량을 증량하였다.\n한 달 뒤 재진에서 환자는 무호흡과 실신 증상으로 지역병원 응급 내원한 병력이 추가로 첨가되었으며, 페동맥 역류(2.5 m/s), 삼첨판 역류(3.19 m/s)와 우심계 확장 소견이 추가로 관찰되었다. 다만 신장 수치는 약간 개선되어 보였다 (BUN 148 mg/dL, creatinine 4.1 mg/dL, SDMA 69 ug/dL, phosphorus 10 mg/dL). 환자는 폐고혈압에 의해 간종대와 설사 증상을 보이기 시작했다. 기존 심장약물에 폐고혈압 치료를 위해 sildenafil 1 mg/kg, q12h를 추가하였고, 설사증 완화를 위해 loperamide 0.08 mg/kg를 2일간 추가 처방하였다. 보호자에게 차전자피(메타뮤실, 식이섬유)를 식사에 첨가해주면 연변을 완화시키는 데 도움이 된다고 투여를 추천하였다.\n일주일 뒤 전화로 확인한 환자 상태는 양호하였고 설사증상도 없어졌다고 한다. 환자는 진료비 부담 때문에 추가로 내원하지는 않았고 지역병원에서 동일한 용량으로 처방을 받았고 두 달 뒤에 실신을 동반한 무호흡으로 지역병원에 응급 내원하였지만 소생하지 못하고 사망하였다.\n 증례고찰\n이 책의 증례 13번에 이미 복막투석을 이용하여 심장-신장 증후군 환자를 처치한 경우가 기술되어 있다. 이미 언급한 것처럼, 가장 효과적인 심장-신장 증후군 환자의 치료법은 예방이기 때문에 환자의 심부전 진행상태에 맞는 적절한 심부전 치료전략을 수립하고 무엇보다도 이뇨제의 용량을 최적화시키는 것이 가장 중요하다. 이러한 전략으로는 다량의 이뇨제를 한꺼번에 먹이는 방법보다는 소량을 세분해서 투약하는 방법(BID → TID), 한 이뇨제에 내성을 보이는 경우, 다른 이뇨제와 병용하거나 다른 이뇨제로 교체해 주는 방법, 이뇨제의 사용량을 줄여주기 위해 다른 심부전 치료제를 추가해주는 방법(예, spironolactone, nitrate patch, amlodipine) 등이 있다. 심부전 환자에서 심장-신장 증후군(CRS)은 대부분 부적절한 이뇨제 처치와 저혈압에 따른 신장 관류량 저하에서 기인하기 때문에 과도한 탈수를 방지하기 위해 유지용량을 피하 수액해주는 방법과 강심제 용량을 증량하는 방법 등도 사용해볼 수 있다. 이때 수액제는 0.45% NaCl 1 2.5% dextrose 용액을 유지용량(30 mL 3 체중 1 70 mL)을 2회로 나누어 피하수액을 해볼 수 있다. 하지만 울혈성 심부전이 심한 환자에서는 이 정도 용량으로도 폐수종을 유발할 수 있기 때문에 호흡수에 대한 모니터가 필요하다. 실제 임상환경에서 복막투석은 너무 노동 집약적 처치법일 수 있고, 과도한 피하수액이 폐수종을 유발할 수도 있기 때문에 furosemide 같은 루프성 이뇨제를 대체할 약물이 필요하다. Tolvaptan은 V2-수용체 항길항제로서 신장에 대한 영향을 거의 주지 않고 이뇨효과를 발휘할 수 있는 약물이다.\n2011년 Onogawa 등이 발표한 연구에 따르면 울혈성 심부전에 있는 개에게 tolvaptan 10 mg/kg의 투여로 특별한 전해질 불균형이나 신장에 대한 악영향 없이 이뇨를 유발할 수 있고, 심장의 혈역학적 지표들이 크게 개선되었다고 한다. 다만 비교시험에 사용된 furosemide 용량이 10 mg/kg로 실제 임상에서 사용되지 않는 용량을 비교하였기 때문에 개에서 적절한 투여량에 대해 아직 정립되지 않았다. 이 연구에서 furosemide 10 mg/kg 투여군에 비해 적은 이뇨량을 보였다고 하지만 어떤 용량이 최소 이뇨효과를 보일 수 있는 용량인지 그리고 어떤 방법으로 가감을 해야 하는지에 대해 명쾌하게 연구되어 있지 않고 있다. 다만 Miyazaki 등이 2007년에 발표한 개에서 tolvaptan과 furosemide의 효능 비교 연구에 따르면 furosemide vs tolvaptan의 효능은 1:3.3 비율이었고 용량이 증감됨에 따라, 이뇨효과가 늘어나는 것을 볼 수 있었다.\n저자는 이러한 연구결과에 기반하여 실제 임상에서 tolvaptan을 투여하기 시작하였고, furosemide를 올려야 할 타이밍이 되면 예상되는 furosemide 용량에 준해서 tolvaptan 용량을 조절하여 사용하기 시작했다. 다만 tolvaptan은 제형상 갈아서 사용하면 효과가 전혀 나타나지 않아서 15 mg 또는 30 mg tablet을 둘로 쪼개서 예상되는 용량에 맞게 하루 1~2회 투여하였다. 실제 본 증례의 환자의 경우에도 심부전 증상 조절을 위해 torsemide 0.2 mg/kg(환산 용량 furosemide 2 mg/kg)이 필요했기 때문에 tolvaptan 15 mg(체중 2.2kg 3 furosemide 2 mg/kg 3 3.3 5 14.52)을 투여하는 것이 맞지만 환자의 심장상태, 가수상태 및 신장상태 등을 고려하여 일단 1/2 감량된 용량인 7.5 mg (15 mg tablet의 1/2T)를 투여해 본 것이다. 또한 결과가 만족스러워서 그 용량을 유지하였고, 이뇨제 증량이 필요할 때마다 furosemide를 증량하는 방법대로 tolvaptan의 용량을 증량하였다. 이러한 전략은 환자에서 CRS를 조절하는 데 효과적이었다. 다만 다른 증례에서 사용해본 결과 장기복용에 따른 tolvaptan의 내성이 확인되었고, 이 경우, tolvaptan의 임시 휴약이 이뇨효과를 되돌리는 데 도움이 되곤 하였다. 지금까지 tolvaptan은 식사와 상관없이 투여하고 있고, 항생제나 제산제 등과도 병행투여한 경험이 있는데, 특별한 문제는 확인되지 않았다.\n심부전 환자에게 enalapril 같은 ACEi를 장기간 사용하면 혈중 creatinine 농도가 증가되는 것을 흔히 볼 수 있다. 이는 ACEi가 신장의 수입성 세동맥압을 떨어뜨려 사구체 내압이 떨어지기 때문에 발생하는 현상으로 심부전 환자에서 흔히 볼 수 있는 부작용이다. 비록 다양한 ACEi를 심부전 환자에게 적용한 전향적, 후향적 연구 결과를 살펴보면 ACEi의 심장과 신장 기능에 대한 긍정적인 작용이 더 크다고 하지만, 저자의 경우, ACEi를 일시 감량 또는 휴약하거나 telmisartan(세민트라)이나 valsartan 같은 ARB를 대신 사용하기도 한다. 하지만 세민트라를 무증상 심부전 환자에게 복용시켰을 때 가끔 이유 없이 신장수치가 상승되는 경우가 임상에서 종종 확인되어서 더 이상 이러한 전략은 쓰지 않고 그냥 ACEi나 ARB를 신장수치가 개선될 때까지 감량하거나 단약하는 방법을 사용한다. 본 증례에서도 이러한 전략을 사용하였고, 어느정도 CRS 증상을 개선시키는 데 도움이 되었다.\n"}