{
    "title": "증례로 보는 소동물 심장학 2판",
    "author": "현창백 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "34\n이첨판 폐쇄부전증\n(좌심방 파열)\n 서론\n만성 이첨판 폐쇄부전증(MMVD) 환자에서 볼 수 있는 대표적인 합병증은 1. 좌측 주기관지 압박에 의한 만성 기침, 2. 폐성고혈압에 의한 우심부전, 3. 실신을 유발하거나 심부전을 악화시키는 악성 빈맥성 부정맥, 4. 건삭 파열에 의한 급성 폐수종 또는 심부전의 악화, 그리고 5. 좌심방 파열과 이에 따른 심장 압전이 있다.\nMMVD가 진행됨에 따라, 좌심방은 점차 확장되고 얇아지면서, 압력 증가에 취약해진다. MMVD 환자를 대상으로 부검을 실시하였을 때, 다수의 환자에서 endocardial splitting(심내막이 갈라지는 현상)이 관찰된다. 이러한 소견은 좌심방이 너무 확장되면 좌심방이 파열될 수 있다는 것을 의미한다. 좌심방이 파열되면 혈액이 심낭에 차이게 되는데 이를 혈심낭(hemopericardium)이라고 하고, 임상적 결과물은 심장 압전이나 급사이다. 심방 파열과 심장 압전이 있는 대부분의 증례에서 심방 파열과 급사에 선행하여 외상, 흥분 또는 신체 운동에 대한 병력이 종종 있었다고 한다. 만약 환자가 생존할 경우, MMVD의 증상과 함께 심장 압전의 임상 증상(예, 복수, 허탈이나 심한 운동 불내성)이 관찰될 수 있다. 따라서 잘 관리되던 중증 MMVD 환자에서 갑작스런 실신 증상이나 허탈 증상이 발생하면 좌심방 파열에 의한 혈심낭증을 의심해보아야 한다. 좌심방 파열은 갑작스럽게 일어나지만 출혈의 강도가 약하면 서서히 심낭에 혈액이 차이기 때문에 혈전은 일어나지 않고(섬유소가 주변조직에 부착되어 실제 혈전을 일으키지 못함) 혈액성 삼출액이 주로 심낭에서 관찰되지만, 좌심방 파열에 의한 출혈이 너무 심하게 일어나면 심낭내에서 혈전이 유발되어 고에코성 혈전 종괴를 심장초음파상 확인할 수 있다. 혈심낭과 심장 압전이 동반된 심방 파열의 치료에는 즉각적인 심낭 천자가 필요하지만, 심낭수를 심장 압전의 증상을 완화시킬 수 있을 정도로 제거해야 한다. 너무 많이 제거하여 추가 실혈이 유발될 수 있다. 심낭수 천자후에도 실혈이 지속되면, 개흉을 하여 파열 부위를 봉합해야 한다. 서서히 차오르는 좌심방 파열에 의한 심낭수는 혈압유지와 좌심방압을 떨어뜨리는 약물적 보존 요법만으로도 치료가 가능하다. 본 증례는 무리한 심낭수 천자를 실시하지 않고 약물적 보존 요법만으로 성공적으로 좌심방 파열에 의한 심낭수를 치료한 증례이다.\n 환자정보\n 환자 정보\n12세 중성화된 수컷 시츄(체중 5.4kg)\n 환자 병력\n환자는 이첨판폐쇄부전증 ISACHC IIIA (ACVIM C)로 진단되어 약 11개월간 관리 중인 환자로, 갑작스러운 호흡곤란과 기침 증상을 주증으로 응급 내원하였다. 당시 환자는 torsemide 0.13 mg/kg, pimobendan 0.38 mg/kg, enalapril 0.65 mg/kg, spironolactone 1.3 mg/kg을 하루 2회 복용하고 있었다.\n 신체검사 및 심음도 검사\n신체 검사 상, 좌심첨부에서 범수축기성 역류성 심잡음(grade IV/V)이 청진되었고, 수축기 혈압은 85 mmHg, 심박수 144 bpm 호흡수 48회로 확인되었다. 폐 청진 상, 고음조의 fine crackle sound가 우측 폐엽에서 청진되었다.\n 진단검사\n 실험실 검사\n환자 호흡이 좋지 않아서 채혈을 진행하지 못하였다.\n 흉부 방사선 검사\n내원 직후 촬영한 외측상 흉부 방사선 영상에서 전반적인 심비대(VHS 12.5)가 확인되었으며, 현저한 좌심방(이)의 확장(VLAS 3.2), 주기관지의 압박이 확인되었다. 복배상 흉부 방사선 영상에서 경미한 globoid shape의 심음영이 보였으며 우측 후엽의 간질성 침윤이 확인되었다. 환자의 흉부 방사선 소견은 이첨판 폐쇄부전증 환자에서 심원성 폐수종이 발생한 경우에서 볼 수 있는 전형적인 형태였다.\n 심장초음파 검사\n2-D 심초음파상(컬러 도플러), 모자이크 모양의 와류성 혈류가 좌심방 전체에 걸쳐서 관찰되었으며 이첨판 돌출증이 확인되었지만 frail movement는 보이지 않아 완전한 건삭 파열로 평가되지는 않았다. 하지만 1달 전 평가한 심장의 크기 지표 및 기능 지표와 비교 시 모두 악화된 것이 확인되었다. 우측 부흉골 대동맥 단축 단면에서 LA:Ao ratio는 2.79로 측정되었으며, 유두근 수준의 단축상 M-mode 영상에서 좌심실 이완기 내강의 직경은 39.3 mm로 LVIDd:Ao ratio는 3.04로 증가되어 있었다. 또한 환자의 PW 도플러로 측정한 E-peak velocity는 1.42 m/s로 과도한 좌심방압 상승을 암시하는 소견이 관찰되었다.\n 응급 처치 및 추가 검사\n영상 진단학적 검사 소견을 토대로 CMVI ISACHC IIIA단계의 환자에서 심원성 폐수종이 발생한 상황으로 진단되어 이에 대한 처치 위해 입원 치료를 결정하였다. 환자는 초기 산소 공급(oxygen cage 5 L/min), furosemide (2 mg/kg, IV 후 0.66 mg/kg/hr CRI), dobutamine (5 ug/kg/min CRI)를 투여하였으며 원내 흥분도 높아 butorphanol (0.2 mg/kg IV)를 통해 진정을 시도하였다. 입원 30분 후에도 흥분 지속되었으며 PM 8:35 실신하며 무의식 상태에서 배변, 배뇨를 하였다. 실신은 약 30초간 지속되었으며 이후 호흡은 돌아왔으나 의식은 저하되어 있었으며 잇몸 점막색은 심하게 창백하였다. 당시 모니터링 중이던 ECG 상에서의 심박수 110~120대, 유의적인 심전도 파형의 이상은 확인되지 않았다. Femoral pulse는 촉진되지 않았으며 도플러 혈압계로 측정한 수축기 혈압 50 mmHg로 확인되었다. 실신 직후부터 약 4분간 horizontal nystagmus 보였다. 이에 CRI 중이던 dobutamine의 속도를 2배로 증량하였으며, dexamethasone(0.1 mg/kg IV)을 추가 투여하였다. 혈압, 호흡수 및 체온을 1시간 간격으로 모니터링하며 dobutamine CRI, furosemide CRI, 5% dextrose 수액의 속도를 총 2~2.5 ml/kg/hr로 조절하였다. 야간 사이 더 이상의 실신 이벤트는 없었으며 심박수 및 호흡수는 안정되었으나 승압제 처치에도 불구하고 수축기 혈압은 100 mmHg 내외로 지속적인 저혈압을 보였다.\n다음날 흉부 방사선 재 촬영 시 우측 폐야의 침윤은 유사한 정도로 확인되었으나 전반적인 심비대 심화와 더불어 심장의 실루엣이 globoid shape을 띄는 것을 확인하였다. 하지만 간종대 및 흉/복수 소견은 확인되지 않았다. 심장 초음파 검사 상, 심낭과 심외막 사이의 anechoic space가 확인되었지만 혈전을 의심케하는 종괴 영상은 확인되지 않았다. 이러한 영상진단검사 소견을 토대로 좌심방 파열에 의한 급성 혈심낭(hemopericardium)으로 진단하였다.\n 치료 및 환자 관찰\n내원 다음날 실시한 실험실 검사에서 경미한 빈혈 (HCT 30.5 %; RR 37.3-61.7), 이뇨제 처치에 따른 경미한 저나트륨혈증(142 mmol/L; RR 145-151)과 저염소혈증(109 mmol/L; RR 110-119)이 확인되었다. 또한, 저혈압으로 인한 GFR감소로 인한 신전성 질소혈증(BUN 98 mg/dl; RR 7-27, creatinine 4.0 mg/dl; RR 0.5-1.8)이 발생하였으며 SDMA 상승(SDMA 33 ug/dl; RR 0-18)과 고인혈증(Phosphorus 15.2 mg/dl; RR 2.5-6.8)이 동반되었다. 허혈성 손상으로 인해 경도의 간수치 상승도 확인되었다(ALP 306 U/L; RR 23-212, ALT 174 U/L; RR 10-100).\n환자가 보이는 저혈압이 심낭수로 인한 심낭 압전의 영향으로 고려되었으나 환자의 불안정한 호흡상태와 심낭수의 양이 많지 않다는 것을 고려할 때, 심낭수 천자보다는 고용량의 이뇨제 처치를 통해 좌심계의 부하를 낮춰주는 것이 환자회복에 도움이 될 것으로 판단하고 승압제와 이뇨제의 약물 처치를 중심으로 한 보존요법을 실시하였다. 환자는 이미 심각한 수준의 신전성 질소혈증 상태였기 때문에 furosemide CRI를 단약하고 vasopressin V2 receptor antagonist 제제인 tolvaptan (30 mg/dog, PO, BID)를 대신 투여하였다. 또한 심장의 수축력을 향상시키고 혈압을 유지하기 위해 이미 투여 중이던 dobutamine CRI에 더해 pimobendan (0.3 mg/kg, PO, TID)를 투여하였다.\n내원 2일 후 촬영된 흉부 방사선 검사에서 심장크기는 감소(VHS 감소)되어 보여서 심낭수는 감소되고 있는 것으로 판단하여 심낭수 천자를 추가로 실시하지는 않았다. 다만 질소혈증이 악화되고 고인혈증 지속되어서 기존 처방에 인흡착제인 sevelamer(200 mg/dog, PO, TID)를 추가하였다. 이후 24시간마다 흉부 방사선 촬영을 통한 심낭수 증감 양상을 모니터링하였고, 환자의 수화 상태를 평가하였다. 입원 치료 3일차, 환자의 활력 개선되었으며 흉부 방사선 상의 심낭수는 감소 중인 것으로 확인되었으며 신장수치 개선 등 전반적인 개선이 보였다. 하지만, 급격한 HCT 상승이 고용량의 이뇨제 처치로 인해 혈액 농축으로 인한 것으로 평가되어 tolvaptan 용량을 50% 감량하였으며 경구용 전해질 보충액 링거라이트액(Ringerlight soln, Kyungnam, Korea)을 10 ml/dog, PO, 5 times/day)을 급여하기 시작하였다. 입원 치료 5일차, dobutamine CRI 중단에도 수축기 혈압 120~130 mmHg대로 양호하게 유지되었으며 폐 침윤 개선, 심장초음파 상의 심낭수 감소, 신장 수치 소폭 개선이 확인되었다. 따라서, 환자는 다음과 같은 약물처방과 함께 퇴원하였다: tolvaptan (15 mg/dog, PO, BID), pimobendan (0.3 mg/kg, PO, TID), enalapril (0.5 mg/kg, PO, BID), sevelamer (200 mg/dog, PO, TID).\n퇴원 6일 후 재진 시, 환자 활력 양호하였으며 수축기 혈압 100 mmHg으로 측정되었다. 혈액검사 상 경미한 빈혈과 질소혈증 외 큰 특이사항 없었으며 폐침윤 및 심낭수는 더 이상 확인되지 않았다. 퇴원 후 첫 재진 시의 심초음파상의 심장 크기 및 기능 지표들은 입원시와 유사하게 유지되고 있었으나 약 2주 후의 2차 재진 시 빠르게 심비대가 진행되고 있는 것이 확인되었다. 이에 환자는 MMVD ISACHC IIIB (ACVIM D)로 재평가되었고, 이후 약물 요법은 다음과 같이 진행하였고(아침/저녁: tolvaptan 15 mg/head, torsemide 0.1 mg/kg, pimobendan 0.5 mg/kg, enalapril 1 mg/kg, spironolactone 1 mg/kg; 점심 pimobendan 0.25 mg/kg), 환자는 여전히 살아서 한 달주기로 재검을 오고 있다.\n 증례고찰\n임상에서 좌심방 파열을 유발할 수 있는 대표적인 요인은 종양/염증이나 심한 좌심방 압력상승이다. 본 증례의 경우, 오랜 이첨판 역류에 의한 과도한 좌심방압의 상승과 그에 따른 좌심방 확장이 급속하게 진행하면서 좌심방내막이 splitting 되었을 가능성이 높다. 이런 경우, 급속한 출혈을 유발하기보다는 천천히 조금씩 혈액이 좌심방에서 심낭으로 새어나오기 때문에 심낭수 자체에서 혈괴를 보기가 힘들고 일반 혈액성 흉수처럼 짙은 포도주양 혈액성 삼출을 확인할 수 있다. 하지만 전체 순환 혈액량에 감소로 혈압이 떨어지고 심낭수가 지나치게 많아져서 심장 압전을 유발하면 저혈압성 쇼크와 빈맥이 일어날 수 있다. 이 환자의 경우에도 응급내원 시 심각한 저혈압과 빈맥 상태였다. 통상적으로 급성 출혈을 동반한 좌심방 파열의 경우, 수혈과 함께 심낭수 천자가 지시되지만 본 증례처럼 좌심방 압력상승에 따른 심내막의 splitting이 원인인 경우, 심낭수 차는 속도가 느리고 압전이 심하지 않아서 심낭수 천자보다는 이뇨제와 강심제를 증량하여 좌심방압을 떨어뜨리는 방법이 상대적으로 안전하고 효과적이다. 본 증례의 경우에도 심초음파상 심장압전을 유발하는 정도의 심낭수는 아니었기 때문에 심낭수 천자보다는 강심제와 이뇨제 그리고 산소공급으로 환자를 회복시켰다. 빠르게 혈액이 이탈하는 급성 좌심방 파열의 경우, 저혈압과 빈맥에 의해 심낭수 천자 과정중에 심정지를 일으키는 경우가 많다. 이 경우, 심낭수 천자보다는 수혈과 강심제로 혈압을 유지하고 환자를 안정시킨 후 심낭수를 제거해야 한다.\n일반적으로 우심부전이 심해서 발생하는 심낭수의 경우, 누출액(교질 삼투압 저하)이나 변조 누출액성상을 띠는 경우가 많다. 반면 특발성 출혈성 심낭수 유출의 경우, 심장의 기저질환 없이 포도주색의 심한 혈액성 삼출이 특징인 경우가 많고 심낭수에 혈액은 응고되지는 않는다. 종양성 유출의 경우, 세포검사에서 특정 종양 세포가 보이는 경우가 많고 통상 변조 누출액 성상을 띠지만 만약 혈관육종이라면 심각한 출혈 소견을 동반할 수도 있다. 또한 악성 삼출을 유발하는 중피종의 경우, 혈액성을 띠지만 다수의 중피세포가 관찰된다. 본 환자의 경우, 심낭수는 전형적인 출혈성 특징을 보였고, 급성 과다 출혈의 경우가 아니라서 심낭수내에서 혈전이나 혈괴가 관찰되지 않았다. 심낭수내 관찰된 백혈구들도 모두 intact한 상태로 혈액내애서 볼 수 있는 모양과 비슷하였다. 따라서 좌심방 파열에 의한 출혈이 가장 의심되는 상황이였다.\n본 환자의 경우, 장기간 심부전 상태로 치료를 받아서 신장 손상이 어느 정도 진행된 상태였고, 갑작스러운 좌심방 파열로 저혈압이 동반되면서 신기능이 크게 악화된 상황이었다. 좌심방 압력을 떨어뜨리기 위해 루프성 이뇨제를 투여한 후 얼마 지나지 않아서 심각한 azotemia가 발생하였다. 따라서 신장의 추가적인 손상을 우려하여 신장 손상이 상대적으로 적은 톨밥탄을 추가하여 좌심방압을 떨어뜨렸다. 톨밥탄은 앞에 이미 언급한 대로 vasopressin receptor 2 (V2) 길항제로 전해질 교환 없이 순수하게 물만 제거하는 이뇨제이다. 급성 출혈에 대한 응급 처치 후 톨밥탄 추가하여 환자를 안정화시켰다. 본 증례를 요약하면, 만성 중증 이첨판 폐쇄부전증 환자에서 과도한 좌심방 확장에서 좌심방이 파열되었지만 출혈이 점진적으로 일어나서 심낭수 천자를 통해 제거하지 않고 보존적인 약물 요법으로 혈압을 유지하고 좌심방 압력을 떨어뜨려 혈액성 심낭수를 성공적으로 제거한 증례이다.\n"
}