{"title": "증례로 보는 소동물 심장학 2판", "author": "현창백 2e", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "PART4\nAPPENDIX\nAPPENDIX 01 심혈관계의 기초 해부학 및 생리학\nAPPENDIX 02 심장 질환에 흔히 이용되는 약물의 사용법과 주의사항\n01\n심혈관계의 기초 해부학 및 생리학\n\n심혈관계의 기초 해부학\n 흉강\n흉강(thoracic cavity)의 모양은 개의 경우 견종별로 차이가 있지만, 고양이의 경우 대부분 일정한 모양을 가지고 있다. 흉강의 측면은 흉벽으로 덮여있고, 흉강의 후방은 횡격막(diaphragm)에 의해 막혀 있으며, 전방은 흉강 개시(thoracic inlet)가 있고 이 부위는 외부와 연결되어 있다. 흉강 개시의 측면은 제1늑골과 늑연골에 부착되어 있고 등쪽으로는 경장근(longus colli muscle)과 배쪽으로는 흉골병(manubrium)과 흉골(sternum)에 부착되어 있다. 흉강 개시는 전방 종격(cranial mediastinum)을 포함하고 있으며, 전방 종격은 기관, 식도, 후두, 횡격막, 제1척수 신경, 쇄골하 동맥, 흉막의 팽대부 및 흉선 돌기등을 포함하고 있다.\n 종격\n종격(mediastinum)은 흉강 내 위치하는 흉막외강(extrapleural space)의 일부분이다. 종격은 흉강을 좌우측으로 나누는 역할을 한다. 종격은 종격성 흉막으로 덮여있고, 종격의 전방은 목 근육의 근막과 연결되어 있다. 종격은 또한 후방으로 대동맥 열공(aortic hiatus)을 통해 후복막강(retroperitoneal space)과 연결되어 있다. 종격은 대동맥, 심장, 기관, 식도, 흉선, 미주 신경을 포함한 여러 신경 및 심장을 출입하는 혈관들을 포함하고 있다. 전방 종격강은 심장의 전방에 위치하며, 비만 동물의 경우, 지방 조직을 함유하고 있다. 중간 종격강은 심장을 포함하고 있으며, 후방 종격강은 심장 뒤에 위치한다. 후방 종격강은 하행성 대동맥, 전대정맥과 식도 원위부를 포함하고 있다. 대부분의 개와 고양이에서 종격은 불완전한 상태로 좌우측 흉강 사이로 체액과 공기가 자유롭게 통과할 수 있다.\n 심낭\n심낭(pericardium)은 얇고 질긴 섬유성 주머니로 심장을 완전히 둘러싸고 있으며, 소량의 체액(0.2~5 mL)이 심낭 안에 들어 있다. 심낭의 외막은 섬유성이고 내막은 장막성이다\n(또는 벽측막과 내장막이라고 부르기도 한다). 심저부(cardiac base)에서 섬유성 심낭은 심장을 출입하는 대형 혈관의 외막(adventitia)과 합체되어 있고, 심근에 강하게 부착되어 있다. 심낭은 탄력성이 강하고 다량의 체액을 수용할 수 있게 지속적인 확장이 가능하다.\n 흉막\n흉강의 내벽은 장막으로 덮여있고, 폐와 종격의 외측에 위치한다. 흉막(pleurae)은 흉강을 구성하는 좌우측 흉낭을 형성하며, 아주 소량의 체액이 존재하고 호흡 운동 시 흉강내부장기와 흉벽 사이의 윤활제 역할을 한다. 흉강 안으로 다량의 체액이 저류되거나 공기가 유입될 경우, 흉강은 확대될 수 있으며, 이럴 경우 폐와 심장의 기능을 억압한다.\n 폐\n개의 경우 좌측 폐(lungs)는 전엽(cranial lobe)과 후엽(caudal lobe)으로 구성되어 있고, 전엽은 다시 전방부와 후방부로 나뉜다. 좌측 전엽은 제1늑골 넘어까지 확 대되어 있고 약간 우중간에 위치한다. 우측 폐는 전엽, 중간엽(middle lobe), 후엽 및 보조엽(accessory lobe)으로 구성되어 있다. 폐엽은 상당히 많은 부분이 서로 겹쳐져 있다. Pulmonary trunk(폐동맥간)은 산소 농도가 낮은 정맥성 혈액을 우심실을 통해 폐로 운반한다. 폐동맥간은 우심실 유출로(right ventricular outflow tract)에 위치하는 폐성 섬유성 고리(pulmonary ring)에서 유래한다. 폐정맥은 폐로부터 산소를 받아들인 동맥성 혈액을 좌심방으로 보내는 역할을 한다. 일반적으로 폐정맥은 폐동맥의 배쪽면에 위치한다.\n 심장\n개와 고양이의 심장(heart)은 근육으로 구성된 커다란 펌프로서 중격(septum)과 판막(valve)에 의하여 4개의 분방(chamber)으로 나누어져 있다. 심장은 크게 심실, 심방, 심방중격, 심실중격과 두 개의 심실유출로(ventricular outflow tract)에 존재하는 폐동맥판(pulmonary valve)과 대동맥판(aortic valve)과 두 개의 심실유입로(ventricular inflow tract)에 존재하는 이첨판(mitral valve)과 삼첨판(tricuspid valve)으로 구성되어 있다. 또한 판막을 지지하는 건삭인대(chordae tendinae)와 유두근(papillary muscle) 및 심장 골격 조직(fibrous skeleton)으로 구성되어 있다. 또한 심장은 근육층, 심방과 심실의 내막의 심내막측 및 심장 바깥에 위치하는 얇은 막성 조직인 심외막과 심장과 흉강사이에서 심장을 싸고있는 심낭으로 구성되어 있다.\nA. 정상적인 심장의 위치\n심장은 제3~6늑골 사이에 위치하고 오른쪽에서 보면, ‘V’자를 뒤집어 놓은 것 같은 모양의 ‘cardiac notch’가 폐에 의해서 형성되어 있다. 개에서 이러한 notch는 우측 제4~5늑간 사이에서 형성되며, 등쪽 심첨(dorsal apex)은 제4늑골의 원위단의 개시부와 마주하고 있다(대략 흉골과 늑연골 결합부 근처 사이에서). 심저부(cardiac base)는 머리쪽 등쪽(dorsocranially)으로 향하고, 심첨부는 꼬리쪽-배쪽(ventrocaudally)으로 향하고 있다. 때문에 우심실은 우측 머리쪽-등쪽에 위치하고, 좌심실은 좌측 꼬리쪽-배쪽에 위치한다. 좌심실과 우심실은 다소 곡선을띠면서 종축으로 심실중격에 의해 분리되어 있다. 각각의 심실은 횡축으로 혈액을 받아들이는 심방으로 나누어져 있고 심방은 심실의 상단에 위치한다.\nB. 정상적인 심장의 크기\n정상적인 개의 심장 크기는 대략 체중의 0.7~0.8%이다(8 g/kg). 암캐의 경우 수캐보다 심장의 크기가 작고, 소형견종이 대형견종에 비해 체중에 대한 심장 비율이 크다. 노령견이나 비만한 개가 비만하지 않은 정상견에 비해 심장비율이 작다. 고양이의 경우, 개에 비해 심장 비율이 낮아서 대략 0.28~0.38% 정도이다. 대부분의 동물은 나이를 먹을수록 심장 비율이 감소하는 데 반해, 개의 경우 나이를 먹을수록 심장의 무게 비율이 증가한다. 또한 개의 좌심실이 우심실에 비해 3배 정도 더 무겁고, 고양이의 경우 3.5배 정도 더 무겁다. 개의 경우 나이를 먹을수록, 좌심실의 두께와 심실내 관강의 직경이 증가한다. 성견의 심실의 두께와 직경은 자견의 약 4배이다.\nC. 심장의 외부 구조\n심장의 위치 파악은 좌심이(left auricle)와 우심이(right auricle), 관상 동맥의 위치를 통해 쉽게 가능하다. 관상구(coronary groove)는 우심실의 등쪽면에 연결된 pulmonary conus부위를 제외한 심장의 대부분을 포위하고 있다. 관상구의 관찰을 통해 심방과 심실을 감별할 수 있다. 전방의 등쪽면에서 보면, 우심이는 폐동맥간(pulmonary trunk) 옆에 위치하고, 좌심이는 대동맥근(aortic root) 옆에 위치한다.\n우심실 유출로(right ventricular outflow tract; RVOT)와 주폐동맥(main pulmonary artery; MPA)은 심장의 머리쪽-등쪽면에서 가장 쉽게 관찰된다. 이때 대동맥근은 폐동맥간의 안쪽에 위치한다. 우심실 유리벽(right ventricular free wall)은 심첨에서 관상구까지 거리의 2/3~3/4까지 분포되어 있다. 심첨은 좌심실에 의해서 형성된다. 좌측의 하행성 관상 동맥은 대동맥근 근처에서 유래하여 폐동맥 부위와 좌심이가 위치한 지역까지 형성되어 있다. 이 혈관은 마름모꼴로 아래쪽으로 심첨부까지 확대되어 있다. 그 외의 여러 개의 혈관 분지가 좌심실의 유리벽과 우심실의 머리쪽 부위까지(다소 적게 분포됨) 분포되어 있다.\n심장을 꼬리쪽-등쪽면에서 관찰하면, 좌관상 동맥의 circumflex branch가 좌측의 관상구를 따라 좌심방과 좌심실에 분포되어 있는 것을 관찰할 수 있다. 좌관상 동맥은 꼬리쪽 좌심실벽에서 가장 뚜렷하게 관찰된다. 우관상 동맥은 우심이 우관상구 후방으로 분포되어 있고, 우심실의 유리벽까지 혈관 가지를 보낸다. 동결절 동맥(sinus node artery)은 우심실 유리벽의 꼬리쪽면 및 전대정맥과 우심방의 결합부까지 확대되어 있다. 동결절 동맥은 동결절에 가까이 위치하므로 개에서 동결절을 확인하기 위한 랜드마크로 이용된다. 심장으로 들어가는 정맥은 심장의 내부 구조물을 확인하기 위한 랜드마크로 이용할 수 있다. 후대정맥은 우심방으로 들어가기 때문에 이 혈관의 위치를 확인하면, 쉽게 관상 혈관동(coronary sinus)의 개구부와 난원공(fossa ovalis)을 확인할 수 있다. 전대정맥은 동결절 근처에서 우심방의 등쪽면(심방의 상단)으로 들어간다. 폐정맥은 좌심방의 등쪽면으로 들어간다.\nD. 심방\n심방(atria)은 비교적 얇은 벽 구조로 되어있다. 심방은 전신순환(우심방)과 폐순환(좌심방)을 통해 심장으로 들어오는 혈액을 받아들이고 이후 심실로 혈액을 내보내는 역할을 한다. 때문에 심방의 확장 능력은 심실보다 훨씬 뛰어나다. 각 심방은 심방이(auricle; auricular appendage)를 가지고 있다.\n우심방(right atrium): 우심방은 우심실의 위쪽에 위치하고 전신 정맥을 통해 들어온 혈액을 받아들인다. 우심이는 우심방의 일부분으로 작은 주머니 모양이며 약간 아래로 처져 있고, 폐동맥판의 우심실 유출로의 원위면에 인접해 있다. 심방의 내면은 pecinate muscle로 구성되어 있다. 다음과 같은 4개의 개구부(openings)가 우심방으로 들어온다:\n(1) 전대정맥(머리, 목, 전지, 흉곽, 요추부와 후흉벽에 근접한 복벽에서 들어오는 혈액을 받아들임)\n(2) 후대정맥(후지와 복부장기 및 복벽의 혈액을 받아들임)\n(3) 관상동(전대정맥 아래에서 위치하며 심장내 혈액을 우심방으로 직접 보냄)\n(4) 우방실공(right atrioventricular orifice: 우심방과 우심실 사이에 위치하며, 삼첨판이 사이에 존재함)\n난원공(fossa ovalis)은 우심방벽 중간부에 위치하는 소형 함몰 조직(depression)으로 태생 전에 좌심방과 우심방의 혈액의 출입이 있던 흔적이다. 흔히 부검 시 이 부분을 forceps으로 찔러보면 개방이 그대로 잔존하는 경우를 볼 수 있다(난원공 개존증; patent foramen ovale). Intervenous tubercle(정맥간 소주)은 전대정맥과 후대정맥의 개구부 사이에 존재하는 융기조직이다.\n좌심방(left atrium): 좌심방은 심저부의 좌측에 위치하며, 좌심이는 pulmonary conus와 pulmonary trunk의 후방에 위치한다. 일반적으로 머리쪽-등쪽에서 2~3개의 폐정맥이, 꼬리쪽-배쪽에서 3개의 폐정맥이 폐로부터 좌심방으로 들어온다. 좌방실공(left atrioventricular orifice)은 좌심방과 좌심실 사이에 위치하며 이첨판이 사이에 존재한다.\n심방간 중격(interatrial septum): 심방간 중격은 좌심방과 우심방 사이에 존재하며 우심방측 중격에는 난원공이 존재하고 좌심방측 중격에는 난원공을 덮고 있는 제1중격 (septum primum)의 flap이 존재한다.\nE. 심실\n심실(ventricles)은 두꺼운 근육 조직으로 구성되어 있고 혈액을 전신혈관계와 폐혈관계로 박출하는 역할을 담당하고 있다. 또한 심실의 내부에는 이첨판과 삼첨판을 지지하고 있는 건삭 인대(chordae tendinae)와 유두근(papillary muscle)이 있다. 심실의 섬유는 표재층(superficial layer), 중간층(middle layer), 심부층(deep layer)으로 구성되어있고, 중간층이 가장 두껍다.\n우심실(right ventricle): 우심실은 혈관 저항성이 비교적 약한 폐혈관계로 혈액을 박출하며, 심실중격에 의해 좌심실과 분리되어 있다. 좌심실에 비해 비교적 혈액을 쉽게 박출할 수 있기 때문에 심실의 두께는 좌심실에 비해 상당히 얇다. 만약 우심실을 횡으로 절개할 경우, 심실은 초승달이나 반달 모양을 하고 있다.\n우심실은 크게 두 부분으로 나누어져 있다: inflow region과 outflow region. 우심실의 유입부(inflow region)는 삼첨판이 있는 방실공(atrioventricular orifice)을 말하고, 우심실의 유출부(outflow region)는 폐동맥판이 있는 폐동맥공을 말한다. 우심방으로 들어온 혈액은 삼첨판을 통해 우심실로 들어가고, 우심실이 수축하면 폐동맥을 통해 폐로 혈액이 박출된다.\n\n유두근(papillary muscle)은 긴 원추상 근육돌기로 우심실벽에서 유래하고 건삭인대와 연결되어 있다. 통상 세 가지의 대표적인 유두근이 관찰되지만, 유두근끼리 서로 융합되는 경우가 많기 때문에 근육의 수와 형태가 다양하다(특히 고양이).\n\n건삭인대(chordae tendinae)는 가늘고 길며 질긴 섬유성 조직으로 통상 유두근의 첨단에서 유래한다. 드물게 근성 심실성 중격 융기(ventricular septal protuberance)에서 유래한다(특히, 삼첨판의 septal cusp이 이곳에서 유래). 건삭인대는 판막첨으로 갈수록 여러 개의 곁가지로 나누어지면서 판막의 첨에 부착되어 있다.\n\n육주(trabeculae carneae)는 근성 융기 조직으로 우심실의 특징적인 구조물이다. 이 구조물은 특히 우심실의 유리벽에 많이 분포되어 있다. 퍼킨지 섬유(purkinje fiber)와 branch bundle를 함유하고 있는 중격 연주(trabeculae septomarginalis)는 심실벽, 유두근, 우심실의 유리벽으로 연결된다. 각각의 해부학적 구조물의 모양과 위치는 그림 A-3과 4A를 참조하라.\n좌심실(left ventricle): 좌심실은 두꺼운 벽으로 원추형 분방으로 심장의 심첨을 형성하며, 비교적 중격연주의 형성이 결여되어 있다. 전방 이첨판 판막 소편이 좌심실의 유입로와 유출로를 분리하고 있다. 좌심실의 유입로를 통해 심실로 채워진 혈액은 좌심실의 유출로를 통해 대동맥판을 거쳐 상행성 대동맥으로 박출된다. 일반적으로 심첨부에서 유래하는 두 개의 유두근이 좌심실에 존재한다: dorsal papillary muscle(약간 후방에 위치), ventral papillary muscle(약간 전방에 위치). 건삭 인대(chordae tendinae)는 여러 개의 가지로 방실판막 소편에 부착되어 있다. \n심실중격(interventricular septum): 심실중격은 좌심실과 우심실을 분리하는 역할을 하며, 심실의 대부분은 두꺼운 근성 조직과 아주 얇은 기저막으로 구성되어 있다. 일반적으로 심실중격의 근층은 좌심실의 유리벽과 두께가 비슷하다.\nF. 판막\n4개의 심장 판막(valves)이 섬유성 고리(fibrous ring) 조직에 부착되어 심장 내 존재한다\n. 심장 이완기 때, 대동맥판과 폐동맥판이 심실로 혈액이 역류되는 것을 막기 위해 폐쇄된다. 그러고 나서 방실판(예, 이첨판과 삼첨판)이 개방되고 혈액은 심방으로부터 심실로 들어온다. 심장의 수축기 때, 대동맥판과 폐동맥판은 심실이 혈액을 박출하면서 개방되고 이러한 혈액들은 인접한 대형 혈관(예, 대동맥과 폐동맥)으로 들어간다. 방실판이 닫혀있는 동안은 건삭인대가 신전되면서 판막을 심방 쪽으로 융기되게 한다.\n방실 판막(atrioventricular valve): 방실 판막들은 우심실과 좌심실의 유입로(inflow tract)에 위치하며, 혈액이 심실 수축기 때 심방으로 역류되는 것을 막는 역할을 한다. 심방쪽 판막은 external perimeter와 방실의 섬유성 고리에 의해 부착되어 있고, 심실쪽 판막에는 건삭인대가 부착되어 있다.\n\n삼첨판(tricuspid valve; right atrioventricular valve)은 3개의 판막 소편을 가지고 있다: 등쪽소편(dorsal septal cusp), 배쪽소편(ventral cusp), 벽측소편(parietal cusp). 때로 소형의 이차 판막소편들이 판막의 끝부분에서 관찰되기도 한다.\n\n이첨판(mitral valve; left atrioventricular valve)은 삼첨판보다 강력하다. 하지만 삼첨판에 비해 판막 소편의 구별이 다소 불명확하다. 또한 이첨판은 두 개의 판막 소편을 가지고 있다: 중격측소편-전방소편(septal cusp-anterior cusp), 벽측소편-후방소편(parietal cusp-posterior cusp).\n대동맥 판막과 폐동맥 판막(aortic and pulmonary valves): 이러한 판막들은 흔히 반월판(semilunar valve)이라고 불리며, 대동맥과 폐동맥판은 섬유성 고리에 부착되어 있다. 각각의 판막은 우측소편(right cusp), 좌측소편(left cusp)과 중격측소편(septal cusp)으로 구성되어 있다. 판막은 또한 내피세포로 이복된 섬유 조직간질로 구성되어 있다. 대동맥판은 폐동맥판 후방에 위치한다. 각 판막의 가장자리(free margin)는 반달 모양의 lunulae가 있고, 판막의 중앙에는 nodule이 있다. 이러한 구조물은 심장의 이완기 때, 3개의 판막 소편에 의해 형성되는 공간을 기능적으로 폐쇄시키는 역할을 한다. 대동맥의 벽은 3개의 판막 소편의 가장자리를 따라 확장되어 3개의 대동맥동(aortic sinus)를 형성한다: right sinus, left sinus, septal sinus. 상행성 대동맥의 기저부는 aortic bulb라고 불리는 확장 부위가 있다. 폐동맥간(pulmonary trunk)은 대동맥판의 전방에 위치하고 형태학적으로 비슷하다. 하지만 대동맥처럼 강한 압력을 받지 않기 때문에 대동맥에 비해 비교적 약하다. 또한 대동맥에서 볼 수 있는 aortic bulb 역시 발달되어 있지 않다.\nG. 섬유성 심장 골격\n심실의 기저부에는 흔히 심장 골격(skeleton)이라고 불리는 교원질과 연골로 구성된 섬유성 조직이 있다. 이 조직은 심방과 심실을 분리하는 역할을 한다. 심방에서 유래한 방실속(atrioventricular bundle)이라고 불리는 심장 전도조직이 이곳을 통과하여 심실로 분포된다. 방실 섬유성 고리(atrioventricular ring)은 방실공을 포위하고 있고 대동맥 섬유성 고리(aortic fibrous)는 대동맥공을, 폐동맥 섬유성 고리(pulmonary fibrous ring)는 폐동맥공을 포위하고 있다.\n 심장의 혈관계(Cardia blood vessels)\nA. 관상 동맥\n관상 동맥(coronary arteries)은 심근에 혈액을 공급하는 역할을 한다.\n\n좌관상 동맥(left coronary artery)은 좌관상동(left coronary sinus)에서 유래되어 등쪽 심실간 분지까지 분포되어 있다. 이 혈관은 약간 사각으로 분포하며, 심장의 좌측면에 분포되어 있다. 이 혈관은 좌심실성 분지, 우심실성 분지 및 심실간 분지로 세분 된다. 회선지(circumflex branch)는 좌관상 동맥에서 유래하며 심장의 꼬리쪽-등쪽으로 분포되어 있고, 좌심방과 좌심실로 혈액을 공급한다. 좌측 가장자리 심실성 분지(left marginal ventricular branch)는 좌심실의 좌측연을 따라 분포된다. 개의 경우, circumflex branch가 좌심실의 후방과 우심실의 후방에 혈액을 공급한다.\n\n우관상 동맥(right coronary artery)는 우관상동(right coronary sinus)에서 유래하며, 좌측보다 작다. 이 혈관들은 아주 작은 혈관 분지로 나누어지며,  관상구의 오른쪽을 돌아서 우심이까지 분포되어 있다. 드물게 우심실까지 혈액의 분지가 확산되는 경우도 있다. 이 혈관들이 우심실의 유리벽의 2/3의 혈액을 공급한다. 우관상 동맥의 가지가 동결절에 혈액을 공급한다(atrial branch; sinus node artery). 소형의 accessary coronary artery가 약 20%의 개에서 관찰된다고 한다.\nB. 관상 정맥\nCoronary sinus(관상동)은 대형 관상 정맥(coronary veins)의 끝부분에서 관찰되는 대형 확장부이다. 이 부분은 심장에서 받은 혈액을 다시 심장으로 보내는 역할을 한다. 심장을 순환하고 난 혈액이 이 관상동을 통해 후대정맥의 개구부를 통해 우심방으로 혈액을 배출한다. 또한 이러한 혈관에는 소형의 반월판을 가지고 있어서 혈액의 역류를 막는다. 대형 관상 정맥(great coronary vein)은 심첨에서 유래하며, 심실간구(paraconal interventricular groove)를 따라서 심저부까지 거슬러 올라간다. 또한 심장의 횡격막면을 좌측으로 포위하고 있다. 심첨부로 향하는 여러 개의 소형 정맥성 혈관(예, dorsal left ventricular vein)들이 하나의 큰 혈관으로 융합된다. 중간 심장 정맥(middle cardiac vein)은 심실간구(subsinusal interventricular groove)를 따라 상행 분포하고, 양심실의 혈관의 혈액을 수집하여 관상동으로 보낸다. 그 밖의 정맥성 혈관들은 개체별로 차이가 심해서 더 이상 논의하지 않겠다.\nC. 폐동맥간\n폐동맥간(pulmonary trunk)은 폐로 정맥성 혈액을 보내는 역할을 한다. 폐동맥간은 폐의 섬유성 고리에서 기시하며, 좌심이와 우심이 사이에 위치하고 좌폐동맥과 우폐동맥으로 나누어진다. 좌측과 우측의 폐동맥이 나누어지는 분지부(bifurcation) 근위단에는 동맥관인대(ligamentum arteriosum)라고 불리는 흔적 기관이 있다. 동맥관인대는 태생기 때 ductus arteriosus(동맥관; 폐동맥과 대동맥의 연결부)가 퇴축하여 생긴 인대조직이다. 폐동맥간의 내측면 상단이 대동맥과 닿아 있고 폐동맥과 대동맥이 서로 나선형으로 마주하고 있다. 폐동맥간의 1/4 원위단에서 섬유소성 심낭이 부착되어 있다.\nD. 대동맥\n대동맥(aorta)은 가장 두꺼운 혈관으로 좌심실로부터 박출된 혈액을 전신 동맥으로 보내는 역할을 한다. 상행성 대동맥은 섬유성 고리에서 기시되어 심장의 꼬리쪽-등쪽면에서 갑자기 굴곡을 형성하여 꼬리쪽으로 진행되는데 이 부위를 대동맥궁(aortic arc)이라고 한다. 대동맥은 여기서 후방으로 사람의 경우, 3개의 가지로 분지된다(trifurcation). 대동맥궁에서 혈액은 머리, 목, 전지로 들어가는 대형 동맥 혈관을 따라 이동한다. 하지만 개와 고양이의 경우 두 개의 가지로 분지된다(bifurcation). 첫 번째 분지인 완두동맥(brachiocephalic trunk)은 대동맥궁에서 분지되는 첫 번째 대형 동맥성 혈관으로 약간 오른쪽으로 사각을 이루면서 기관지 배쪽면을 따라 내려간다. 이 혈관은 좌경동맥(left common carotid artery)과 우경동맥(right common carotid artery)으로 분지되고, 두 번째 좌쇄골하동맥(left subclavian artery)은 아래로 내려가면서 우쇄골하동맥(right subclavian artery)을 분지한다.\n 심장의 전도계\n심장은 동방결절(sinoatrial node), 방실결절(atrioventricular node), 히스속(His bundle)으로 구성된 특수 전도조직을 가지고 있다.\nA. 동방결절\n동방결절(sinoatrial node)은 가는 반월모양의 세포들에 의해 형성되며 전대정맥, 우심이와 우심방이 만나는 부위에 위치한다. 결절의 길이는 다양하지만 통상후 대정맥으로 갈수록 가늘어진다. SA node는 생리학적으로 심장 전도를 개시하는 충동형성 세포(pacemaker)로 구성되어 있다. SA node에는 교감 신경과 부교감 신경섬유가 분포되어 있다.\nB. 방실 접합부\n심방과 심실을 연결하는 심장 전도세포 집단을 방실 접합부(atrioventricular junction)라고 한다. 이러한 조직들은 여러 개의 해부학적 구조로 나누어져 있으며, 여기서는 해부학적 분류방법보다는 임상적인 분류 방법으로 다음과 같이 분류할 수 있다:\n방실결절(atrioventricular node; AV node)은 Purkinje cell로 구성된 전도조직으로 우심방 내면의 심방중격 바로 아래에 위치한다(triangle of Koch; Koch 삼각구에 위치). 방실결절의 전방 배쪽에 관상동의 개구부가 위치하고 후방 등쪽에 삼첨판의 septal cusp이 존재한다. 방실결절의 섬유는 심장 기저부를 통과하여 심근을 향해 아래로 분포되며, 좌각과 우각의 분지(branch bundle)라고 불리는 일련의 전도 조직이 심실간 중격과 좌심실 외벽을 따라 형성되어 있다. 이러한 branch bundle은 우각(right branch bundle)과 좌각(left branch bundle)으로 나누어져 있다. 좌심실 내 전도 섬유들은 심실중격면의 내막하 조직 아래에 형성되어 있고 중격을 따라 내려가면서 3개의 가지로 분지된다: anterior branch, posterior branch, septal branch. 우심실의 전도 섬유는 심실중격과 우심실 외벽을 따라 우심실 전체에 퍼져 있다.\n심혈관계의 기초 생리학\n 심혈관계의 순환(Cardiovascular circulation)\n정상 개와 고양이의 심장은 두 개의 심방과 두 개의 심실로 구성되어 있다. 좌심실로부터 동맥혈이 대동맥을 통해 전신으로 박출되고, 이산화탄소와 노폐물이 가득한 혈액이 대정맥을 통해 우심방으로 들어간다. 더 나아가 이러한 혈액은 우심실을 통해 폐동맥을 거쳐 폐로 들어간다. 폐에서 가스 교환이 일어나며, 새롭게 산소를 포화한 혈액이 폐정맥을 통해 다시 좌심방으로 들어간다. 임신 중의 태아 내 혈액 순환은 폐가 무기폐 상태이므로 어미의 태반을 통해 산소를 공급받는다. 또한 이러한 혈액은 태반을 통해 태아의 체내에 축적된 이산화탄소와 노폐물을 제거해야 한다. 이러한 두 가지 일을 수행하기 위해, 태아의 심장 내에는 우심과 우심 사이에 태생기 혈관단락(shunt)이 존재한다(i.e., 난원공과 동맥관).\nA. 정상 혈액 순환\n정상 혈액 순환은 1) 조직으로 산소와 영양분을 공급하고, 2) 조직으로부터 노폐물을 제거하며(예, 이산화 탄소), 3) 호르몬이나 signal peptide 같은 항상성 유지 인자를 체내에 운반하는 역할을 한다. 이러한 순환계의 유지는 1) 동맥의 정수압, 2) 조직내 혈류 속도, 3) 모세혈관과 정맥의 정수압에 의해 유지된다.\n전체 순환계는 크게 전신순환계(systemic circulation)와 폐순환계(pulmonary circulation)로 나뉜다. 이러한 순환계는 한 방향으로만 열리는 판막에  의해서 혈류의 방향을 일정하게 유지할 수 있다.\n폐의 모세혈관으로부터 산소를 받은 혈액이 폐정맥을 통해 좌심방으로 들어간다. 좌심실의 이완기 때 혈액이 좌심실을 충전하고 이 혈액은 심실 수축기 때 대동맥을 통해 전신순환계로 박출된다. 전신순환계는 대동맥, 전신 동맥, 세동맥, 모세혈관으로 구성되어 있다. 대형 동맥들은 탄력성(평활근)이 있어서, 심장 이완기 때 말초 조직으로 혈액을 보낼 수 있다. 또한 전신순환계는 고혈압 상태이므로(100~150 mmHg 이상) 심장보다 높은 곳에 위치하는 뇌 같은 장기나 사지 말단부까지 혈액을 보낼 수 있다. 세동맥내에도 평활근이 있어서 수축/이완 운동을 통해 혈관 저항성(vascular resistance)의 변화를 유발할 수 있다. 모세혈관상(bed)에서는 산소를 조직 내로 보내고 이산화탄소를 받아들인다. 이러한 혈액은 정맥과 대정맥을 거쳐 우심방으로 들어간다. 심실 이완기 때 혈액은 우심실로 유입되고 심실 수축기 때 폐동맥을 통해 폐로 들어간다. 폐의 모세혈관은 혈관 저항성이 약하다. 그러므로 폐순환계의 혈압은 전신순환계보다 혈압이 아주 낮다(15 mmHg 이하). 폐포와 주위 모세혈관 사이에 가스 교환이 일어나고 이렇게 산소와 교환된 이산화탄소는 호기시 폐를 통해 제거된다.\n폐의 모세혈관과 간질 사이의 체액의 교류는 정수압과 교질 삼투압에 의해 유지된다. 동맥성 모세혈관은 정맥성 모세혈관에 비해 정수압이 높다(심장에 가까울수록 정수압이 높다). 반면 정맥성 모세혈관은 교질삼투압이 높다(교질의 양이 많을수록 높다). 이러한 압력의 차이를 이용하여 모세혈관상에서  혈액과 간질액 사이에 상호 교환이 일어난다.\nB. 혈량, 혈압과 혈류 속도\n총 혈량(total blood volume)은 체중의 6~8% 정도이다. 대략 80%의 혈액이 전신 순환계에 있고 15%의 혈액이 폐순환계에 그리고 나머지 5%의 혈액이 심장 내에 있다. 전신 정맥계는 저혈압성이며 용적이 넓고 신전성이 뛰어나서, 때로 혈액 저장소라고 불린다. 따라서 혈액의 70~80%는 정맥계 내에 있다. 5%의 혈액은 모세혈관에 있고, 나머지 15~20%는 동맥계 내에 있다. 때문에 순환계 부전 시 혈량을 빠르게 이동하기 위해서는 정맥성 혈관 확장제가 동맥성 혈관 확장제보다 유용하다.\n폐는 다음 두 가지 경로로 혈액을 받는다: 1) 산소를 수용하기 위해 폐로 들어가는 폐동맥의 혈액 2) 산소가 포화된 혈액을 폐조직에 공급하는 기관 동맥. 심장 수축기 때, 뇌는 심박출량의 약 13% 정도를 받아들이며, 신장은 20~25%(혈압 조절 기능 때문에 크기는 작아도 많은 혈액을 받아들인다), 골격근은 20%, 소화기가 20% 정도의 혈액을 공급받는다. 심장은 반대로 심장 수축기가 아닌 이완기 때 관상 동맥을 통해 심박출량의 약 4% 혈액을 받는다. 심한 운동을 하게 되면 골격근으로 혈액의 60% 이상이 집중되기도 한다.\n혈액이 좌심실을 떠나면 대동맥, 동맥, 세동맥, 모세혈관, 세정맥, 정맥, 대정맥을 거쳐 우심방으로 들어간다. 이러한 과정 중에 혈압은 대동맥의 100~150 mmHg에서 우심방의 2~4 mmHg로 떨어진다. 이러한 혈압의 차이(DP), 전신 순환계 내의 전체 말초 저항성(TPR)과 혈류속도(Q)가 심박출량(CO)을 결정하는 요인이다. 때문에 Ohm의 공식에 의하여 혈압의 차이(혈관계 간의 압력구배)를 다음과 같이 계산할 수 있다.\nDP 5 Q 3 TPR\n혈류의 속도는 혈관의 횡단면의 직경에 반비례한다(대동맥/대형 동맥은 혈류 속도가 빠르기 때문에 혈액이 빠르게 운반되며, 모세혈관에서는 혈류 속도가 느리기 때문에 영양소나 가스교환이 일어난다). 소형동맥과 세동맥이 전체 동맥의 횡단면의 대부분을 차지하고 말초저항의 약 50% 정도를 차지하기 때문에 혈압과 혈류속도 조절에 중요하다. 세동맥의 저항성(vascular resistance)의 변화는 총 말초혈관 저항성(total peripheral resistance; TPR)에 상당히 큰 영향을 준다.\nC. 미세 순환계\n폐 모세혈관, 간질과 폐포 사이에 형성된 미세 순환계(microcirculation)는 심장 질환을 이해하는 데 아주 중요하다. 폐의 모세혈관과 간질 사이의 체액의 교류는 정수압과 교질 삼투압에 의해 유지된다. 정수압은 심박출 시 형성되는 혈관내압의 정도에 의해 결정되고, 교질 삼투압은 체액내 교질, 즉 단백질의 양에 의해 결정된다. 혈관내 정수압은 간질의 정수압보다 높고 혈관의 교질 삼투압은 간질의 교질 삼투압보다 낮다. 이러한 압력구배에 의해 혈관과 간질 사이에 체액이(더불어 산소와 이산화탄소) 서로 교류하게 된다. 하지만 두 공간 사이의 정수압의 차이가 두 공간의 교질 삼투압보다 아주 약간 높다. 때문에 아주 소량의 체액이 간질내 저류되고 이렇게 저류된 체액은 림프관을 통해 대정맥으로 다시 들어간다. 하지만 심부전이 있을 경우 모세혈관의 정수압은 크게 상승하게 되고 간질내 저류되는 체액의 양은 크게 늘어나게 된다. 림프관으로 이동하는 체액의 속도는 일정하기 때문에 이렇게 갑자기 늘어난 체액을 빠른 속도로 제거하기가 어렵다. 때문에 체액은 간질에 저류하게 되고 이러한 이유때문에 심부전시(예, 좌심부전), 폐부종이 나타나는 것이다.\n 심장 주기\n심장은 심근 세포 내 전기적 탈분극과 칼슘의 유입에 의해 주기적으로 수축과 이완을 반복한다. 심장 주기(cardiac cycle)는 크게 두 단계의 심실 수축기(빠른 박출기와 느린 박출기), 두 단계의 심실 이완기(빠른 충전기와 느린 충전기), 심방 수축기(atrial systole), 수축기와 이완기 사이에 형성되는 등용성 수축기(isovolumic contraction)와 등용성 이완기(isovolumic relaxation)로 세분된다. 또한 심장의 기계적 활성은 전기적 활성에 뒤이어 일어난다(ECG상에서 심실의 탈분극을 나타내는 Q파가 형성된 후 심실이 수축을 한다). 또한 이러한 운동은 심장 판막의 상단과 하단의 압력차이에 의해 결정된다.\nA. 심실 수축기\n이완기 말기와 수축기 개시는 일치하며 심방 수축이 끝난 직후 모든 판막들이 닫혀있게 되고 이때 심실 내 혈량은 일정하다. 심실내압은 빠르게 상승하는 준비를 하게 되는데 이 시기를 등용성 수축기(isovolumic contraction)라고도 한다.\n심실내압이 대동맥압(우심의 경우, 폐동맥압)보다 높아지면 반월판인 대동맥 판막이 열린다. 반대로 심실압이 심방압보다 높기 때문에 이첨판(우심의 경우, 삼첨판)은 폐쇄된다. 이때 이첨판이 닫히면서 제1심음이 발생한다. 이 시기가 심장 박출기의 개시(빠른 박출기; rapid ejection)를 나타내고 심전도상에서 심실의 탈분극을 나타내는 Q파 다음에 형성되는 R파의 형성 시점에 일치한다. 심실의 박출은 처음에 아주 빠르게 일어나다가 심실과 대동맥 사이에 압력 차이가 소실되면서 점차 느려지는데 이를 느린 박출기(reduced ejection)라고 한다. 수축기 말기에 대동맥판이 닫히는데 이때 대동맥판이 닫히면서 제2심음이 발생한다. 심실의 수축기는 심전도상에서 R파의 개시부터 T파가 끝날때까지 기간을 말한다. 또한 대동맥판이 열렸다가 닫힐 때까지 시간이다. 이때 심실 내 남아 있는 혈량을 이완기말 용적(end-systolic volume; ESV)이라고 하고 박출되어 나간 혈량을 총 박출량(total stroke volume; TSV)이라고 한다.\nB. 심실 이완기\n혈액을 박출한 후, 심장 내 압력차이가 소실되면서 일시적으로 모든 판막이 닫히는데 이 시기의 혈량은 일정히 유지되며 혈압은 떨어진다. 이 시기를 등용성 이완기(isovolumic relaxation)라고 한다. 이때 심실내압은 빠르게 감소한다. 이러한 심실내압의 감소는 방실판(이/삼첨판)을 다시 열리게 하며, 이때 심방 내 혈액이 빠르게 심실 내로 유입된다. 이 시기를 빠른 충전기(rapid filling)라고 하고 점차 심실내압이 증가하면서 심방과 심실사이의 압력 차이가 소실된다. 이때 심방에서 심실로 혈액이 유입되는 개시부를 이완기 초기(early diastole)라고 하고 이첨판은 최대로 열려있다. 심방 내 혈액의 유입의 속도는 심실내압이 상승하면서 느려지는데 이 시기를 느린 충전기(reduced filling)라고 한다. 심박수가 아주 빠른 동물에서 이 두 시기를 감별할 수 없다. 만약 이때 심실내강이 얇고 확장되어 있을 경우, 빠르게 유입되는 혈류에 의해 심실이 진동하면서 심음을 발생하게 되는데 이러한 심음을 갤롭성 제3심음(S3 gallop sound)이라고 한다. 심실내압이 다시 상승하면서 이첨판은 폐쇄된다. 심전도상에서 T파의 끝에서 P파의 개시까지를 나타낸다. 상기 충전기가 수동적인 혈액 충전기이고 심실은 심방의 수축에 의해 다시 한번 혈액을(충전 혈량의 약 15~20%를 차지) 받아들이며, 이때 이첨판은 다시 한번 빠르게 열렸다가 닫히게 된다. 때문에 M-mode 초음파상에서 이첨판의 움직임은 ‘M’자 모양이다(이첨판의 움직임은 완전 개방 S 부분 폐색 S 개방 S 완전 폐색으로 진행, 때문에 이첨판의 움직임은 M자 모양, 반면 대동맥판은 개방 S 폐색으로 진행 때문에 ‘-n-’ 이런 모양이다; 심장 초음파편을 참조하라). 제4심음은 심실내압이 조기에 상승하여 심방 수축기 동안 이첨판의 역류가 발생할 때 발생하는 심음이다. 이때 심실내 있는 최대의 혈량을 이완기말 용적(end-diastolic volume; EDV)이라고 한다. 심장 이완기는 심전도상에서 T파의 끝에서 QRS파가 시작되는 시기까지를 말한다. 이완기말기 용적(EDV)에서 수축기말기 용적(ESV)을 뺀 값을 일회 박출량(stroke volume) 또는 총 박출량(total stroke volume)이라고 한다.\n 심장의 수축과 이완\n심실 수축력은 1) 심근의 수축 강도(inotropic strength), 2) 심실내 남아 있는 혈량(심실 수축에 저항하는 힘; preload) 3) 심실과 대동맥 사이에 혈액을 박출할 때 생기는 말초혈관의 저항감(TPR; afterload)에 의하여 결정된다.\nA. 심근의 수축(myocardial contraction)\n심근은 actin (thin filament)과 myosin (thick filament)으로 구성된 수백만개의 sarcomere라고 불리는 심근 수축성 단백질과 이러한 수축운동을 조절하는 데 관여하는 troponin과 tropomyosin 같은 여러 가지 세포 골격계 단백질(cytoskeletal protein)로 구성되어 있다. 심근의 수축 운동은 ATP의 분해와 칼슘 유입에 의해 유발되고 유지된다. 아직까지 정확한 심근 수축기전이 밝혀진 것은 아니지만, 현재까지 알려진 바로는 Z-line에 연결된 myosin이 hinge movement하는 cross bridge cycle 이론이 가장 널리 알려져 있는 학설이다. 이 학설에 의하면 actin과 myosin 사이에는 tropomyosin이 있어서 actin과 myosin 사이의 cross bridge가 일어나는 것을 막는다. 또한 myosin의 head에는 ATP를 가수분해할 수 있는 heavy meromysoin head가 있다. 이때 칼슘이 유입되어 tropomyosin에 연결된 troponin C와 결합하면, 이러한 actin과 myosin 사이의 tropomyosin은 이탈되고 myosin head가 ATP를 가수분해하기 시작하며 이로 인하여 cross-bridge가 형성되어 myosin의 hinge movement가 일어난다(심근 수축). 심근 세포 내 칼슘 농도가 상승함에 따라 보다 많은 cross-bridge가 형성되고, 수축에 필요한 보다 강한 힘이 발휘된다. 심근 이완은 반대로 칼슘농도가 감소하면서 cross-bridge의 작용이 소실되면서 일어난다.\n심근 세포 내 칼슘의 농도는 세포막의 Na/Ca exchanger, plasma membrane Ca pump 및 세포 내의 sarcoplasmic reticulum (SR)에 의해 조절된다. 만약 나트륨 이온의 전도 증가로 심근세포의 탈분극이 일어나면, 칼슘이 세포 내로 유입되고, SR에 저장된 칼슘이 방출된다. 이러한 칼슘이 tropomyosin에 결합하여 심근 수축을 개시한다. b-교감신경의 자극은 세포질 내 칼슘농도를 상승시키며 보다 많은 cross-bridge를 형성하게 만들어서 더욱 강한 수축력을 유발하게 한다. 또한 ATPase를 활성하여 더 많은 에너지를 생산케한다. 때문에 b-blocker가 때로 심근 비대가 있는 환자에서 수축력을 약화시키고 심박수를 감소시키기 위해 사용된다.\nFrank-Starling Law: 만약 모든 조건이 같을 경우, 심실내 혈량이 많을수록(예, preload가 강할수록) 보다 강한 수축력이 발휘된다. 이러한 원리를 Frank-Starling Law라고 한다. 이러한 현상이 일어나는 이유는 신장된 심근섬유가 수축성 단백질을 감작시켜서 칼슘농도를 더 높게 상승시키고, 따라서 더 많은 cross-bridge가 형성되므로 더 강한 장력이 발휘되기 때문이다(자세한 내용은 심부전의 발생기전 편을 참조하라).\nB. 심근의 이완\n심근의 이완(myocardial relaxation)은 troponin C에 결합된 칼슘이 세포 밖으로 이동하거나 SR로 되돌아가면서 actin과 myosin 사이의 tropomyosin의 방해 공작이 다시 재현됨에 따라 일어난다. 심근의 이완 능력은 심실의 충전압을 결정하는 중요한 인자가 된다. 이러한 이완 능력을 결정하는 주된 인자로는 심실의 탄력성(ventricular compliance) 또는 심실의 딱딱한 정도(ventricular stiffness)가 있다.\n심근은 혈관이 혈액으로 채워지면 딱딱해진다. 그러므로 우심방압이 상승하여 관상 혈관계에 혈량을 증가시키면 심실은 딱딱해진다. 또한 섬유성 조직이 심실 내에 침윤되면, 심근의 탄력성이 소실되어 딱딱해지기도 한다. 여러 가지 인자들이 이러한 심근 이완 능력에 관여한다. 가장 중요한 것은 칼슘이온이 얼마만큼 troponin C에서 이탈하는가이다. 또한 ATP 가수분해가 심근 수축 에너지 제공원이기 때문에 산소의 포화 상태(예, 저산소증 유무) 역시 중요한 변수이다. 심장의 확장 능력은 심실외부압(예, 흉강내압)에서 심실내압(예, 이완기 말기압)을 뺀 것과 같다. 또한 이러한 능력은 심실내 혈량(preload)에 따라 달라진다. 다시 말해, 심실내 혈량이 많을수록, 심실은 더 딱딱해지고(less compliant), 심실이 신전되기 위해서는 더 많은 힘(transmural pressure)이 필요하다.\n임상적으로 심실의 충전기전을 방해하는(less compliant) 요인으로는 비대성 심근증(hypertrophic cardiomyopathy), 심근의 섬유화(myocardial fibrosis), 심장 압전(cardiac tamponade), 심근 경색(myocardial infarction) 및 흉강압을 상승시키는 질환들이 있다.\n 심혈관계의 자율 조절\n심혈관계의 조절(cardiovascular regulation)은 1) 모든 장기로 동시에 최적의 혈액을 공급하고, 2) 최적의 심장 활동과 혈압을 유지하며, 3) 활동을 하지 않는 장기로부터 활동이 왕성한 장기로 안전하게 혈량을 재분포하기 위해 일어난다. 이러한 심혈관계의 조절은 혈관 평활근의 긴장감을 조절하여 혈관의 직경에 변화를 유도함으로써 일어난다. 혈관 긴장감은 1) 자가조절반응, 2) 신경조절, 3) 호르몬 조절 등에 의해 유지된다.\nA. 혈압의 조절\n중추 신경계에 의한 순환기 조절은 연수뇌교부에서 일어난다. 이러한 중추성 수용기의 경로는 혈압이 높은 곳(대동맥과 경동맥)에서 혈압이 낮은 곳(대정맥과 심방)을 거쳐 좌심실까지 분포되어 있다. 이러한 수용기들은 주로 심방의 신전(stretch)에 반응한다. 이로 인하여 수축기 때 형성되는 자극이 심장과 혈관에 전달되어 혈압과 심박수를 조절하는 항상성 반응을 유도한다. 경동맥동(carotid sinus)과 대동맥궁(aortic arc)에는 전신 동맥계의 혈압의 변화를 감지하는 압력 수용기(baroreceptor)가 분포되어 있다. 경동맥동에 있는 압력 수용기는 설인 신경을 통해 연수로 혈압의 변화에 대한 신호를 보내고, 반면 대동맥궁의 압력 수용기는 미주신경을 통해 혈압의 변화를 연수에 알려준다.\n자율 신경계(autonomous nervous system): 흉요추신경에서 유래하는 교감신경과 두개천골 신경(craniosacral nerve)에서 유래하는 부교감 신경이 심장을 조절하는 자율 신경계이다. 혈압이 떨어지면, 교감 신경이 흥분하게 되고 부교감 신경은 억압된다. 교감 신경 말단에서는 norepinephrine (NE)이 방출되며 이러한 NE는 알파-교감신경과 베타-교감신경을 자극한다. 알파1-교감신경은 혈관 평활근에 분포되어 있어서 혈관 수축(특히, 정맥)을 유발한다. 혈관 평활근에는 베타2-교감신경 또한 분포되어 있고, 만약 알파1-교감신경이 차단될 경우, 베타2-교감신경이 혈관 확장을 유발한다. 베타2-교감신경은 주로 심방의 동결절(sinus node)에 많이 분포되어 있고 일부는 심실에도 분포되어 있다. 베타2-교감신경은 chronotropic(심박동을 빠르게 하는 작용) 작용이 inotropic(심실 수축력을 강화시키는 작용) 작용보다 강하다. 반면 베타1-교감신경은 inotropic 작용이 강하다. 그 외에도 베타3, 베타4-교감신경에 대한 존재가 보고되어 있으나, 아직까지 연구단계에 머물러있다. 이러한 교감신경의 흥분은 1) 심박동을 빠르게 하고, 2) 심근 수축력을 강화시키며, 3) 전신동맥의 저항성(systemic vascular resistance; 혈관 수축)을 증가시킨다. 정맥계에 대한 교감신경의 작용은 정맥 혈관계의 수축으로 정맥귀환량(venous return)을 증가시키는 것이다. 또한 신장에서 renin의 분비를 촉진하여 나트륨과 수분을 재흡수를 촉진한다. 이러한 모든 작용은 궁극적으로 혈압을 상승시키는 작용을 한다.\n부교감 신경은 심실보다는 심방에 더 많이 분포되어 있고 신경 말단에서 acethyl-choline (Ach)을 분비하여 muscarinic receptor를 자극한다. 동결절에서는 탈분극이 일어나는 속도를 느리게 하고 혈관 평활근을 이완시켜 혈관확장을 유발한다. 심박수 조절에 있어서는 교감 신경계 영향보다는 미주 신경(부교감 신경) 영향력이 더 크다. 부교감 신경은 교감신경 효과에 반대 작용을 나타내며, 혈압을 낮추는 역할을 한다.\n호르몬 조절: 혈압 유지와 혈관 수축 조절에 여러 가지 호르몬이 관여한다. Angio-tensin II (AGII), antidiuretic hormone (ADH)과 endothelin류(ETs) 등이 대표적인 호르몬들이다. 이러한 호르몬들은 저혈량증과 혈류 속도 저하에 반응하여 혈관 수축을 유발함으로써 전신 혈관 저항(SVR)이 증가하여 혈압을 상승시킨다. AGII는 renin에 의해서 형성 되고 혈관 수축으로 혈압을 상승시킨다. 또한 사구체에서 교감 신경 활성을 증가시킨다. AGII는 두개의 receptor가 있다(AT1과 AT2). AT1은 혈관에 주로 분포되어 있고 AT2는 심장에 주로 분포되어 있다. 이러한 receptor들은 AGII는 혈관 평활근을 수축시키고, NE 분비를 촉진하여 교감 신경을 흥분시키며, 특히 심근에 분포된 AT1 receptor는 심근 비대를 촉진시키는 작용이 있다.\nADH는 뇌하수체 후엽에서 분비되며 체내에는 두개의 receptor가 있다(V1과 V2). V1은 혈관 수축을 유발하여 혈압을 상승시키는 작용이 있고(이러한 작용은 AGII가 더 강하다). V2는 신장에서 수분을 저류하는 작용이 있다.\nETs는 강력한 혈관 수축물질로 3개의 endothelins이 발견되어 있다(ET1, ET2, ET3). 혈관 내에는 두 개의 receptor가 있다(type A, type B). Type A receptor는 ET3 보다는 ET1에 특히 친화력이 높다. 반면 type B receptor는 모든 endothelins에 균등한 친화력을 가지고 있다. Type A는 강력한 혈관 수축 작용을 가지고 있다. NE와 AGII는 이러한 ETs 분비를 촉진한다. 개와 사람에서 심부전증이 있을 경우, 순환 혈중의 ETs의 농도가 높아진다고 한다. ETs는 AGII와 유사하게 심박수를 증가시키고, 심근 수축력을 상승시키며, 혈압을 상승시키는 작용이 있다. 또한 심근 비대를 유발한다.\nB. 혈량의 조절\n정맥귀환량(venous return)이 심실의 충전량과 심장의 박출량을 결정하는 인자이다. 혈량 조절은 동맥압과 혈류 속도 조절에 중요하다. 또한 혈량은 정맥압과 모세혈관압에 커다란 영향을 준다. 예를 들어, 심한 심부전이 있어서 심실 내 혈량이 25~30% 정도 증가될 경우, 이완기말 심실내압이 증가하여 정맥압과 모세혈관압이 동반 상승케 하여 체액저류(예, 폐부종, 복수)를 유발한다.\n신경계에 의한 혈량 조절: 심장 분방 내 혈량의 변화는 심방과 심실벽, 대정맥 결합부, 폐동맥 및 심내막하(관상혈관계)에 분포된 기계적 수용기(mechanoreceptor)에 의해 감지된다. 감지된 신호는 연수의 교감 신경과 부교감 신경을 통해 혈관 저항성과 심박동에 변화를 유발하여 심장 분방 내 혈량 변화에 탄력적으로 대처할 수 있게 한다. 심방과 심실 내 분포된 미주 신경은 심장 분방 내 용적과 심근 수축력의 변화를 감지하여 교감신경을 억압시키고 부교감 신경을 흥분시킨다.\n신장에 의한 혈량 조절: 신장은 나트륨과 수분의 재흡수를 조절하기 때문에 혈량 조절에 가장 중요한 기관이다. 혈량이나 심박출량이 감소되면 신혈류량이 감소된다. 이로 인하여 수입성 세동맥압이 상승하고 교감신경을 흥분시킨다. 또한 macula densa의 나트륨이온의 유입을 감소시킨다. 이러한 반응은 renin의 분비를 촉진시킨다. 궁극적으로 renin의 분비 증가는 신피질에서 AGII와 aldosterone 합성을 증가시킨다. 이러한 호르몬 분비체계를 renin-angiotensin-aldosterone system (RAAS)이라고 한다. Renin의 분비는 대동맥 내의 압력 중추, 교감신경, mecula densa에 도달하는 세뇨관액의 구성의 변화 및 prostaglandin류에 의해 조절된다. Aldosterone은 칼륨이온과 수소 이온의 분비를 촉진하고 나트륨의 재흡수를 촉진하여 수분의 혈액 내 유입을 증가시키므로 궁극적으로 혈량을 증가시킨다. AGII는 갈증을 증가시키고 소금에 대한 섭취 욕구를 증가시키므로 간접적으로 나트륨을 저류시키고 혈량을 증가시키는 작용을 한다. 또한 직접적으로 근위 세뇨관에 직접 작용하여 나트륨의 재흡수를 촉진한다. 또한 신장 세동맥을 수축시켜 신혈류량을 감소시키므로 사구체 여과율(glomerular filteration rate; GFR)을 떨어뜨린다. 사구체 여과율의 저하는 혈장의 urea nitrogen (BUN)와 creatinine 농도를 상승시킨다. 비록 AGII가 신장 세동맥을 모두 수축시키지만, 수출성 세동맥의 수축이 수입성 세동맥의 수출보다 강하게 일어나기 때문에 결과적으로 혈량과 혈압을 모두를 상승시킨다. 나트륨의 배설과 저류는 혈량유지에 중요한 역할을 담당한다. 특히 나트륨 이온의 배설은 앞서서 언급이 않된 제3의 인자인 사구체 여과율(GFR)에 의해 크게 좌우된다. 심방 신전(atrial stretch) 및 빈맥에 의해 방출되는 atrial natriuretic factor (ANF) 역시 혈량 유지에 중요한 역할을 한다. ANF는 네프론 내의 receptor에 결합하여 수입성 세동맥을 확장시키고 수출성 세동맥은 수축시켜서 신장내 사구체 여과율을 증가시킨다. 이로 인하여 집합관에서 나트륨이온의 재흡수를 억압한다. 더 나아가 renin과 angiotensin류의 합성을 억제하고 aldosterone과 ADH 분비 역시 억제한다. 하지만 ANF는 작용력이 강한 호르몬은 아니다. 때문에 사람의 연구에서 보면 말기 심부전 환자에서 이러한 ANF의 농도를 상승시켜도 다른 인자들에 의한 나트륨과 수분 저류현상을 역전시킬 수는 없다고 한다.\n뇌하수체의 항이뇨 호르몬: 혈압이 감소되면 심방 내 압력 수용기는 뇌하수체 후엽을 자극하여 vasopressin (ADH)의 분비를 촉진한다. 이러한 반응은 갈증을 유발하고 신장의 집합관에서 수분을 저류시킨다. 심투압 수용기 역시 vasopressin의 분비를 유발할 수 있지만 압력 수용기처럼 강하지는 않다. Vasopressin의 분비는 심방의 신전(stretch)에 의해 억압되고 심방 내 혈량 감소에 의해 항진된다.\nC. 혈류 속도의 조절\n혈압과 혈량에 대한 연구는 많이 진행되어 있지만 상대적으로 혈류 속도의 결정 인자에 대한 연구는 아직도 미비하다. 혈류 속도는 다음 세 가지 중요한 인자에 의해 조절된다: 1) 전신 동맥압, 2) 정맥압과 모세혈관압, 3) 정맥성 산소 분압.\n한 연구에 따르면 모든 포유류 동물들의 폐동맥 분압이 ~40 mmHg로 일정하게 유지되는 것으로 보아 정맥의 산소 분압은 혈류 속도를 결정하는 데 아주 중요한 역할을 한다고 보고하고 있다. 또한 경동맥체와 대동맥궁에 분포된 화학 수용기는 산소 분압의 변화를 감지하여 호흡의 빠르기를 조절한다. 폐에 분포된 근세포들은 HEME linked protein(신장에서 erythropoietin 분비를 조절하는 단백질과 유사한 성질이 있음)을 가지고 있고 이러한 단백질들은 O2 sensor 같은 역할을 하고 저산소증 상태이면 혈관을 수축시켜 혈류 속도를 빠르게 한다.\n혈압이 혈류속도를 결정하는 주요 인자이기 때문에 혈류에 대한 외적인 저항(impedance)과 전신 혈관 저항성(systemic vascular resistance; SVR)이 혈류속도를 결정하는 주요 인자가된다. 예를 들어, 대동맥 혈류속도는 1) 대동맥의 직경, 2) 대동맥벽의 탄력성, 3) 말초 동맥계에 형성되는 전신 혈관 저항성(SVR)과 4) 혈구의 수나 혈액의 점도(viscosity) 같은 외적인 요인에 의해 결정된다. 결국 혈류의 속도는 afterload에 영향을 주는 요인에 의해 결정된다고 봐야 한다. 혈액의 점도는 PCV (packed cell volume)와 혈청 단백질의 농도 및 적혈구의 foldability(직경이 큰 적혈구가 직형이 작은 모세혈관을 통과할 때 생기는 저항)에 의해 결정된다.\n 심장의 전도로(Cardiac conduction pathway)\n심장 세포의 가장 중요한 기전은 심장 수축을 규칙적이고 체계적으로 유지하는 것이다. 이러한 심장의 수축은 action potential이라고 하는 전기적 충동에 의해 유발된다. 심장의 세포들은 얇은 막을 가지고 있고 여러 가지 이온들이(1 또는 2 전하를 띠는), 특이한 이온 채널을 통과하여 세포막으로 이동하면서 전하를 발생한다. 이들 채널들은 어떤 이온에만 특이하게 출입을 허용하며, 때문에 세포막 내 이러한 이온의 permeability(투과성)의 변화에 따라 이온들의 농도구배가 일어난다. 이로 인하여 세포막 내 서로 다른 전하를 띠게 되며(이온들의 농도 구배에 따라), 이를 membrane potential이라고 한다. 정상 세포들은 보통 세포 내 전하가 약간의 음성을 띠며, 특히 심장 세포의 경우, 270~280 mV의 전하를 띠며 이를 resting membrane potential이라고 한다. 세포가 흥분을 하게 되면 빠른 속도로 이러한 음극의 전하가 양극의 전하로 바뀌는데 이를 action potential이라고 하고 이로 인하여 심근 세포는 수축을 하게 된다. 이러한 action potential은 세포막을 통해 여러 이온들이 이동하여 membrane permeability의 변화를 일으키기 때문에 유발된다.\nA. Cardiac pacemaker\n심근은 크게 심장에 전기적 충동을 전달하는 전도 세포와 수축을 유발하는 심근 세포로 구성되어 있다. 통상적으로 심장의 수축과 이완을 조절하는 전기충동은 동방결절(sinus atrial node; SA node)에서 유래한다. 하지만 심장 모든 조직내에서 이러한 pace-making을 하는 전기적 충동이 일어난다. 단지 SA node의 충동이 가장 빠르게 일어나기 때문에 SA node가 심장 박동을 조율하는 역할을 한다. 전기적 충동은 SA node를 시작하여 방실 결절(atrioventricular node; AV node), 히스속(His bundle), 좌각과 우각(right and left branch bundle), Purkinje cell를 거쳐 심실로 전도된다. 만약 허혈성 손상이나 염증, 괴사에 의해 다른 전도세포의 action potential의 생성속도가 빨라지거나 동박동의 action potential의 생성속도가 느려지면, 동방결절이 아닌 다른 부위에서 pacemaking이 일어나게 되고, 이러한 현상 때문에 부정맥이 일어난다.\nB. 심장 전도 기전\nDepolarization(탈분극)이란 세포 내 전하가 음극에서 양극 전하로 빠르게 바뀌는 시기를 말하고 repolarization(재분극)이란 세포 내 전하가 양극에서 다시 음극상태로 돌아가는 것을 말한다. 이러한 변화는 Na1, K1, Ca21 이온들의 이동에 의해(이온 채널의 개폐여부에 따라) 유발된다. SA node(동방결절), AV node(방실결절), 심방, purkinje cell 등의 action potential 유발과 소멸 현상은 관여하는 이온 채널에 따라 다소 차이가 있다. 통상 action potential은 다음 다섯 가지 phase로 나누어져 있다. 각각의 phase에 따라 개폐되는 이온 채널의 종류와 action potential과 이에 따른 ECG상의 변화는 그림 A-14를 참조하라.\nPhase 0: Phase 0은 Na1 이온의 투과성 증가와 K1이온의 투과성 감소로 음극의 휴식기 전하가 양극으로 바뀌는 시기로, 빠르게 depolarization이 일어나는 시기이다.\nPhase 1: Phase 1은 Ito 전하에 의해(주로 K1과 Cl2 이온이 관여), 짧은 기간의 조기 재분극이 일어나는 시기로 Purkinje cell의 action potential에서는 볼 수 있으나 pacemaker인 SA-node의 action potential에서는 나타나지 않는다. 이러한 early repolarization을 action potential overshoot이라고 한다.\nPhase 2 & 3: Phase 2는 plateau를 유지하는 시기로 유입되는 Ca21이온의 양과 유출되는 K1 이온 간에 균형을 이루는 시기로 특히 심근 세포에서 오랫동안 지속되며, 서서히 다른 칼륨 채널이 열리면서 phase 3으로 이동한다. 이 시기에는 세포 내 전하가 다시 음극을 띠는 repolarization이 일어난다.\nPhase 4: Phase 4는 전하가 resting potential과 같은 음극의 전하로 되돌아가고 이러한 상태는 다시 나트륨 유입을 증가시키게 되어 action potential를 다시 유발하므로 다른 말로 pacemaker potential 또는 diastolic potential이라고도 한다.\n지금까지 설명한 action potential은 주로 Purkinje cell 같은 non-pacemaker cell에서 볼 수 있는 action potential이고, SA node 같은 세포의 action potential은 이와 다소 차이가 있다. 이들 세포에서 action potential의 depolarization은 빠르게 유입되는 칼슘 채널의 개방에 의해 유발되고 phase 1과 2는 미흡하다. 여러 가지 이온 채널이 이러한 action potential의 유발과 유지에 관여하며, 이들 채널의 개폐 여부는 주로 세포막내 전하에 따라 달라진다. 또한 이러한 채널은 activation, inactivation 및 resting 시기가 있고 inacti vation과 resting은 서로 다른 상태이다. 항부정맥 치료제는 주로 activation/inactivation 된 세포에 선택적으로 작용하지, resting phase의 채널에 영향을 주지는 않는다.\nMembrane responsiveness란 세포 내 이온의 교류에 의해 세포막의 전하가 얼마나 빠르게 반응하는지를 나타내는 용어로 responsiveness가 감퇴되면 action potential의 지속 기간이 길어진다(이온 채널의 반응이 느려져서 세포막내 이온 변화가 느려지므로). Vmax란 dV라고도 하고 탈분극이 최고로 이르는 정도를 일컫는 말이다. Refractoriness(회복기)란 심장 세포가 depolarization된 후 정상 resting potential로 회복되는 시기를 말한다.\n\n"}