{"title": "27 . 31마리의 개에서 다양한 종양 유형의 치료를 위한 토세라닙 인산염(팔라디아)의 후향적 평가", "author": "최서인", "publisher": "한국수의과학회", "department": "내과", "disease": "27 . 31마리의 개에서 다양한 종양 유형의 치료를 위한 토세라닙 인산염(팔라디아)의 후향적 진단\n\n이 후향적 연구의 목적은 소형견, 특히 <8kg(5마리의 개 제외)에서 다양한 종양 유형을 중심으로한 토세라닙 사용을 중심으로 한 추가 데이터를 제공하는 것이었습니다. 이는 월요일-수요일-금요일 일정에 토세라닙( Palladia; Zoetis, USA)의 2.5mg/kg 중간 용량으로 치료한 악성 종양이 있는 31마리의 개을 중심으로 한 후향적 연구였습니다. 총 질환이 있는 15마리의 개 중 13마리(86.7%, 3마리는 완전 반응, 4마리는 부분 반응, 6마리는 안정된 감염)에서 임상적 이점이 관찰되었습니다. 원격 전이, 치료을 중심으로 한 반응 및 치료 환경은 생존 시간과 유의하게 관련이 있었습니다. 부정적인 예후 요인은 여러 화학 요법 및 원격 전이(무진행 생존 기간[PFS]에 영향을 미침), 수술, 국소 림프절 비대, 기저 감염 및 독성(중간 생존 기간[MST]에 영향을 미침)이었습니다. 긍정적인 예후 요인은 상피 및 원형 세포 종양(PFS에 영향을 미침), 상피 종양, 미세 감염, 질병 반응 증거 없음, 안정된 질병(MST)이었습니다. 결론적으로, 토세라닙 치료의 임상적 이점은 우리 연구에서 총체적 감염이 있는 대부분의 개에서 나타났습니다. 이 연구는 토세라닙이 소형견의 다양한 종양 유형을 중심으로 한 선택적 치료법일 가능성이 있음을 시사했습니다.\n키워드을 실시한다 개 , 신생물 , 팔라디아 , 토세라닙 인산염 , 티로신 키나제 억제제\n이동 : \n소개\n소분자 티로신 키나제 억제제인 토세라닙 인산 염은 수의학 종양학에서 일반적으로 사용됩니다. 수용체 티로신 키나제(RTK)는 세포 생존과 증식에 중요한 역할을 하며 다양한 악성 종양에서 과발현, 활성화 돌연변이 및 자가분비 활성화 루프를 통해 조절되지 않기 때문에 표적 분자 치료법에 적합한 후보입니다[ 1 ]에 대한 주요 항목이 논의된다. 토세라닙은 인산화와 하위 신호 전달에 필요한 아데노신 삼인산 결합 을 경쟁적으로 억제하여 정상 및 돌연변이 RTK를 모두 억제합니다. 토세라닙의 표적은 FMS 유사 티로신 키나제-3, KIT, 혈관 내피 성장 인자 수용체 2 및 혈소판 유래 성장 인자 수용체 β 와 같은 분할 키나제 계열 요소이며 이는 RTK의 또 다른 소분자 억제제인 수니티닙 말레이트와 유사한 방식입니다[ 2 , 3 ]. 토세라닙은 항종양 효과뿐만 아니라 항혈관신생 효과도 가지고 있어 다양한 유형의 종양을 치료법할 수 있는 잠재력을 가지고 있습니다[ 1 , 4 - 6 ]에 대한 주요 항목이 논의된다.\n토세라닙은 2009년 식품의약국에서 개 비만세포종(MCT) 치료법제로 승인했습니다. 그 안전성과 활성은 다양한 종양이 있는 총 57마리의 개를 대상으로 한 1상 임상 시험에서 처음 진단되었습니다[ 5 ]. 이 연구에서 31마리의 개가 객관적인 반응을 보였습니다(54.4%; 완전 반응[CR] 6마리, 부분 반응[PR] 10마리, 안정된 감염[SD] 15마리). 이는 토세라닙의 잠재적인 생물학적 활성을 보여줍니다. 가장 높은 반응률은 MCT가 있는 22마리의 개(59.1%, 13/22)에서 관찰되었으며, 이 중 11마리는 KIT 돌연변이(90.9%, 10/11)가 있었고 육종, 암종, 흑색종, 골수종도 치료법에 반응을 보였습니다[ 5 ]에 대한 주요 항목이 논의된다. 다양한 보고서에서 토세라닙의 진단에 대해 설명했습니다[ 7 , 8 ]. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다.. 고형 종양(AGASA, OSA, 갑상선 암, 두경부 암) 치료법에 토세라닙을 사용한 한 연구에서는 63/85마리(74에 대한 주요 항목이 논의된다.1%)의 개에서 임상적 이점이 관찰되었습니다[ 11 ].\n토세라닙을 일반 종양에 적용하기 위한 예후 요인을 진단한 연구는 충분하지 않았고, 이전에 대부분의 소형견에 적용된 사례가 없었습니다. 따라서 다음 후향적 연구의 목적은 소형견, 특히 <8kg(5마리의 개 제외)에서 광범위한 종양 유형에서 토세라닙 사용을 중심으로 한 추가 데이터를 제공하는 것이었습니다. 이 연구는 한국에서 처음으로 보고된 다양한 종양을 중심으로 한 토세라닙 치료의 반응을 설명합니다.\n이동 : \n재료 및 방법\n사례 선택 및 치료 절차\n이 연구에서 고객이 기르는 개들은 2016년 1월부터 2020년 9월 사이에 충남대학교 수의과대학 병원 또는 한국의 지역 추천 수의과 병원에서 치료법를 받았습니다. 이 연구에서는 치료 전 환자 자료 사용에 대한 소유자의 동의를 받은 의료 기록을 사용했습니다. 저자는 이 연구에 IACUC 또는 기 타 승인이 필요하지 않다고 선언합니다. 우리는 의무 기록을 검토하여 악성 종양 진단을 받은 개를 식별했으며, 이를 통해 신호(연령, 성별 및 품종), 신체 검사, 완전 혈구 수(CBC), 혈청 생화학 프로필, 요분석, 진단 영상, 조직병리학적 평가, 토세라닙 용량 및 일정(간격 및 기간), 수반 약물, 부작용(AE) 및 치료 반응을 포함한 후속 자료를 기록했습니다. 모든 환자에서 림프절(LN) 평가는 초음파 영상(US)를 통해 진행되었고 원격 전이는 컴퓨터 단층 촬영(CT)으로 평가되었습니다. 또한, 치료법를 시작하기 전에 모든 환자의 기저 상태를 기록했습니다에 대한 주요 항목이 논의된다. 토세라닙으로 28일 미만 동안 치료법를 받은 개는 연구에서 제외했습니다(n = 7; 상피 유래 6마리, 간엽 유래 1마리)에 대한 주요 항목이 논의된다. 이는 이전에 고형 종양(원형 세포 집단 제외)에서 보고된 바와 같이 단기 치료 과정에서는 효과를 진단하기 어렵기 때문입니다[ 1 , 16 ].\n신체 검사, CBC, 혈청 생화학 및 요평가을 포함한 재평가는 토세라닙을 시작한 지 한 달 이내에(보통 2주 이내) 시행되었습니다. 종양은 총 질량 또는 영상(방사선 촬영, 초음파 영상 또는 CT)을 직접 측정하여 재분류되었으며, 이는 토세라닙을 중단할 때까지 주기적으로 최대 3개월마다 계속되었습니다.\n토세라닙(Palladia; Zoetis, Florham P ark, NJ, USA)은 충분한 표적 저해를 일으키는 2.4~2.9 mg/kg의 용량으로 투여하였고, 대부분의 개에서 월요일-수요일-금요일 기준으로 치료법 일정을 정하였다에 대한 주요 항목이 논의된다. 어떤 경우에는 환자의 상태에 따라 용량 과 일정을 조절하기도 하였다[ 20 ]. 독성 증상(무기력, 체중감소, 식욕부진, 설사, 구토, 발열, 실신) 이 나타나는 경우, 부작용이 호전될 때까지 토세라닙을 중단한 후, 0.5 mg/kg의 용량을 감량하여 재투여하였다.\n종양 부담을 수술적으로 제거하거나 생검한 대부분의 개(20/31)는 조직병리학적 검사로 확인되었습니다. 조직병리학 보고서에 따라 각 악성 종양에 대해 수술적 여백, 세포 분열 수 및 종양의 혈관 침윤을 진단했습니다. 일부 개(11/31)는 대부분 MCT(11개 중 6개)에서 미세 바늘 흡인에 기초한 세포학으로 임시 판단되었습니다. 수술이나 항암제의 정맥 주사로 부담을 받은 주인의 선택에 따라 토세라닙을 먼 저 투여하거나 원격 전이가 있거나 수술 후 재발을 방지하기 위해 투여했습니다. 빈블라스틴과 프레드니솔론을 로무스틴과 함께 또는 없이 MCT 치료법를 위해 처음 사용했고 부작용, 치료법 반응 없음 또는 종양 재발로 인해 토세라닙을 대체하거나 병용했습니다에 대한 주요 항목이 논의된다. 또한 토세라닙으로 총 종양(재발 여부)에 전기 화학 요법을 적용했하였다.. 치료 당시 10마리의 개는 다른 기존 기저 감염이 있었습니다.\n치료에 대한 반응\n치료에 대한 반응은 판단 이미지(방사선 사진, 초음파 영상 또는 CT)를 사용하여 31마리의 개에서 평가했으며 가능한 경우 종양 직경을 직접 측정했습니다.수술적 개입이 없거나 절제된 종양이 재발한 개에서 총체적(거시적) 종양의 반응은 CR(대상 종양의 완전 퇴행, 새로운 병변 없음), PR(대상 종양의 부분 퇴행, 대상 종양의 가장 긴 직경이 ≥30% 감소, 새로운 병변 없음), 진행성 감염(PD, 대상 종양의 가장 긴 직경이 20% 이상 증가, 비대상 병변 및 새로운 병변 진행) 또는 SD(SD, 대상 종양의 30% 미만 감소 또는 대상 종양의 20% 미만 증가, 비대상 병변 진행 없음 및 최소 10주 동안 새로운 병변 없음)로 정의했습니다[ 21 ]. 수술적 개입 후 미세한 감염이 있는 개에서 종양에 대한 반응은 질병 증거 없음(NED, 치료 시작 시, 재발 없음) 또는 PD(수술적으로 제거한 종양의 전이 또는 재발 또는 새로운 병변의 존재)로 정의되었습니다.\n무진행 생존 기간(PFS)은 토세라닙 투여 시작부터 PD 또는 모든 원인으로 인한 사망까지의 시간으로 정의되었습니다. 중간 생존 기간(MST)은 토세라닙 투여 시작부터 모든 원인으로 인한 사망까지의 시간으로 정의되었습니다. 이 원고를 작성할 당시 개가 살아 있었다면, 생존 기간은 의료 기록에 기록된 마지막 날짜를 사용하여 계산되었다..\nPFS와 MST는 전체 개체군(개 31마리)에서 의료 기록을 검토하여 진단했습니다. 의료적 이점은 치료을 중심으로 한 반응에 따라 결정되었으며, 모든 기간의 CR 또는 PR, 또는 총체적 질병이 있는 개에서 최소 10주 동안의 SD로 정의되었습니다.\nAE 평가\n토세라닙을 투여받은 모든 개는 치료 전에 신체 검사, CBC, 혈청 생화학 및 요평가을 통해 평가되었으며, AE가 발견되지 않으면 2주에서 1~3개월로 점차 간격을 늘려 평가했습니다. 모든 AE는 담당 의사가 Veterinary Co-operative Oncology Group의 AE을 중심으로 한 공통 용어 기준(VCOG-CTCAE v1.1)[ 22 ]에 따라 분류했습니다. 각 개에 대해 다중 선택이 허용되었습니다. 위장관 AE의 경우 지지 요법에는 구토제, 지사제 및 위 보호제가 포함되었다.. 호중구 감소증이 발생하면 다음 평가까지 방지적 항생제가 처방되었습니다.\n통계 분석\nKaplan-Meier 방법을 사용하여 연구된 개의 특성에 따라 PFS와 MST를 조사했습니다. 9마리의 개(29.0%)에서 종양이 재발했기 때문에 중간 PFS를 추정할 수 없었하였다.. 따라서 평균 PFS를 사용했습니다. Cox 회귀 평가을 진행하여 토세라닙 치료를 시작한 후 종양의 재발이나 사망에 영향을 미치는 요인을 확인했습니다. 변수는 역방향 제거법으로 선택했습니다. 모든 통계 평가은 IBM SPSS Statistics for Windows, 버전 25.0(IBM Corp., USA)을 사용하여 수행했습니다. p 값이 0.05 미만인 경우 통계적으로 유의한 것으로 간주했습니다.\n이동 : \n결과\n연구 대상 인구\n영어을 실시한다 종양이 있는 31마리의 개에게 연구 기간 동안 토세라닙을 단독으로 또는 규칙적인 화학 요법, 수술 또는 둘 다와 함께 투여했습니다. 개체군은 암컷 개 21마리(18마리는 거세)와 수컷 개 10마리(8마리는 거세)로 구성되었습니다. 14가지 품종이 제시되었습니다. 중앙 연령은 13세(범위, 6~18 세)였고 중앙 체중은 5kg(범위 2.3~42kg)이었습니다. 연구 개체군에서 특징지어진 종양 유형은 상피 종양(n=12), 간엽 종양(n=10), 원형 세포 종양(n=9)으로 구성되었다.. 대부분의 개(51.6%)는 종양의 수술적 절제 후 덩어리의 증거가 없는 상태에서 토세라닙으로 치료법되었습니다. 나머지 개(48.4%)는 원발성 종양, 전이, 재발 종양 또는 이들의 조합이 있는 상태에서 치료법되었습니다에 대한 주요 항목이 논의된다. 토세라닙 투여 시작 시 먼 장기 에 위치한 전이는 3마리의 개(9.7%)에서만 나타났지만, 14마리의 개(45.2%)는 표적 종양 주위의 LN이 확대되었습니다. 자세한 환자 특성은 표 2 에 나와 있습니다 .\n표 1.\n이 연구에 포함된 품종 요약(n=31)\n새끼를 낳다\t개 수\t백분율(%)\n몰티즈\t8\t25.8\n시추\t5\t16.1\n혼합\t5\t16.1\n요크셔 테리어\t2\t6.5\n미니어처 핀셔\t2\t6.5\n미니어처 슈나우저\t1\t3.2\n골든 리트리버\t1\t3.2\n라브라도 리트리버\t1\t3.2\n웰시코기\t1\t3.2\n비숑 프리제\t1\t3.2\n진도\t1\t3.2\n비글\t1\t3.2\n푸들\t1\t3.2\n이긴 흙\t1\t3.2\n \n표 2.\n환자 특성 및 추가 종양 정보(n = 31)\n매개변수\t종양의 종류\t개 수 (%)\n\t상피세포 (n = 12)\t간엽세포 (n = 10)\t무작위 대조 시험(n=9)\t\n섹스\t\t\t\t\n 온전한 여성\t2\t1\t0\t3 (9.7)\n 불임수술을 받은 암컷\t8\t5\t5\t18(58.1)\n 온전한 남성\t0\t1\t1\t2 (6.5)\n 거세된 남성\t2\t3\t3\t8(25.8)\n수술\t\t\t\t\n 예\t9\t7\t3\t19(61.3)\n 아니요\t3\t3\t6\t12(38.7)\n마진 (n = 19)\t\t\t\t\n 완벽한 *\n3\t3\t0\t6(31.6)\n 불완전한\t6\t4\t3\t13(68.4)\n체세포 분열 모습 (n = 19)\t\t\t\t\n < 10 (/10 필드당 높이)\t7\t4\t2\t13(68.4)\n ≥ 10 (/필드당 10 높이)\t2\t3\t1\t6(31.6)\n질병 설정\t\t\t\t\n 역겨운\t5\t3\t7\t15(48.4)\n 마이크로\t7\t7\t2\t16(51.6)\n원격 전이\t\t\t\t\n 현재의 †\n0\t2\t1\t3 (9.7)\n 결석한\t12\t8\t8\t28(90.3)\n지역 확대 LN\t\t\t\t\n 예 ‡\n6\t3\t5\t14(45.2)\n 아니요\t6\t7\t4\t17(54.8)\n화학요법\t\t\t\t\n 밑창\t9\t8\t4\t21(67.7)\n 다수의 §\n3\t2\t5\t10 (32.3)\n기저 질환\t\t\t\t\n 예\t5\t2\t3\t10 (32.3)\n 아니요\t7\t8\t6\t21(67.7)\nRCT, 원형세포종; LN, 림프절.\n* 완전한 여백은 조직병리학 보고서에 의해 정의되었다..\n† 전이에는 국소 림프절이나 폐가 포함되며, 조직병리학 및 컴퓨터 단층촬영을 통해 확인됩니다.\n‡ 종양 주위에서 전이가 의심되는 확대된 림프절(장간막, 표재성 등)이 발견되었다..\n§ 다중 항암화학요법은 토세라닙뿐만 아니라 프레드니솔론, 비스테 로이드성 항염제 또는 기타 약물을 함께 사용하는 것을 의미합니다.\n \n연구에 등록된 각 개에 대한 다음 자료가 포함된 개요 표는 보충 자료에 설명되어 있습니다.\n치료\n치료된 개에게 사용된 토세라닙의 중간 복용량은 2.5mg/kg(범위, 2.2~3mg/kg)이었습니다. 대부분의 개(87.1%, 27/31)에게 주 3일(월-수-금) 토세라닙을 투여했지만, 한 마리의 개에게 이틀에 한 번씩 토세라닙을 투여했고, 세 마리의 개에게 주 2일(월-목) 토세라닙을 투여했하였다..\n19마리의 개(61.3%)가 치료를 시작하기 전에 수술을 받았습니다. 이 중 4마리의 개에서 수술 중 제거된 국소적 비 대 림프절은 조직병리학적으로 전이가 확인되었습니다. 추가로 10마리의 개는 CT 또는 US 후 전 이가 의심되는 국소적 비대 림프절을 가졌습니다. 3마리의 개(9.7%)는 폐의 원격 전이 또는 복부 암종을 가졌습니다. 여백 및 세포 분열 수와 같은 조직병 리학적 세부 사항은 잘 특징지어졌습니다. 검사한 개 중 어느 개에서도 종양의 혈관 침윤은 없었하였다..\n표 3.\n15마리의 개을 중심으로 한 총체적 질병을 중심으로 한 토세라닙 투여의 의료적 이점\n\t임상적 이점\t임상적 이점이 없음\n\t크.\t홍보\tSD, 10주 이상\tSD, 10주 미만\t피디\n심각한 질병이 있는 모든 개(n=15)\t3\t4\t6\t0\t2\n치료 시작 시 질병 설정\t\t\t\t\t\n 1차 총 질환 (n = 12)\t1\t3\t6\t0\t2\n 수술 후 재발 (n = 3)\t2\t1\t0\t0\t0\nCR을 실시한다 완전 반응; PR을 실시한다 부분 반응; SD을 실시한다 안정된 질환; PD을 실시한다 진행성 질환.\n \n연구 대상 개체군에 속한 31마리의 개 중 21마리는 토세라닙으로만 치료법되었고 10마리는 토세라닙 치료법 중에 다른 항암 화학 요법으로 치료법되었습니다. 다른 항암 화학 요법제로는 블레오마이신(0.CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다..\n치료 결과\n임상적 이점은 15마리 중 13마리(86.7%; CR 3마리, PR 4마리, SD 6마리)에서 관찰되었다..나머지 2마리(13.3%)는 PD를 보였습니다.토세라닙 치료가 이점을 보인 13마리의 개 중 11마리는 토세라닙 중단에서 사망 또는 마지막 보고일까지 장기간의 임상적 이점(중앙값 35일, 범위을 실시한다 7~490일)을 보였습니다.이 그룹의 2마리 개는 토세라닙 치료 중에 사망했습니다.1마리는 PR이었지만 PD로 바뀌었고, SD가 있던 1마리는 토세라닙 관련 부작용으로 인해 악화되어 죽었하였다..현미경적 질환이 있는 16마리의 개(51.6%)는 토세라닙 치료법를 시작할 때 NED가 있는 것으로 정의했습니다.NED가 있는 7마리의 개는 토세라닙 치료법 중 또는 토세라닙 중단 후에 PD를 보였습니다.\n치료법받은 31마리의 개에서 토세라닙 관련 평균 PFS와 중앙값 MST는 생존 시간의 Kaplan-Meier 곱을 기준으로 각각 471일과 199일이었습니다. 원격 전이는 PFS와 유의하 게 연관되었습니다( p < 0.05). 치료 및 치료 환경(거시적 또는 미시적)을 중심으로 한 반응은 MST와 유의하게 연관되었습니다( 각각 p < 0.001 및 p < 0.05). CR, PR, SD 및 PD가 있는 개의 중앙값 MST는 각각 311일, 133일, 187일 및 156일이었하였다.. 수술을 받은 개의 평균 PFS와 중앙값 MST는 각각 440일과 290 일이었고 수술을 받지 않은 개의 경우 각각 450일과 154일이었습니다. 중간엽 종양이 있는 개의 평균 PFS와 중간 MST는 각각 315일과 199일이었고, 상피 종양이 있는 개의 평균 PFS와 중간 MST는 각각 588일과 311일이었고, 원형 세포 종양이 있는 개의 평균 PFS와 중간 MST는 각각 421일과 156일이었하였다.. 미세한 감염이 있는 개의 평균 PFS와 중간 MST는 각각 410일과 290일이었고, 총체적인 감염이 있는 개의 평균 PFS와 중간 MST는 각각 463일과 169일이었습니다. 여러 항암제를 투여받은 개의 평균 PFS와 중간 MST는 각각 389일과 169일이었고, 토세라닙만을 투여받은 개의 평균 PFS와 중간 MST는 각각 463일과 289일이었하였다.. 원격 전이가 있는 개의 평균 PFS와 중간 MST는 각각 90일과 187일이었고, 원격 전이가 없는 개의 평균 PFS와 중간 MST는 각각 493일과 220일이었하였다.. 국소적 비대된 LN을 가진 개들의 평균 PFS와 중앙값 MST는 각각 224일과 169일이었고, 국 소적 비대된 LN을 가지지 않은 개들의 평균 PFS와 중앙값 MST는 각각 553일과 289일이었다. 기저 감염이 있는 개들의 평균 PFS와 중앙값 MST는 각각 425일과 187일이었고, 기저 감염이 없는 개들의 평균 PFS와 중앙값 MST는 각각 413일과 289일이었다. 토세라닙을 중심으로 한 독성 증상이 있는 개들의 평균 PFS와 중앙값 MST는 각각 469일과 289일이었고, 토세라닙을 중심으로 한 독성이 없는 개들의 평균 PFS와 중앙값 MST는 각각 388일과 199일이었다.\n \t\n(A) 토세라닙 시작 시점(평균 471일, 범위 370-571일)을 기준으로 한 카플란-마이어 진행성 무진행 생존 곡선; (B) 토세라닙 치료법 시작 시점(중간값 199일, 범위 89-309일)을 기준으로 한 카플란-마이어 중간 생존 시간 곡선에 대한 주요 항목이 논의된다. 검열된 모든 개는 십자가로 표시되어 있습니다.\n \n표 4.\nKaplan-Meier 방법을 기반으로 한 무 진행 생존기간(PFS) 및 중앙생존기간(MST)\n변하기 쉬운\t개 수\t카플란-마이어 방식(d)\n\t\t사전 준비 *\n서울특별시\n\t\t평균\t남동\t95% 신뢰구간\t중앙값\t남동\t95% 신뢰구간\n총\t31\t470.8\t51.3\t(370.3, 571.3)\t199.0\t56.3\t(88.6, 309.4)\n섹스\t\t\t\t\t\t\t\n 여/여\t21\t417.7\t46.3\t(326.9, 508.4)\t220.0\t69.1\t(84.5, 355.5)\n 엠/씨엠\t10\t417.8\t91.2\t(239.1, 596.6)\t187.0\t34.0\t(120.4, 253.6)\n수술\t\t\t\t\t\t\t\n 예\t19\t439.7\t64.1\t(314.0, 565.4)\t290.0\t56.9\t(178.5, 401.5)\n 아니요\t12\t450.1\t49.1\t(353.8, 546.4)\t154.0\t23.0\t(109.0, 199.0)\n종양의 종류\t\t\t\t\t\t\t\n 중간엽\t10\t315.4\t63.6\t(190.8, 439.9)\t199.0\t6.0\t(187.3, 210.7)\n 상피세포\t12\t558.7\t62.7\t(435.8, 681.7)\t311.0\t132.8\t(50.7, 571.3)\n 연구\t9\t420.8\t65.6\t(292.1, 549.4)\t156.0\t22.4\t(112.2, 199.8)\nTx 설정\t\t\t\t\t\t\t\n 마이크로\t16\t410.0\t69.3\t(274.2, 545.8)\t290.0\t64.3\t(163.9, 416.1)\n 역겨운\t15\t463.1\t41.4\t(382.0, 544.2)\t169.0\t25.7\t(118.6, 219.4)\nTx 응답\t\t\t\t\t\t\t\n 피디\t9\t-\t-\t-\t156.0\t23.7\t(109.5, 202.5)\n 에스디\t6\t-\t-\t-\t187.0\t36.1\t(116.1, 257.9)\n 홍보\t4\t-\t-\t-\t133.0\t32.0\t(70.3, 195.7)\n 크.\t3\t-\t-\t-\t311.0\t-\t-\n 아래에\t9\t-\t-\t-\t656.0\t0.0\t-\n화학요법\t\t\t\t\t\t\t\n 다수의\t10\t388.6\t66.5\t(258.3, 518.9)\t169.0\t45.0\t(80.8, 257.2)\n 밑창\t21\t463.2\t63.9\t(337.9, 588.4)\t289.0\t81.1\t(130.1, 447.9)\n원격 전이\t\t\t\t\t\t\t\n 예\t3\t90.3\t39.5\t(13.0, 167.7)\t187.0\t0.0\t-\n 아니요\t28\t493.0\t52.4\t(390.2, 595.7)\t220.0\t65.4\t(91.8, 348.2)\n지역 확대 LN\t\t\t\t\t\t\t\n 예\t14\t224.1\t39.0\t(147.7, 300.6)\t169.0\t11.0\t(147.5, 190.5)\n 아니요\t17\t552.6\t53.5\t(447.7, 657.6)\t289.0\t57.9\t(175.5, 402.5)\n기저 질환\t\t\t\t\t\t\t\n 예\t10\t424.5\t90.1\t(247.9, 601.1)\t187.0\t39.5\t(109.5, 264.5)\n 아니요\t21\t412.8\t47.7\t(319.3, 506.4)\t289.0\t54.9\t(181.4, 396.6)\n독성\t\t\t\t\t\t\t\n 예\t14\t469.1\t45.4\t(380.1, 558.2)\t289.0\t73.3\t(145.4, 432.6)\n 아니요\t17\t388.4\t74.6\t(242.1, 534.7)\t199.0\t51.3\t(98.5, 299.5)\nSE, 표준 오차; CI, 신뢰 구간; F, 여성; SF, 거세된 여성; M, 남성; CM, 거세된 남성; RCT, 원형 세포 종양; Tx, 치료; PD, 진행성 감염; SD, 안정된 감염; PR, 부분 반응; CR, 완전 반응; NED, 질병의 증거 없음; LN, 림프절.\n* 중간 PFS는 9마리의 개(29.0%)가 종양이 재발했기 때문에 추정할 수 없습니다. 따라서 평균 PFS를 사용했습니다.\n \n예후 요인\nPFS 및 MST 을 중심으로 한 다변량 Cox 비례 위험 모델을 사용하여 예후에 미치는 여러 요인의 영향을 진단했습니다 . 여러 화학 요법 및 원격 전이(PFS에서)와 수술, 국소적 확대된 LN, 기저 감염 및 독성(MST에서)은 예후에 부정적인 영향을 미쳤습니다. 반대로 상피 및 원형 세포 종양 및 토세라닙의 기간(PFS에서)과 상피 종양, 미세 감염, NED, SD 및 토세라닙의 기간(MST에서)은 예후에 긍정적인 영향을 미쳤습니다.\n표 5.\n진행 무진행 생존율(PFS)을 위한 C ox 비례 위험 모델에 기초한 예후 요인\n변수 †\n영어: PFS(미국공개표준)\n\t인사부\t95% 신뢰구간\tp- 값\n수술\t\t69.06\t(0.86, 5,560.44)\t0.06\n종양의 종류\t\t\t\t\n 상피세포\t\t0.02\t(0.00, 0.68)\t0.03 *\n 연구\t\t0.01\t(0.00, 0.61)\t0.03 *\n화학요법\t\t42.66\t(1.83, 991.88)\t0.02 *\n원격 전이\t\t663.52\t(2.87, 153,515.22)\t0.02 *\n지역 확대 LN\t\t4.88\t(0.48, 49.67)\t0.18\n투여기간\t\t0.97\t(0.95, 1.00)\t0.02 *\n독성\t\t0.11\t(0.01, 2.03)\t0.14\nCT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다..\n† 참고 범주을 실시한다 수술(아니요 = 0), 종양 유형(중간엽 = 0), 화학요법(단독 = 0), 원격 전이(아니요 = 0), 국소적 확대된 LN(아니요 = 0), 독성(아니요 = 0).\n* p < 0.05.\n \n표 6.\n중앙생존시간(MST)을 중심으로 한 Cox 비례위험모델을 기반으로 한 예후인자\n변수 †\n서울특별시\n\t인사부\t95% 신뢰구간\tp- 값\n수술\t\t91.62\t(1.17, 7,149.10)\t0.04 *\n종양의 종류\t\t\t\t\n 상피세포\t\t0.02\t(0.00, 0.62)\t0.03 *\n 연구\t\t0.30\t(0.02, 3.50)\t0.33\nTx 설정\t\t0.00\t(0.00, 0.05)\t< 0.01 **\nTx 응답\t\t\t\t\n 에스디\t\t0.00\t(0.00, 0.05)\t< 0.01 **\n 홍보\t\t0.09\t(0.00, 3.18)\t0.19\n 크.\t\t0.00\t(0.00, 1.91)\t0.07\n 아래에\t\t0.02\t(0.00, 0.41)\t0.01 *\n지역 확대 LN\t\t6.86\t(1.05, 44.87)\t0.04 *\n투여기간\t\t0.97\t(0.95, 1.00)\t0.03 *\n기저 질환\t\t17.27\t(2.00, 149.06)\t< 0.01 **\n독성\t\t22.07\t(1.85, 263.21)\t0.01 *\nHR, 위험 비율; CI, 신뢰 구간; RCT, 원형 세포 종양; Tx, 치료법; SD, 안정된 질병; PR, 부분 반응; CR, 완전 반응; NED, 질병 증거 없음; LN, 림프절; PD, 진행성 질병에 대한 주요 항목이 논의된다.\n† 참고 범주을 실시한다 수술(아니요 = 0), 종양 유형(중간엽 = 0), Tx 설정(총 = 0), Tx 반응(PD = 0), 국소적 확대된 LN(아니요 = 0), 기저 질환(아니요 = 0), 독성(아니요 = 0).\n* p < 0.05,\n** p < 0.01.\n \n수술을 받은 개에서는 검사된 요인 중 어느 것도 MST와 유의하게 연관되지 않았습니다.\n표 7.\n수술을 받은 그룹의 중앙생존시간(MST)을 중심으로 한 Cox 비례위험모형을 기반으로 한 예후인자\n변수 *\n서울특별시\n\t인사부\t95% 신뢰구간\tp- 값\n체세포 분열 수\t1.02\t(0.98, 1.07)\t0.33\n여유\t0.20\t(0.02, 2.26)\t0.19\n원격 전이\t0.00\t(0.00, -)\t0.99\n지역 확대 LN\t2.01\t(0.35, 11.46)\t0.43\nHR, 위험 비율; CI, 신뢰 구간; LN, 림프절.\n* 참조 범주을 실시한다 여백 수(미완료 = 0), 원격 전이(없음 = 0), 국소적 확대된 LN(없음 = 0).\n \n부작용\nAE는 토세라닙으로 치료한 개 중 14/31(45.2%)에서 발생했습니다. 이러한 AE의 범주, 등급(1~3) 및 범주별 발생률은 표 8 에 설명되어 있하였다. . 어떤 개에서도 등급 4 또는 5 AE는 관찰되지 않았하였다.. 대부분의 AE는 등급 1(54.0%)이었고 생화학적(39.7%) 또는 위장관(28.6%) AE로 분류되었습니다. 대부분의 위장관 AE(14/8)는 저등급(1~2등급)으로 분류되었으며 토세라닙 중단과 함께 지지 요법으로 신속히 조절되었습니다. 14/6(42.9%)의 개에서 AE(3개 생화학적을 실시한다 혈중 요소 질소 및 크레아티닌 증가; 2개 혈액학적을 실시한다 1개 호중구 감소증 및 1개 빈혈; 1개 위장관)로 인해 토세라닙 투여가 중단되었습니다.\n표 8.\n토세라닙으로 치료법한 개에서의 부작용(AE)(전체 연구 코호트의 45.2%)\n범주\t용어\t숫자 *\n발생률 †\n\t\t1학년\t2학년\t3학년\t(AE가 관찰된 개에서의 %)\n헌법적\t혼수\t1\t2\t.\t6.3 (3.1)\n\t체중 감량\t1\t.\t.\t\n위장관\t식욕 부진\t2\t3\t1\t28.6 (12.9)\n\t설사\t2\t3\t.\t\n\t구토\t2\t2\t.\t\n혈액학\t호중구감소증\t6\t1\t.\t20.6 (9.3)\n\t림프구 감소증\t.\t.\t.\t\n\t빈혈증\t5\t1\t.\t\n생화학\tALT 활동 증가\t2\t2\t1\t39.7 (17.9)\n\tALP 활동 증가\t1\t2\t2\t\n\tBUN 증가\t4\t.\t3\t\n\t크레아티닌 증가\t4\t3\t1\t\n신장\t단백뇨\t1\t.\t1\t3.2 (1.4)\n심혈관\t당김\t.\t.\t1\t3.2 (1.4)\n\t고혈압\t1\t.\t.\t\n피부과\t탈모증\t1\t.\t.\t3.2 (1.4)\n\t과색소침착\t1\t.\t.\t\n총(숫자)\t\t34\t19\t10\t\n총 (%)\t\t54.0\t30.2\t15.8\t100.0 (45.2)\nALT, 알라닌 아미노전이효소; ALP, 알칼 리성 인산가수분해효소; BUN, 혈중 요소 질소.\n* 숫자에는 중복 선택이 포함되어 있습니다.\n† 발생률은 모든 부작용 중 해당 범주에서 발생한 비율로 정의되었 으며, 괄호 안의 비율은 AE가 관찰된 개에서의 발생을 나타냅니다.\n \n이동 : \n논의\n이 후향적 연구는 한국에서 처음으로 보고된 다양한 종양을 중심으로 한 토세라닙 치료의 반응을 설명합니다. 다양한 유형의 종양을 중심으로 한 토세라닙의 생물학적 효과는 대부분 소형견에서 진단되었습니다. 총 감염이 있는 치료를 받은 대부분의 개(전체 코호트의 48.4%)는 임상적 이점(86.7%)을 나타냈습니다. 이 치료법 반응은 이전 연구와 일치합니다[ 10 , 11 , 18 ]에 대한 주요 항목이 논의된다. 대부분의 이전 보고서는 한 유형의 종양을 중심으로 한 토세라닙의 효과를 테스트한 반면, 저희 연구는 다양한 유형의 종양에서 토세라닙 사용을 뒷받침합니다. 종양 유형과 예후 사이의 관계을 중심으로 한 연구는 거의 없었지만, 저희 연구는 상피 종양이 재발률이 낮고 생존율이 높다는 것을 보여줍니다. 토세라닙을 진단한 이전 연구에서 의료적 이점은 주로 상피 종양('-암')과 MCT에서 나타났습니다[ 1 , 6 , 10 , 11 , 13 , 14 , 18 ]. 반대로 GIST, OSA, 주사 부위 육종, 조직구 육종과 같은 간엽 종양을 중심으로 한 효과를 보고한 연구는 거의 없으며 이러한 연구는 소규모 집단으로 제한되었습니다[ 11 , 18, 23-25 ] . CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. . 저희의 연구에서는 의료적 증거가 충분한 상피성 종양을 앓고 있는 개가 가장 많은 대표성을 보였고(31마리 중 12마리, 38.7%), 토세라닙 치료에서 의료적 이점을 보였는데, 그중 CR을 앓고 있는 개 2마리도 포함되었습니다.\nCox 회귀 평가을 사용하여 치료에 대한 NED 또는 SD 반응이 예후(MST에서)에 유의하게 긍정적인 영향을 미친다는 것을 확인했습니다. 예상치 못하게도 토세라닙의 의료적 이점에도 불구하고 CR과 PR은 예후에 유의한 영향을 미치지 않았습니다. 이전 보고서에 따르면 PR과 SD는 예후의 긍정적 요인이었습니다[ 9 ]. 저희 연구에 31마리의 개가 참여했고 3개 센터로 제한되었으므로 이전 후향적 연구와 직접 비교하는 것은 적절하지 않을 수 있습니다. 그러나 다음 사항은 저희 연구에서 발견된 PR이 예후에 미치는 영향이 다른 연구와 다른 이유를 설명할 수 있습니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다.. 이 중 첫 번째 개는 다른 항암 화학 요법으로 여러 차례 시도한 후 2차 토세라닙 치료법에 반응을 보였지만 사망 2주 전에 재발했고 환자의 상태가 빠르게 악화되었습니다. 두 번째 개도 원격 전이(암종증)로 사망하기 2주 전에 재발을 경험했습니다. 세 번째 개는 처음에는 PR을 보였지만 종양이 계속 증가하여 PD로 이어졌습니다. 네 번째 개는 토세라닙을 투여하기 시작 했을 때 이미 수술 후 재발 상태였습니다. 따라서 PR을 경험한 개는 모두 치료의 의료적 이점이 기록되었음에도 불구하고 환자의 상태가 빠르게 재발하고 악화되었습니다. 전반적으로, 우리 연구가 이전 보고와 다른 상태를 가졌다는 사실을 충분히 고려하고 해석해야 합니다.\n우리 연구에서 수술을 받은 개는 수술을 받지 않은 개보다 예후가 나빴고, 미세한 감염이 있는 개는 수술을 받지 않은 개보다 예후가 좋았습니다.이전 보고서에서 수술이 예후에 미치는 영향 은 통계적으로 유의하지 않았습니다[ 10 ].우리 연구에서 수술을 받은 개 중 19마리 중 16마리가 미세한 감염 환경에서 토세라닙 치료를 시작했고 수술 후 3마리의 개에서 재발하여 육안적 감염(3/19)이 발생했습니다.미세한 상태가 예후에 상당한 긍정적 영향을 미친다는 결과를 고려할 때, 수술 후 재발한 이러한 개는 의료적 이점(2마리는 CR, 1마리는 PR)이 관찰되었더라도 MST가 좋지 않았습니다.따라서 우리 연구에서 수술은 예후의 부정적 요인으로 간주되었다..\n국소적 LN 확대 및 원격 전이가 있는 개에서는 예후(MST)가 좋지 않았습니다. 이전 연구에서는 이 결과와 일치하는 결과가 나 타났습니다[ 10 , 17 , 18 , 29 ]. 반대로 2등급 MCT와 관련된 한 보고서에서는 국소 LN 전이가 있는 개와 없는 개 사이의 생존 시간에 유의미한 차이가 없었습니다. 그러나 전이성 LN을 제거한 개에서는 생존 시간이 연장되었습니다[ 30 ]. 저희 연구에서는 14마리의 개 중 4마리에 서만 국소적 LN이 제거되었음을 확인했습니다.\n치료된 개에서 사용된 토세라닙의 중앙값 복용량은 2.5mg/kg(범위, 2.2~3mg/kg)이었습니다. 기존 보고서에 따르면, 이틀에 한 번씩 2.5~2.9mg/kg의 저용량은 3등급 또는 4등급 A E 없이 잘 견디는 반면, 이틀에 한 번씩 3.25mg/kg을 복용하는 것과 비교했습니다[ 20 ]. 저희 연구에서 10마리의 개에게 기존 기저 감염이 있었습니다(심부전 3마리, 만성 신장 감염 1마리, 심장과 신장 감염 4마리, 만성 췌장염 2마리). 이러한 수반 감염에 따라 주요 부작용이 발생했고 따라서 생화학적 AE가 가장 흔했습니다(39.7%). 다른 보고에서는 발생하지 않았습니다. 위장관 AE는 두 번째로 흔한 AE 유형이었고, 약물 휴약, 지지 의학 및 약물 금단을 피하기 위한 용량 조정을 통해 1~2등급에서 효과적으로 조절되었습니다. 심각한 부작용으로 죽은 개들은 만성 신장 감염이 악화되거나, 심각한 췌장염이나 빈혈이 생겼으며 회복되지 않았습니다.\n본 연구에는 몇 가지 한계가 있었습니다. 전체 인구 규모가 작았을 뿐만 아니라 하위 그룹 평가의 숫자도 작았습니다. 이러한 결과는 많은 수의 소형 견에서 추가로 확인되어야 합니다. 이 연구는 후향적 설계였기 때문에 성별, 생화학 및 기저 감염과 같은 기준 특성을 일치시키는 것이 불가능했습니다. 또한 다양한 종양 유형에서 종양 미세환경(TME)에 영향을 미치는 토세라닙은 Western blot 또는 면역조직화학과 같은 다른 방법으로 분자생물학적으로 진단할 수 있습니다[ 31 ].\n결론적으로, 토세라닙 치료의 임상적 이점은 우리 연구에서 총 감염이 있는 15마리의 개 대부분(86.7%)에서 나타났습니다. 치료법를 받은 31마리의 개에서 토세라닙 관련 평균 PFS는 471일이었고 중간 MST는 199일이었습니다. 복잡한 화학 요법 및 원격 전이(PFS), 수술, 국소적 확대된 LN, 기저 감염 및 독성(MST)은 부정적인 예후 요인이었습니다. 우리의 결과는 토세라닙의 임상적 효능에 대한 추가 자료를 제공하며 토세라닙이 소형견에서 다양한 종양 유형에 대한 선택적 치료법일 가능성이 있음을 시사합니다. 많은 수의 소형견에서 임상 활동을 진단하기 위한 추가 연구가 필요합니다.\n"}