{"title": "21 . 고지혈증을 동반한 비만견의 투명세포 간세포암 증례 보고", "author": "정재하", "publisher": "한국수의과학회", "department": "내과", "disease": "21 . 고지혈증을 동반한 비만견의 투명세포 간세포암 증례 보고\n11세 비만견이 간 종양으로 의뢰되었습니다. 세포학적 검사에서 경미한 다형성을 가진 공포성 간세포가 발견되었다. 부분 간엽 절제술이 시행되었습니다. 조직병리학적 검사에서 종양은 투명한 공포를 가진 간세포로 구성된 간세포암으로 판단되었습니다. 이러한 결과는 투명 세포 간세포암(CCHCC)과 일치했다. CCHCC는 개에서 드문 간세포암의 하위 유형이며 의료적 특징은 잘 정의되지 않았습니다. 이것은 CCHCC의 세포학적, 조직학적 및 의료적 측면을 중심으로 한 첫 번째 보고서로, 비만과 고지혈증이 개에서 CCHCC의 잠재적 위험 요인임을 시사합니다.\n주요단어 투명세포 암 , 간세포암 , 고지혈증 , 비만 , 증례보고\n이동 : \n투명 세포 간세포 암종(CCHCC)은 개에서 10% 미만에서 발생 하는 드문 간 종양의 아형이며 고양이에서는 극히 드뭅니다[ 1 ]. 조직학적으로 CCHCC는 헤마톡실린 및 에오신(H&E) 염색 단 면에서 공포가 있는 세포질을 가진 잘 분화된 간세포로 구성됩니다. 일반적으로 공포는 글리코겐 및/또는 지질의 세포질 내 축적을 나타냅니다[ 2 , 3 ]. 인간 의학에서 CCHCC는 다른 아형의 간세포 암종(HCC)과 비교할 때 독특한, 유리한 예후를 보이는 저등급 악성 종양으로 간주됩니다[ 4 , 5 ]. 그러나 수의학에서 CCHCC의 발생률은 드물기 때문에 CCHCC의 의료적 특징은 완전히 특성화되지 않았습니다. 여기서 우리는 비만과 고지혈증이 있는 개에서 CCHCC의 세포학적, 조직학적, 의료적 측면을 설명합니다.\n11세의 불임수술을 받은 암컷 잡종견이 체중 7.5kg으로 간 효소 수치가 상승하고 총 콜레스테롤 수치가 증가(450mg/dL; RI, 112~312mg/dL)하여 지역 병원에 입원했다. 검사 결과 다른 기저 질환의 증거는 없었습니다. 환자는 1개월 동안 간 보충제를 복용했지만 간 효소 수치는 계속 높게 유지되었습니다. 2개월 후 환자는 추가 진단를 위해 서울대학교 수의과대학병원(SNU-VMTH)으로 의뢰되었습니다. SNU-VMTH에 입원했을 당시 환자는 의료적 징후를 관찰할 수 없었습니다. 신체 검사에서 신체 상태 점수(BCS)가 8/9인 것을 제외하면 특별한 소견은 발견되지 않았습니다.\n전혈구검사(ADVIA2120i; Siemens Health care GmbH, Germany)는 경미한 혈소판증(70.4×104 / μL; RI, 14.3~40.0× 104 /μL)과 호중구증가(8.75× 103 /μL; RI, 3.9~8.0×103 / μL)를 나타냈습니다. 혈청 생화학(Hitachi 7180; Hit achi High-Technologies Co., Japan)은 알라닌 아미노트랜 스퍼라제(195 U/L; RI, 5.8~83.3 U/L), 감마-글루타밀 트랜스퍼라제(31 U/L; RI, 0~14 U/L)의 경미한 상승과 알칼리성 인산가수분해효소(ALP, 2,375 U/L; RI, 0~97.9 U/L)의 현저한 상승을 나타냈습니다. 포도당(102 mg/dL; RI, 75 ~128 mg/dL), 총 빌리루빈(0.2 mg/dL; RI, 0.1~0.5 mg/dL) 및 암모니아(24 μmol/L; RI, 16~75 μmol/L)는 기준 범위 내에 있었다. 컴퓨터 단층 촬영 영상에서 대조 증강이 있는 1.84 × 1.65 × 2.6cm 크기의 덩어리가 간의 오른쪽 내측엽에 위치하는 것으로 나타났습니다. 영상 평가에 따라 악성 증식성 간 병변이 고려되었습니다. 간 림프절을 포함한 다른 장기에는 전이 증거가 발견되지 않았다.\n간의 미세 바늘 흡인 검사에서 간세포 상피 세포 덩어리가 드러났다. 이 세포들은 적혈구(RBC) 직경의 약 3~5배였고 막으로 둘러싸인 뚜렷 하고 투명한 거대 액포를 포함하는 적당한 양의 세포질을 가지고 있었습니다. 핵은 둥글거나 타원형이었으며 RBC 직경의 약 1.5~2배였습니다. 핵은 주변으로 옮겨졌고 액포에 의해 납작해졌습니다. 핵은 대부분 세포에서 거친 크로마틴과 1 ~2개의 작은 핵소체를 가지고 있었습니다. 이형세포증과 이형핵증은 경미하거나 중간 정도였고 유사 분열상은 관찰되지 않았습니다. 가끔 모세혈관이 간세포의 층을 통과했습니다. 뚜렷하고 굴절되는 특징 때문에 액포에 지질이 있을 것으로 강하게 의심되었습니다. 방사선학적 특징과 세포학적 소견을 토대로 잘 분화된 HCC로 판단했습니다. 다른 감별 판단은 소포성 간병증이나 간 지방증을 포함한 양성 간 병변이었습니다.\n개의 오른쪽 중간 간엽에 있는 덩어리에서 미세 바늘로 흡인한 모습. (A) 크기가 다양한 액포가 있는 간세포 덩어리를 주목하세요. (B) 신생물 간세포는 핵을 대체하는 액포가 있는 적당한 양의 세포질을 가지고 있습니다(화살표). (C) 신생물 세포 덩어리에서 경미하거나 중간 정도의 핵 다형성(검은색 상자)을 주목하세요. (D) 모세혈관(검은색 상자)이 간세포의 층을 통과하고 있다. Diff-Quick, 척도 막대 (A) 100μm, (BD) 50μm.\n \n간의 오른쪽 내측엽을 중심으로 한 부분적 절제술을 시행하고, 조직을 조직병리학적으로 진단하였다(IDEXX Laboratories, USA). 간 표본에는 문맥 구조가 없는 합쳐진 불규칙한 결절성 덩어리가 포함되어 있었다. 종양성 간세포는 피막 근처의 비종양성 간세포를 압박하였다. 종양성 세포는 약간 다형성의 핵과 크기가 다양한 공포를 가지고 있었다. 세포 분열 수는 고배율 시야 10개당 약 5개였다. 우리는 공포 성분이 글리코겐인지 다른 물질인지 진단하기 위해 주기적 산-쉬프(PAS) 염색을 시행하였다. 피막 근처의 공포가 없는 종양성 간세포와 비종양성 간세포는 풍부한 PAS 양성 과립을 함유하고 있었다. 그러나 큰 공포를 가진 대부분의 신생 간 세포는 PAS 양성 과립을 덜 함유했습니다. 조직병리학을 기반으로 H&E 염색에서 80% 이상의 간세포가 공포가 있는 세포질을 가진 투명 세포였기 때문에 CCHCC로 판단했습니다.\n개의 오른쪽 중간 간엽의 조직병리학. (A) 공포성 간세포로 구성된 결절성 덩어리는 문맥 구조가 없다. 신생물성 간세포(오른쪽 아래)는 캡슐 근처의 비신생 물성 간세포(왼쪽 위 모서리)를 압박합니다(화살촉). (B) 신생물성 세포는 약간 다형성 핵과 주변으로 핵을 밀어내는 크기가 다양한 공포를 가지고 있습니다(화살표). H&E, 척도 막대을(를) 실시한다 (A) 1,200μm, (B) 50μm.\n개의 오른쪽 중간 간엽 조직을 중심으로 한 주기적 산-쉬프(PAS) 염색. (A) 무포낭성 신생물성 간세포(좌측 하단)와 비신생물성 간세포(우측 상단)에서 캡슐(화살촉) 근처에서 풍부한 PAS 양성 물질이 관찰됨. (B) 적은 양의 분홍색 PAS 양성 물질을 함유한 큰 포낭이 있는 신생물성 간세포에 주목. 척도 막대: (A) 50 μm, (B) 100 μm.\n환자는 간 효소 수치와 초음파 영상로 평가한 종양의 잠재적 재발을 모니터링하기 위해 정기 검진을 받았습니다. 수술 후 6개월 동안 재발의 증거는 없었지만 ALP는 더욱 상승 했습니다(1,727에서 3,009 U/L로, RI는 0에서 97.9 U/L로). 게다가 16시간 금식 후에도 심각한 고지혈증(트리글리세리드, 936 U/L로, RI는 21에서 133 U/L로)과 고콜레스테롤혈증(385 mg/dL로, RI는 112에서 312 mg/dL로). 환자는 항고지혈증제와 간 보충제를 처방받고 치료법를 위해 지역 병원으로 돌아갔습니다.\nHCC는 개에서 가장 흔한 간 종양으로, 원발 성 간 종양의 약 50%를 차지합니다[ 3 ]. 이는 소주상, 유사선, 고형 및 경화상 및 투명 세포 유형을 포함한 흔하지 않은 패턴을 포함한 4가지 주요 조직학적 하위 유형으로 분류됩니다. 개에서 CCHCC의 빈도는 잘 확립되지 않았지만 다른 종에 비해 개에서 비교적 흔합니다[ 2 ]. Patnaik 등의 연구[ 1 ]에 따르면 개 HCC 57건 중 5건을 투명 세포 하위 유형으로 분류했습니다. 인간의 경우 CCHCC에서 투명 세포의 비율에 대한 판단 기준은 없지만 세포 유형의 ≥ 50%를 차단 기준으로 사용하는 경우 CCHCC는 모든 HCC의 2.2%~6.7%를 차지합니다[ 6 ]. 본 사례에서 대부분의 신생물 세포가 세포질 공포를 가지고 있어 CCHCC를 판단하는 데 어려움이 없었습니다. CCHCC 판단을 위한 또 다른 중요한 고려 사항은 신세포암과 같은 전이성 투명 세포 종양의 가능성입니다[ 3 , 6 ]. 이 경우 영상 평가에서 다른 장기에서는 종양이 발견되지 않았습니다. 따라서 다른 기원에서의 전이 가능성을 배제할 수 있었다.\n고양이에 비해 간세포의 글리코겐 축적은 흔하지만 개에서는 지질 공포증이 비교적 드뭅니다[ 7 ]. 혈당 조절 이상으로 발생하는 대사성 질환. 이 사례에서는 고지혈증이 있었지만 다른 대사 감염의 증거는 발견되지 않았습니다. 고지혈증이 있는 개에서 간 지방증도 있다는 보고가 있지만[ 10 ] 고지혈증과 관련된 신생물성 병변은 보고되지 않았습니다. 우리가 아는 한, 이것은 고지혈증이 있는 개에서 CCHCC을 중심으로 한 첫 번째 보고입니다.\nBCS가 8/9이고 이 환자에서 중증 고지혈증이 나타난 비만을 고려할 때, 비만이 CCHCC 발병의 소인인지을 중심으로 한 의문을 제기할 수 있다. 인체 의학에서 연구에 따르면 C형 간염 바이러스 질병이나 간경변의 양성률이 CCHCC의 위험 요인으로 나타났다[ 6 ]. 그러나 비만과 CCHCC의 관계는 잘 이해되지 않았다. Ko 등의 연구[ 11 ]에서는 비만, 제2형 당뇨병, 고 지혈증이 있는 젊은 여성에서 CCHCC가 나타났다고 보고했다. 혈당 조절 이상으로 발생하는 대사성 질환. 게다가 Bannasch 등의 연구[ 13 ]는 시험관 내에서 CCHCC의 병인과 대사적 특성을 설명했고 , 지방증이 대사 전구체를 제공하고 종양 발달을 증가시킬 수 있다고 제안했다. 종합해 보면, 우리는 개의 비만과 특발성 고지혈 증이 CCHCC의 발병과 관련이 있다고 가정합니다. 개의 지방 대사가 인간과 동일하지는 않지만, 이 사례는 인간과 수의학 모두에서 CCHCC의 위험 요인을 중심으로 한 지식을 확장할 수 있습니다. CCHCC와 관련된 위험 요인을 확인하기 위한 추가 조사가 필요합니다.\n일부 보고서에는 개 HCC의 세포병리학적 특징이 설명되어 있지만 [ 14 , 15 ], 개에서 CCHCC을 중심으로 한 사례는 없습니다. 이 사례에서는 공포성 세포질뿐만 아니라 일부 모세혈관도 관찰되었는데 , 이는 잘 분화된 HCC의 세포학적 특징 중 하나입니다 [ 14 ]. CCHCC는 공포성 세포질을 가진 잘 분화된 신생물성 간세포이기 때문에 [ 5 ], 이 사례의 세포학적 특징은 CCHCC를 양성 병변과 구별하는 데 도움이 될 수 있다. 저자의 지식에 따르면, 이것은 간엽 절제술 검체로 판단된 CCHCC의 세포병리학적 특징을 설명한 최초의 사례입니다.\n이 보고서에는 몇 가지 제한 사항이 있습니다. 지질 축적을 확인하기 위해 Oil red O와 같은 특수 염색이 필요했지만 판단 시 사용 가능한 신선한 조직이 부족하여 진행할 수 없었습니다. 본 사례에서 공포는 PAS을 중심으로 한 음성 염색과 뚜렷하고 굴절성 공포의 세포학적 특징 때문에 지질적 특성이 가장 높았을 가능성이 큽니다[ 7 ].\n이 보고서는 세포학적, 조직병리학적 특징을 설명하고 비만과 고지혈증이 개에서 CCHCC의 위험 요인일 가능성을 제시한 최초의 보고서입니다. CCHCC는 개에서 간 종양의 드문 하위 유형이며 수의학에서는 비교적 생소합니다. CCHCC의 세포학적 특징 때문에 액포성 간병증 및 간 지방증과 같은 양성 병변의 추정 판단은 세포학만을 사용하여 이루어질 가능성이 가장 높습니다. 간 세포학의 한계를 인식해야 하며 확정적인 판단을 위해서는 조직학적 및 영상 평가가 필수적입니다. 또한 수의학에서 CCHCC의 특성을 이해하기 위해 더 많은 사례를 수집해야 한다고 강조합니다.\n"}