{
  "title": "31 . 개의 비장 점액성 지방육종",
  "author": "고두민",
  "publisher": "한국수의과학회",
  "department": "내과",
  "disease": "31 . 개의 비장 점액성 지방육종\n\n7세 말티즈가 식욕 부진, 연변, 빈혈 병력으로 수의과 병원에 내원했습니다. 복부 초음파와 컴퓨터 단층 촬영 영상 촬영 중 비장 종양이 의심되었습니다. 개복술에서 혈성 복수와 큰 구형 종양이 포함된 비대가 드러났습니다. 현미경으로 비장 실질은 세포질 공포와 풍부한 점액질 기질을 가진 종양 세포로 대체되었습니다. 세포 공포와 점액질 기질은 Oil-Red-O와 Alcian-blue 염색에서 양성 반응을 보였습니다. 종양 세포는 면역 조직 화학 검사에서 비멘틴에서 양성 반응을 보였습니다. 이 사례는 점액질 지방육종으로 진단되었습니다. 예후가 좋지 않아 비장 절제술 3주 후에 개를 안락사시켰습니다.\n주요단어 : 개 , 면역조직화학 , 지방육종 , 점액종 , 비장\n이동 : \n지방육종은 사람에서 발생하는 연부조직 육종 중 2번째로 흔한 종양으로 사지 말단과 후복강 부위에서 주로 발생하는 것으로 알려져 있는 반면[1], 동물에서 지방육종은 흔하지 않은 종양으로 주로 피부, 피하조직에서 대부분 발생하며 비장 등 실질장기에서는 매우 드물게 발생한다[2]. 비장에서 원발하는 비혈관 비림프구(nonangiogenic and nonlymphoid) 유래의 종양은 개의 비장 종양 중에서 대략 23-34% 정도를 차지하며, 그 중 약 2-6%가 지방육종으로 알려져 있다[3]. 동물에서 발생하는 지방육종은 조직학적으로 고분화성 아형(well-differentiated variant), 점액성 아형(myxoid variant), 다형태성 아형(pleomorphic variant)으로 분류되는데 이중 점액성 아형의 발생이 가장 드문 것으로 보고되었다[4]. 위의 3가지 아형의 지방육종 모두 비장에서 발생할 수 있으나[5], 각각의 종양에 대한 특성은 명확히 규명되어 있지 않다. 개에서 발생한 비장 점액성 지방육종에 대한 구체적인 특성은 극히 일부의 문헌에서 보고되어 있다[3]. 본 증례보고에서는 국내에서 아직 보고되지 않은 비장에서 원발한 점액성 지방육종에 대하여 보고하고자 한다.\n7년령 암컷 말티즈가 내원 전 며칠 동안의 심한 식욕 저하와 연변 증상을 보여 복부에 대한 임상검사 도중 초음파와 CT검사에서 비장에서 결절성 병변으로 의심되는 비정상적인 소견이 관찰되었다. 본 환축은 약 1년 전 큰 세포 아형의 림프종으로 진단받고 항암치료를 받은 병력이 있었다. 탐색적 개복술 시 복강은 다량의 혈액으로 차 있었으며 비장에서는 약 4 × 4 × 4 cm3 정도 크기의 일부 파열된 종괴가 관찰되었다. 종괴는 융기되어 주변 비장 실질과 어느 정도 구별되어 보였으며, 거친 표면과 비교적 단단하지 않은 경도를 보였다(Fig. 1). 임상병리 검사 결과, PCV 25-30 정도의 빈혈이 있었으며 이 수치는 안락사시까지 지속되었다. 비장절제술 이후 백혈구 증가증이 10일 정도 지속되다가 정상 수치로 회복되었으며, 환축은 식욕, 활력을 어느정도 유지하였다. 그러나 수술 후 3주 후에 환축은 갑작스러운 복통, 식욕과 활력 감소, 간헐적인 뇨 적하 및 전신 허탈 증상을 보였고, 흉골 림프절, 간, 폐장, 뇌 전이 의심 소견도 고려하여 예후가 불량하다고 판단되어 안락사 되었다.\n \t\n몰타 환자의 비장 점액성 지방육종. 큰 팽창 구형 덩어리가 비대해진 비장에 묻혀 있었습니다. 덩어리는 부드럽고 밝은 갈색에서 진한 붉은색이며 거친 표면을 가지고 있었습니다. 덩어리는 부분적으로 파열되어 출혈이 보였습니다.\n \n비장 절제술 후, 종괴의 일부는 병리조직학적 진단을 위하여 10% 중성 포르말린에 충분히 고정되었다. 통상적인 조직 처리과정을 거친 다음 파라핀에 포매한 후 4 μm 두께로 연속 절편한 조직에 대해 hematoxylin and eosin (H&E)과 Alcian blue 염색을 실시하였고, 종양세포의 정확한 기원을 확인하기 위해서 vimentin과 cytokeratin에 대한 면역조직화학염색을 실시하였다. 또한 나머지 종괴의 일부는 동결절편으로 만들어 Oil Red O 염색을 실시하였다.\n비장 조직에 대한 병리조직학적 검사 결과, 의뢰된 조직의 거의 대부분은 종양성 종괴로 이루어져 있었으며, 일부 가장자리에서 비장 실질 조직이 관찰되었다. 종괴 내부에서 종양 세포들은 대체로 성긴 양상으로 무질서하게 증식하고 있었으며, 일부에서는 다소 높은 세포 치밀도를 보였다(Fig. 2A). 종양 세포 주변으로는 호염기성의 점액성 기질이 다량 존재하고 있었다(Fig. 2B). 종양 세포는 원형, 타원형 및 방추형의 형태를 보였으며, 다수의 종양 세포 세포질 내에는 다양한 크기의 경계가 명확한 공포가 존재하고 있었다(Fig. 2B). 공포로 인하여 종양 세포의 핵은 세포의 변연부로 밀려나 있었다. 종양 세포의 핵은 과염색상이며, 일부 핵 내부에는 뚜렷한 1-2개의 핵소체가 관찰되었다. 종양 세포들은 중등도의 세포다형태성을 보이고 있었으며, 유사분열상은 400배 10시 야상에서 총 12개가 관찰되었다. 검사한 비장 조직의 절편에서 종양 세포의 색전은 관찰되지 않았다. 종괴 내부에서는 심한 괴사와 출혈이 동반되어 있었다. Oil Red O 염색 결과, 종양 세포의 세포질에 존재하던 공포는 지방 과립이었으며(Fig. 2C), 종양 세포 주변으로 존재하던 호염기성 기질은 Alcian blue에 양성 반응을 보였다(Fig. 2D). 한편, 면역조직 화학염색 결과, 종양 세포는 cytokeratin 음성이었으나 vimentin에 대해서는 강한 양성 반응을 보였다(Fig. 2E). H&E 염색상에서의 조직 소견과 더불어 Oil Red O, Alcian blue 염색 및 vimentin 양성 반응을 토대로 본 종양은 비장에서 발생한 점액성 지방육종으로 진단되었다.\n \t\n몰타 환자의 비장 점액성 지방육종. 비장 덩어리(AE)의 대표적 현미경 사진. H&E 염색(B)에서 밝은 파란색으로 염색된 풍부한 점액성 기질이 있는 둥글거나 타원형 또는 방추 모양의 종양 세포(A)의 뭉친 틈에서 느슨한 층으로 주목하십시오. 종양 세포는 Oil-Red-O 염색(C)에서 양성인 명확한 세포질 공포(B)를 가지고 있습니다. 점액성 기질은 Alcian-blue 염색(D)에서 양성이었습니다. 종양 세포에서 비멘틴에 대한 강력한 양성 면역 반응성이 관찰되었습니다(E). H&E; 척도 막대 = 200μm 및 50μm(A 및 B). Oil Red O; 척도 막대 = 100μm(C). Alcian blue 및 비멘틴 면역조직화학; 척도 막대 = 50μm(D 및 E). H&E, 헤마톡실린 및 에오신.\n \n지방육종은 주변 조직으로의 국소적인 침습성을 보이는 악성 종양으로 재발이 흔하지 않으며, 다른 장기로의 전이는 드문 것으로 알려져 있다[6]. 이러한 종양의 특성은 다형태성 아형에서 재발률이 좀 더 높을 수는 있지만, 대체로 조직학적 아형에 따라 큰 차이를 보이지는 않는 것으로 보고되어 있다[6]. 다만, 이와 같은 지방육종의 특성은 대부분 피하에서 발생한 지방육종에 대한 보고들에 의하여 알려져 왔으며, 비장에서 발생한 지방육종의 특성과 예후에 대하여 알려진 바는 적다.\n비장에서 발생하는 지방육종은 비장에 존재하는 다능성(multipotential) 미분화세포에서 유래하는 것으로 추정된다[5]. 육안적으로 비장에 하나의 종괴 양상으로 발생하며, 조직학적으로는 고분화성, 점액성, 다형태성 아형 3가지 모두 발생할 수 있다[5]. 개에서의 발생 연령은 5년령에서 16년령으로 범위가 넓고, 평균은 12년령으로 보고되어 있다[2,3]. 셔틀랜드 쉽독이 지방육종의 호발 품종으로 알려져 있으나[6], 비장 지방육종의 경우에는 특정 품종에서의 호발 경향성을 보이지는 않았다. 임상증상으로 식욕부진, 구토, 무기력, 쇠약, 체중감소, 빈혈, 복부 팽창, 복통을 동반할 수 있으며[2,3,5], 본 환축에서도 이와 같은 여러 임상증상들이 관찰되었다.\n개의 비장에서 발생한 지방육종 13증례에 대한 한 연구에 따르면, 5증례는 종양에 의한 직접적인 폐사였다[2]. 폐사된 5마리 중 4마리에서는 간 전이가 확인되었으며, 폐사된 5마리의 절제술 후 생존기간 범위는 42일에서 369일이었다[2]. 이와 더불어, 비장에서 발생한 점액성 지방육종 3건에 대한 조사에서 2마리는 절제술 후 2개월, 1마리는 절제술 후 21개월에 간 전이가 확인되어 예후가 불량한 것으로 판단되어 안락사 되었다[3]. 이러한 보고들을 바탕으로 비장에서 발생한 지방육종은 빈번하게 간으로 전이되는 것으로 사료된다.\n지방육종이 포함된 비혈관 비림프구 유래의 비장 육종의 경우, 일반적으로 전이 유무와 유사분열 지수(400배율 10시야 9개 기준)가 예후를 평가하는데 가장 주요한 인자로 보고되어 있다[7,8]. 다만, 이러한 예후 분석 보고들에서 비장에서 발생한 지방육종의 증례 수는 총 144건 중 5건으로 소수 포함되어 있었으며[7,8], 개의 비장에서 발생한 점액성 지방육종 3건에 대한 보고에서 유사분열 지수와 예후와의 깊은 상관관계가 없었다는 점을 고려하였을 때[3], 비장에서 발생한 지방육종의 예후를 단순히 유사분열 지수만으로 평가하기에는 제한이 있을 것으로 생각된다.\n유사분열 지수 이외의 예후 판단 근거로 개에서 발생하는 연부조직 육종의 조직학적 등급 체계를 적용할 수 있으며[9], 실제로 한 연구에서는 조직학적 등급이 낮을수록 긴 생존기간을 보였다[2]. 또한, 사람에서 발생하는 지방육종은 조직학적 아형에 따라 예후에 뚜렷한 차이를 보이는데, 점액성 아형과 다형태성 아형의 예후가 더 좋지 않은 것으로 알려져 있다[3,10]. 이와 유사하게 최근 종양의 발생 위치에 관계없이 개에서 발생한 지방육종 53건의 조직학적 아형에 대한 한 연구에서는, 점액성 아형과 다형태성 아형이 고분화성 아형에 비하여 조직학적으로 높은 등급, 높은 증식률 지수(Ki67 표지 지수, 유사분열 지수), p53 종양 억제제의 중요한 음성 조절 인자로 알려진 MDM2 단백질의 낮은 발현을 보이며 더 좋지 않은 예후를 보이는 것으로 암시되었다[4]. 특히 점액성 아형의 경우, 일부 종양세포가 원형세포로의 분화(round cell variant)를 보일 수 있는데, 이러한 소견은 좋지 않은 예후를 나타내는 인자 중의 하나로 알려져 있다[3,10,11]. 위와 같은 사례들을 종합하였을 때, 비장에서 발생한 지방육종의 경우 유사분열상 지수, 조직학적 등급, 조직학적 아형 분류 및 점액성 아형에서 종양세포의 원형세포로의 분화 소견, 전이 여부에 대한 명확한 평가가 이루어져야 할 것으로 사료된다.\n본 개체의 비장 종괴에 대한 조직학적 검사 결과, 점액성 지방육종이였으며, 다른 사례들에서 적용한 바와 같이 개의 연부조직 육종의 조직학적 등급 체계를 근거로 본 종양은 2등급에 해당되었다[2,3,4,9]. 검사 단면 상, 종양 세포의 색전 소견이나 원형 세포로의 분화 소견은 관찰되지 않았지만, 임상적으로 종괴의 파열이 관찰되었으며 종양의 조직학적 타입, 유사분열 지수를 고려하였을 때, 절제술 이후에도 종괴의 파열로 인한 파종성 전이 및 혈행성 혹은 림프성 전이 가능성에 대한 지속적인 예후 관찰이 실시되었다. 비장 절제술 전과 후에 진행된 영상 검사에서는 흉골 림프절의 종대, 간과 폐장에서의 다발성 결절 및 뇌 전이 의심 소견도 확인되었다. 다만 안락사 후 부검을 실시하지 않아 흉골 림프절, 간과 폐장 결절 및 뇌의 소견이 비장에서 발생한 종양의 전이에 의한 것인지는 확인할 수 없었다.\n본 증례는 개의 비장에서 원발한 점액성 지방육종 사례로, 이 보고가 향후 임상 현장에서 비장 종양의 진단과 치료 및 예후 판단에 도움이 될 것으로 사료된다.\n\n"
}