{"title": "33 . 깨어있는 개에서 컴퓨터 단층촬영으로 발견된 옥살산칼슘 요로결석과 관련된 폐기종성 신우신염", "author": "곽호현", "publisher": "한국수의과학회", "department": "내과", "disease": "33 . 깨어있는 개에서 컴퓨터 단층촬영으로 발견된 옥살산칼슘 요로결석과 관련된 폐기종성 신우신염\n11세 암컷 잡종견이 식욕부진과 구토로 입원했습니다. 방사선 검사 결과 오른쪽 근위 요관에 7.6mm 요로결석과 신장 비대가 보였습니다. 깨어 있는 개에서 CT를 사용하여 1형 기종성 신우염(EPN)을 판단했습니다. 오른쪽 요관 절제술을 시행하고 대장균을 분리했습니다. 결석은 80% 옥살산 칼슘으로 구성되었습니다. 6개월 추적 관찰에서 합병증은 관찰되지 않았습니다. 이것은 개에서 옥살산 칼슘으로 인한 EPN을 중심으로 한 첫 번째 보고입니다. 또한 마취 없이 EPN을 판단하기 위해 약한 동물에서 CT를 시행할 것을 제안합니다.\n키워드 옥살산칼슘 , 개 , 대장균 , 신장 , 신우염\n이동 : \n폐기종성 신우염(EPN)은 신장 실질과 수집계의 흔하지 않은 파괴적 가스 생성 질병입니다[ 1 ]. 가장 흔히 조절되지 않는 당뇨병의 합병증으로 발생하고, 그 다음으로 인간의 25-40%에서 요로 폐쇄가 발생합니다. 대장균이 가장 흔한 원인으로 인간 의학 에서 약 70%에서 나타납니다[ 2 ]. 인간에는 2가지 유형의 EPN이 있습니다. 1형 EPN은 신장 실질의 파괴 및/또는 체액 유지로 정의됩니다. 반면, 2형은 신장 또는 신장 주변 부위의 체액 축적과 수집계에서의 가스 생성이 특징입니다[ 3 ]. 1형 EPN은 2형에 비해 예후가 좋지 않습니다. EPN은 수의학 문헌에 분류되지 않았지만, 당뇨병, 요로 질병 및 높은 사망률을 보이는 개에서의 문맥계 단락과 관련된 2, 1 및 1 사례를 포함하여 사례가 보고되었습니다 [ 3 , 4 ]. 여기서 우리는 개에서 옥살산 칼슘 결석에 의한 요관 폐쇄와 관련된 EPN 사례를 보고합니다.\n11세의 온전한 암컷 잡종견이 무기력함, 식욕 부진, 구토로 의뢰되었다.. 신체 검사에서 유의한 이상은 발견되지 않았습니다. 전혈구 검사에서 경미한 백혈구 증가(20.75×109 / L)와 혈소판 감소( 134×109 / L)가 나타났습니다. 혈청 화학 검사에서 알칼리성 인산염 수치가 증가했습니다(749 U/L). 혈청 요소 질소(48 mg/dL)와 크레아티닌(1.6 mg/dL)은 특별한 이상이 없었습니다. 디프스틱 검사에서 단백뇨(30 mg/dL), 경미한 산뇨(pH을(를) 실시한다 5) 및 정상 요비중(1.023)이 나타났습니다. 소변 세포 검사에서 막대 모양의 박테리아와 호중구가 발견되었다. 방사선 검사에서 오른쪽 신장이 비대해졌고, 눈사람 모양의 가스 불투명도가 있었으며, 근위 요관에 방사선 불투과성 요관 결석 3개가 존재했다. 신우는 직경 7.6mm의 요로 결석이 포함된 가스가 있는 에코성 액체로 확장되었고, 초음파 영상(Aplio 400; Toshiba Medical Systems Corp., Japan)에서 근위 요관에 그림자가 있었습니다. \n \t\n방사선 사진은 오른쪽 근위 요관에 3개의 요로결석(화살표) 과 눈사람 모양의 자유 가스(화살촉)를 보여줍니다(A, B). 초음파 영상 검사는 신우와 확장된 근위 요관에 자유 가스와 고에코성 요관 결석(화살표)을 보여줍니다(C, D).\n복부 전산화 단층 촬영에서 오른쪽 신장의 유리 가스와 확장된 근위 요관의 요석이 횡단(A, B)과 시상면(C, D)에서 보입니다. 깨어 있는 환자의 약간의 움직임은 전산화 단층 촬영 이미지 해석을 방해하지 않았습니다. 오른쪽 신장의 시상면은 전체 영역에 괴사와 신피질에 공포를 보여줍니다(E). 조직학적 소견에는 요관에 수많은 염증 세포 침윤과 요 관과 사구체에 심각한 괴사가 포함됩니다(×100)(F).\n \n우측 요관신절제술의 경우, 신장 혈관과 근위 요관을 0 사 이즈 실크 봉합사(Black silk, AILEE Corp., Korea)로 결찰하고 절제했습니다. 폐쇄하기 전에 멸균 따뜻한 식염수로 복부 세척을 진행했습니다. 제거된 신장과 요관의 화농성 내용물을 세균 분리 및 조직학적 진단에 사용했습니다. 요관 결석을 분석하여 결석의 구성을 확인했습니다. 절제된 신장은 신우와 실질이 다량의 갈색 고름으로 채워져 있음을 보여주었습니다. 입원 중, 암피실린(22 mg/kg 정맥 주사[IV] 8시간마다[q8h], 펜브렉스 주사제; 영진, 한 국), 엔로플록사신(5 mg/kg IV q24h, 베이트릴 주사제; 바이어 코리아, 한국), 파모티딘(0.5 mg/kg IV q12h, 가스터 주 사제; 동아제약, 한국), 부토르파놀(0.01 mg/kg IV q8h, 부토판 주사제; 명이상약, 한국), 락테이트 링거 용액(10 mL/kg IV q1h; CJ 헬스케어, 한국)을 투여했습니다. 환자는 수술 후 합병증 없이 회복되어 수술 후 3일째에 퇴원했다. 고름에서 대장균이 분리되었으며 암피실린과 엔로플록사신에 민감했다. 결석은 80% 옥살산칼슘 일수화물과 20% 인 산암모늄마그네슘(스트루바이트)으로 구성되었습니다. 조직학적 소견은 신장 구조의 거의 전체에 심각한 신우염 소실이 확인되었으며, 이는 신장 기능을 상당히 손상시킬 수 있다. 요관에는 국소성 궤양이 있는 심각한 염증이 있었습니다. 6개월 추적 관찰에서 의료적 징후는 개선되었고 합병증은 관찰되지 않았습니다.\nEPN은 사람과 동물 모두에서 흔하지 않은 질환입니다. EPN의 가장 흔한 원인은 소변에서 과도한 포도당을 배출하고 가스를 생성하는 박테리아에 의한 질병을 동반한 당뇨병입니다. 상부 요로 폐쇄로 인한 요관 역류도 EPN을 일으킬 수 있습니다[ 3 ]. 약물 치료 중 폐기종성 신우염과 방광염으로 인해 예후가 조심스러웠던 개에서 당뇨병과 관련된 요로 내 가스 형성을 중심으로 한 보고가 2건 있습니다[ 5 , 6 ]. 또한 선천성 문맥계 단락 질환이 있는 한 마리의 개에서 요산 암모늄 요관 결석이 요관 폐쇄를 일으키고 대장균 질병과 관련된 신우증을 초래했습니다[ 7 ]. EPN의 일반적인 세균성 원인에는 인간의 E. coli , Klebsiella 종, Aerobacter spp. 및 Proteus 종이 포함됩니다[ 2 , 3 , 8 , 9 ]. 우리의 경우 절제된 신장의 화농성 삼출물에서도 E. coli가 분리되었습니다.\n이것은 개의 상부 요로의 칼슘 옥살산 요로결석으로 인한 1형 EPN을 중심으로 한 첫 번째 보고입니다. 요관 소변이 골반으로 역류하면 신장의 폐기종성 질병이 발생할 수 있습니다. 이 경우 고름과 가스는 신 실질, 골반 및 요관에 국한되었지만 방광에는 없었다. 우리는 개가 암컷이었지만 소변의 산성도 때문에 칼슘 옥살산 요로결석이 먼저 형성되었고 스트루바이트가 요로 질병에 의해 2차적으로 영향을 받았을 것으로 추정합니다.\nEPN을 판단하기 위해 초음파 영상 검사는 수의과 환자에서 일반적으로 사용되었습니다. 저희의 경우, 인간의 EPN 사례와 유사하게 신우와 요관 부위에서 음향 음 영과 관련된 여러 개의 밝은 에코성이 관찰되었습니다[ 3 , 4 , 10 ]. 더러운 음영 인공물은 시야 전체에 걸쳐 연속적인 에코가 혼란스럽게 나타나는 것이 특징이었습니다. CT는 인간의 가스를 함유한 요로 질병을 모니터링하는 가장 구체적인 진단 방법입니다[ 4 , 6 ]. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 이 보고서에서는 신체 상태가 좋지 않고 주인이 전신 마취를 주저하기 때문에 깨어 있는 환자에게 CT를 시행했습니다. EPN을 판단하기 위해 깨어 있는 개에게 CT를 시행한 것은 이번이 처음입니다. 우리의 경우 CT는 깨어 있는 환자의 약간의 움직임으로 인한 이미지 품질 저하가 거의 없이 신장 실질의 가스 내용물을 보여주었습니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 단두증 개에서 상기도 폐쇄의 확정적인 판단을 위해 전신 마취 없이 CT와 3차원 렌더링 내시경을 시행했습니다 [ 10 ]. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 이 사례에서 우리는 신장 손상을 방지하기 위해 요오드 조영제를 사용하는 동적 CT를 진행하지 않았습니다. 게다가 조영제를 주입할 때 타는듯한 감각으로 인해 개가 과도하게 움직일까 봐 걱정했습니다. 따라서 EPN, 후두 또는 기관 기도 폐쇄, 폐혈전색전증 등 동적 CT가 필수적이지 않은 중대한 감염의 확실한 판단을 위해, 순종적이고 마취 합병증의 위험이 높은 깨어 있는 개에게 CT를 권장합니다. \n우리의 경우 조직병리학적 소견에서 대부분의 신수질 구조가 심한 염증으로 인해 파괴되었음을 보여주었기 때문에 치료법 옵션으로 요관신절제술을 시행했습니다.삽입 요관 스텐트를 사용하여 손상된 신장을 보존하거나 요관 절개술로 요관 결석만을 제거하는 방법이 시도되었습니다. 그러나 결과는 예후가 좋지 않고 패혈증 가능성이 높다는 것을 보여줍니다[ 13 ]. 따라서 심한 염증을 동반한 1형 EPN의 경우, 수 의학적 환자에게는 공격적인 수술적 절제가 적절합니다.\n결론적으로, 이는 옥살산칼슘 요로결석과 관련된 1형 EPN을 중심으로 한 첫 번째 보고였습니다. 각성 상태에서 CT를 시행하는 것은 전신 마취의 합병증 위험을 줄이고 질병 상태를 정확하게 진단하는 데 효과적이었습니다. 또한, 우리는 대측 신장이 기능적으로 온전한 경우 1형 EPN이 있는 개에서 빠른 회복과 양호한 예후를 위해 요관신절제술을 권장합니다. 2형 EPN이 있는 개을 중심으로 한 다른 비수술적 대안의 효과를 확인하기 위한 추가 연구가 필요합니다.\n"}