{"title": "22 . 전정질환이 있는 2마리의 개에서 디아제팜으로 인한 균형 장애 사례 보고", "author": "김현석", "publisher": "한국수의과학회", "department": "내과", "disease": "22 . 전정질환이 있는 2마리의 개에서 디아제팜으로 인한 균형 장애 사례 보고\n마취 전 약물로 디아제팜을 정맥(IV) 투여한 후, 넘어짐, 기대기, 구르기와 같은 갑작스러운 균형 장애가 2마리의 개 사례에서 확인되었다. 2마리의 개는 머리 기울기의 병력을 판단하기 위해 뇌 자기 공명 검사를 위해 마취되었습니다. 판단 절차가 끝난 후 마취 회복 기간 동안 균형 장애도 관찰되었습니다. 그러나 플루마제닐을 IV 투여하자 증상이 점차 사라졌다. 이 2마리의 개 사례는 디아제팜 사전 투약 이 급성 균형 장애의 원인임을 시사했습니다.\n디아제팜, 플루마제닐, 기울어짐, 굴러가는 등의 키워드가 사용되었다\n이동 : \n전정계는 중력과 운동에 대한 자료가 포함된 신경 신호를 생성합니다[ 1 ]. 뇌는 이러한 신호를 기반으로 균형을 유지하고 움직임을 조정합니다[ 1 ]. 전정계 감염은 안진, 머리 기울기, 기울기, 넘어짐 및 구르기를 포함한 징후를 유발합니다[ 2 ]. 자기공명영상(MRI)은 전정 감염의 귀중한 판단 도구로 간주됩니다[ 2 ]. 수의학에서 MRI 스캔에는 전신 마취가 필요하며, 디아제팜은 전신 마취제의 복용량을 줄이고 혈역학적 변화를 최소화하기 위해 아픈 환자의 마취 전 투약 옵션 중 하나입니다[ 3 ]. 벤조디아제핀은 인간 의학에서 자세 제어를 손상시킬 수 있다고 제안되었지만[ 4 ] , 수의학에서는 미다졸람 주사 후 균형 장애 사례만 보고되었습니다[ 5 , 6 ]. 본 연구에서는 디아제팜 전처치 후 갑자기 기울기, 넘어짐, 구르기 증상이 나타난 개 2마리을 중심으로 한 사례를 제시한다.\n사례 1. 급성 좌측 머리 기울임 증상을 보이는 11세 3.1kg 거세 수컷 말티즈가 MRI(Magnetom Essenza; Siemens Healthcare, Germany) 뇌 스캔을 위해 판단 영상 센터로 의뢰되었습니다. 주인은 증상이 2일 전부터 시작되었음을 알아챘습니다. 전혈구 검사, 혈청 화학 검사, 흉부 방사선 검사에서 이상은 없었다. 개는 밝고, 기민하며, 반응성이 좋았습니다. 신경학적 검사에서 좌측 머리 기울임과 수평 안진(오른쪽으로의 빠른 위상)이 나타났으며, 감지 가능한 고유 감각 결손과 마비는 없었다. 환자의 심박수(HR)는 102bpm이 고 호흡수(RR)는 30rpm이었습니다. 도플러(811-B; Parks Medical Electronics, USA) 초음파 영상 방법으로 측정한 수축기 혈압(BP)은 136mmHg였습니다. 개에게 정맥 주사(IV) 0.2 mg/kg 디아제팜(Diazepam; 삼진제약, 한국)을 사전 투약했다. 주사 직후, 기울기, 넘어짐, 구르기가 특징인 갑작스러운 균형 장애가 나타났다. 추가 사전 투약을 위해 0.2 mg/kg 부토르파놀(Butorphanol; 명이상약, 한국)을 IV 주사했고, 프로포폴(4 mg/kg IV, Provive 1%; 명이상약)로 마취를 유도했습니다. 마취 유도 후, 개의 기울기, 넘어짐, 구르기가 멈췄다. 전신 마취는 반폐쇄형 순환 시스템(Royal 77 ; Royal Medical, 한국)을 사용하여 1.5 L/min 산소에서 세보플루란(Sevoflura ne; Piramal Critical Care Inc., 미국)으로 유지했습니다. 마취 주변 기간 동안 개에게 생리식염수(0.9% NaCl, 0.9% NS; 대한약품, 한국)를 5 mL/kg/h의 속도로 IV로 투여했다. 다중 매개변수 환자 모니터(Datex Ohmeda N-MRI2-00; GE Healthcare, 핀란드)를 사용하여 개의 중요한 매개변수를 모니터링했으며 MRI 스캔 동안 초기 판독값은 HR 112 bpm, 진동 평균 BP 102 mmHg, RR 6 rpm, 호기말 이산화탄소 분압(Et CO 2 ) 45 mmHg, 맥박 산소 측정(SpO 2 ) 97%, 호기말 세보플루란 농도(Et Sevo) 1.5%였습니다. MRI 스캔은 합병증 없이 수행되었습니다. 모든 MRI 스캔 절차가 끝난 후 증발기를 껐습니다. 디아제팜 전처치 57분 후에 개에서 관을 발관하였다. 관을 발관한 지 16분 후에 다시 기울기, 넘어짐, 구 르기가 관찰되었고 개는 서 있는 자세를 유지할 수 없었다. 그때 플루마제닐(0.01 mg/kg IV; Flunil; Bukwan g Pharm, South Korea)을 주사하였다. 플루마제닐을 투여한 지 5분 이내에 균형 장애가 점차 사라졌고 개는 똑바로 선 자세를 유지할 수 있었다. 플루마제닐을 투여한 후 추적 검사 에서 균형 장애는 발견되지 않았다. MR 영상에서 좌측 고실포에서 높 은 T2 및 T1 강도가 나타났다. MRI 결과를 기반으로 중이염과 내이염의 관리가 일차 진료 수의사에 의해 이루어졌습니다.\n(A) T2 및 (B) T1 횡자기공명영상. T2 영상과 T1 영상에서 각각 좌측 고실포에서 고강도(흰 색 화살표) 및 등강도(흰색 화살표 머리)가 확인되었습니다.\n사례 2. 급성 좌측 머리 기울임 증상을 보이는 14세의 거세한 암컷 잡종견이 뇌 MRI 검사를 위해 판단 영상 센터로 의뢰되었습니다. 의뢰인은 머리 기울임이 3일 전부터 시작되었다고 보고했다. 전혈구 검사와 혈청 화학 검사 결과는 기준 범위 내에 있었고 흉부 방사선 검사에서 이상은 없었습니다. 신경학적 검사에서 좌측 머리 기울임, 수평 안진(오른쪽으로 빠른 위상), 좌측 회전이 나타났다. 명확한 고유 감각 결손과 마비는 없었습니다. 신체 검사에서 HR, RR, 수축기 혈압이 각각 120bpm, 42rpm, 140mmHg였다. 사전 투약을 위해 개에게 0.2mg/kg 디아제팜 IV를 투여했습니다. 투여 직후 개는 기대고, 넘어지고, 구르기 시작했다. 0.2mg/kg 부토르파놀 IV로 추가 전처치를 시행하였고 , 프로포폴(4mg/kg IV)로 전신마취를 유도하였다. 마취 유도 후, 개의 기울기 , 넘어짐, 구르기가 멈췄다. 마취는 2L/min 산소의 세보플루란으로 유지하였다. 개에게 마취 주변 기간 동안 등장성 식염수(0.9% NaCl)를 5mL/kg /h의 속도로 IV로 투여하였다. MRI 스캔 동안 측정된 생체 지표는 다음과 같았다 HR 87bpm, 진동 평균 BP 65mmHg, RR 21rpm, Et CO 2 47mmHg, SpO 2 98%, Et Sevo 1.3%. MRI 스캔은 합병증 없이 시행되었고, 스캔 후 뇌척수액(CSF) 검사를 시행하였다. 모든 시술 후, 증발기를 껐다. 디아제팜 전처치 60분 후에 개에서 삽관을 제거했다. 마취 회복 기간 동안 다시 기대고 넘어지는 것을 관찰했고, 개에게 플루마제닐(0.01 mg/kg IV)을 투여했습니다. 플루마제닐을 투여한 지 5분 이내에 균형 유지 능력이 회복되었고, 개는 똑바로 선 자세를 유지할 수 있었다. MR 영상은 오른쪽 고실 수포에서 높은 T2 강도를 보였고, 뇌척수액 검사에서 특별한 소견은 발견되지 않았다. 말초 전정 병변의 방향이 개의 의료적 징후와 일치하지 않았기 때문에, 노령성 전정 증후군이 우선순위로 고려되었습니다. 특발성 말초 전정 감염과 오른쪽 중이염의 조절가 일차 진료 수의사에 의해 진행되었습니다.\n(A) T2 및 (B) T1 횡자기공명영상. 고/저 혼합 강도(흰색 화살표) 및 등 강도(흰색 화살표 머리) 가 각각 T2 영상 및 T1 영상에서 오른쪽 고실포에서 확인됩니다.\n본 증례 보고의 2마리 개에서는 센터에 의뢰되기 전에는 관찰되지 않았던 기대기, 넘어지기, 구르기 등의 급성 균형 장애가 디아제팜 투여 후에 나타났다. 또한 디아제팜 전처치 전에는 균형을 유지하고 걸을 수 있었지만 갑자기 직립 자세를 유지하는 능력을 상실했다. 따라서 증상 발현의 주요 원인 은 디아제팜의 효과라고 추론된다. 디아제팜은 전정핵 신경세포의 휴식 활동을 감소시키기 때문에 일반적으로 전정기능 장애 치료법제로 권장된다[ 1 ]. 이 약제는 반대쪽 정상 전정계의 전정 긴장도를 억제하여 뇌로 가는 전정신경 신호의 불균형을 감소시킨다[ 1 ]. 그러나 제시된 증례에서는 디아제팜 투여 가 균형 장애를 유발하는 것으로 나타났다.\n진정제와 마취제는 균형 조절 운동과 전정안구 반사에 영향을 미치는 것으로 알려져 있습니다[ 7-9 ] . 수의학에서 급성 균형 장애를 입증한 미다졸람과 관련된 개 사례 보고가 있었지만[ 5 , 6 ] , 디아제팜 을 포함한 벤조디아제핀은 인간 의학에서 자세 조절에 영향을 미칠 수 있다는 것이 기록되어 있습니다[ 4 ]. 벤조디아제핀으로 인한 균형 장애의 가능한 원인은 벤조디아제핀이 중추신경계( CNS)에 미치는 영향으로 인한 약한 정신운동기능이라고 제시됩니다[ 4 ]. 또한 골격근 수축을 중심으로 한 벤조디아제핀의 효과는 균형 조절에도 영향을 미칠 수 있습니다[ 10 ].\n디아제팜 및 미다졸람과 같은 벤조디아제핀은 중추신경계의 억제성 신경전달물질인 GABA을 중심으로 한 감마-아미노뷰티르산(GABA) A 수용체의 친화성을 증가시킨다[ 3 ]. GABA 작용의 결과는 염화물 전도도와 포스트 시 냅스 세포막의 과분극이 증가함을 보여주었다[ 3 ]. 디아제팜은 물에 잘 녹지 않으며, 정맥 투여 후 제거 반감기는 개에서 약 3.2시간이다[ 3 ]. 이 보고에서 2마리의 개가 디아제팜 투여 후 1시간 이내에 전신 마취 에서 회복되었기 때문에 디아제팜은 회복 기간 동안 영향을 미쳤을 것이다. 경쟁적 벤조디아제핀 길항제인 플루마제닐은 중추신경계을 중심으로 한 벤조디아제핀의 효과를 역전시킨다[ 3 ]. 이 증례 보고에서 평형 장애는 플루마제닐 투여로 해 결되었고 추적 검사에서 평형 장애가 발견되지 않았다. 이러한 사실은 해당 증상이 벤조디아제핀으로 인해 발생했다는 것을 강력히 시사할 뿐만 아니라, 디아제 팜 투여 후 균형 장애가 발생하면 임상의가 플루마제닐 투여를 고려하도록 권고하는 것도 가능하게 합니다.\n개 전정 질환 환자에서 마취제가 전정계에 미치는 영향에 대한 자료를 검색하는 것은 어렵습니다. 단기 작용 마취제를 사용하고 저용량 덱스메데토미딘을 투여하여 전신 마취제 요구 사항을 줄 이는 것과 같은 빠르고 완전한 회복 방법은 단 하나의 참고문헌에서만 제안됩니다 [ 11 ]. 벤조디아제핀과 오피오이드는 중추신경계에 미치는 직접적인 영향을 최소화하면서 유도 및 흡입 제 요구 사항을 줄이기 위해 신경계 환자의 전처치 약물로 허용되는 선택입니다 [ 12 ]. 이 증례 보고는 전정 질환이 있는 개에게 마취를 위한 전처치 약물로 디아제팜을 투여할 경우 갑작스러운 균형 장애가 발생할 가능성에 대한 필요한 자료를 독자에게 제공한다는 점에서 의미가 있습니다.\n결론적으로, 기울기, 넘어짐, 구르기 등의 균형 장애는 전정 감염이 있는 개에서 전신 마취 전 및/또는 후에 디아제팜 전처치 후에 발생할 수 있습니다. 의사는 일반적으로 예상되지 않는 이러한 신경학적 징후가 관찰될 때 플루마제닐을 사용하여 디아제팜의 길항을 고려할 수 있습니다.\n"}