{"title": "7. 개 호흡기 코로나바이러스 항체에 대한 적혈구 응집 억제 시험의 평가 및 한국견에서의 혈청 유병률", "author": "이상현", "publisher": "한국수의과학회", "department": "내과", "disease": "7. 개 호흡기 코로나바이러스 항체을 중심으로 한 적혈구 응집 억제 시험의 진단 및 한국견에서의 혈청 유병률\n개 호흡기 코로나바이러스(CRCoV)는 개에게 호흡기 감염을 일으키는 중요한 병원체로, 총칭하여 개 전염성 호흡기 감염이라고 합니다. 이 바이러스는 전염성이 매우 강하고 전 세계적으로 높은 혈청 유병률을 보입니다. 현재 소 코로나바이러스(BCoV) 효소 결합 면역 흡착 검사 (ELISA) 키트는 CRCoV 항체를 검출하는 데 사용됩니다. 그러나 BCoV-ELISA 키트는 BCoV로 인한 질병과 CRCoV로 인한 질병을 구별할 수 없습니다. 이 연구에서 우리는 바이러스 중화(VN) 검사와 비교하여 CRCoV을 중심으로 한 적혈구 응집 억제(HI) 검사를 진단했습니다. 그런 다음 HI 검사를 사용하여 한국에서 수집한 383개의 개 혈청 샘플에서 CRCoV의 혈청 유병률을 진단했습니다. CRCoV을 중심으로 한 HI 검사는 VN 검사와 강한 상관 관계를 보였습니다(R = 0.83, p < 0.001). 혈청 유병률 분석 결과 한국 개 혈청 샘플의 52.2% (95% 신뢰 구간 [CI], 47.2-57.1%)가 양성인 것으로 나타났습니다. 혈청 유병률은 연령에 따라 달랐으며 , 1세 미만 개에서 양성률은 43.9%, 3~5세 개에서 66.7%였습니다(오즈비, 2.54; 95% CI, 1.43-4.59). 결론적으로 CRCoV 항체를 모니터링하는 HI 검사는 VN 검사와 밀접한 관련이 있는 것으로 입증되었습니다. 나아가 한국 개 중 절반 이상이 CRC oV 항체에 대해 양성 반응을 보였습니다. 이러한 결과는 CRCoV의 혈청 역학을 더 잘 이해하는 데 도움이 됩니다.\n주요단어 개 코로나바이러스 , 적혈구 응집 억제 시험 , 중화 시험 , 대한민국\n이동 : \n소개\n개 호흡기 코로나바이러스(CRCoV)는 2003년 영국에서 처음 발견되었으며, 특히 개 전염성 호흡기 감염(CIRD)이 있는 개에서 발견되었습니다. 이 질환은 일반적으로 개 기침이라고 합니다[ 1 ]. 이 매우 전염성이 강한 질병은 주로 보호소와 수의과 병원과 같이 인구 밀도가 높은 환경에 있는 개에게 영향을 미칩니다. 일반적으로 건조하고 기침을 하는 가벼운 상태로 나타납니다. 그러나 어떤 경우에는 심각한 기관지폐렴으로 진행 되어 치명적인 결과를 초래할 수 있습니다[ 2 ]. CRCoV의 발병 기전은 개 파라인플루엔자 바이러스, 개 아데노바이러스 2, 개 헤르페스 바이러스, 보르 데 텔라 브론키셉티카 등 수많은 바이러스 및 박테리아 병원균이 관련된 단일 또는 다중 질병과 관련이 있습니다 [ 3-6 ]. CRCoV는 상부 기도에서 청소를 방해하여 개를 2차 질병에 더 취약하게 만들어 CIRD의 초기 단계에서 역할을 하는 것으로 여겨집니다[ 7 ]. CRCoV는 북미, 유럽, 아시아에 널리 퍼져 있기 때문에 미국, 캐나다, 한국, 뉴질랜드, 일본을 포함한 다양한 국가에서 혈청 유병률이 확인되었습니다[ 8-11 ] . 이들 국가 중 캐나다와 미국은 높은 혈청 유병률을 보고했으며, 검사된 혈청의 각각 59.1%와 54.7%가 양성 결과를 보였습니다[ 8 ] . 반면, 한국은 2010년에 12.8%의 CRCoV 혈청 유병률을 기록했습니다[ 9 ]. 바이러스 중화(VN), 간접 형광 항체(IFA), 효소 결합 면역 흡착 검사(ELISA)를 포함한 여러 혈청학적 검사가 CRCoV 질병을 검출하기 위해 개발되었습니다[ 12 ]. 이 중 소 코로나바이러스(BCoV) 항원을 활용한 ELISA가 CRCoV 혈청학적 검사에 널리 활용되었습니다[ 8 , 10 ]. 이 접근법은 CRCoV와 BCoV의 스파이크 단백질 사이의 높은 아미노산 서열 유사성(최대 96.0%) 때문에 실행 가능합니다[ 1 ]. 반면, 개 장내 코로나바이러스(CECoV)는 스파이크 단백질과 21 %의 아미노산 서열 동일성만 나타내어 교차 반응성이 낮음을 나타냅니다. 또한, CECoV 백신은 CRCoV 질병에 대한 보호를 제공하지 않습니다[ 12 ]. CRCoV 항원을 이용한 ELISA는 BCoV-ELISA보다 약간 더 높은 민감도와 특이성 을 보였으며, 두 ELISA 검사 모두 결과에서 전반적으로 높은 일치도를 보였습니다[ 8 ]. 스파이크 단백질의 현저한 유사성에도 불구하고, BCoV 항원을 기반으로 한 적혈구 응집 억제(HI) 검사는 BCoV-ELISA에 비해 민감도와 특이성이 낮았습니다[ 13]. VN과 IFA는 항체 검출에 정확하고 유용하지만, 시간이 많이 걸리고 비용이 많이 듭니다. HI 검사는 세포 배양이 필요 없고 ELISA보다 경제적이기 때문에 선호됩니다. 현재 CRCoV 질병에 대한 HI 검사에 대한 보고는 없습니다. 따라서 HI 검사는 CRCoV의 혈청학적 모니터링에 필요합니다.\n이 연구에서는 CRCoV 항체 측정을 위한 CRCoV 항원 기반 HI 검사의 적합성을 진단하고 VN 검사와 비교하는 것을 목표로 했습니다. 이 검사는 한국에서 383마리의 개 혈청에서 CR CoV의 혈청 유병률을 조사하는 데 사용되었습니다. 나아가, 우리는 CRCoV 혈청 유병률과 연령, 성별, 검체 수집 연도와 같은 요인 사이의 가능한 연관성을 평가했습니다.\n이동 : \n재료 및 방법\n샘플 수집 및 바이러스\n2019년부터 2022년 사이을 중심으로 한민국 경기도와 서울에 거주하는 개에게서 총 383개의 혈액 샘플을 수집했습니다. 개는 개 개체군의 다양성을 보장하기 위해 무작위로 선정되었다. 혈액 수집 당시 개의 건강 상태에서는 호흡기 계통에 임상적 이상이 없었습니다. 개 중 어느 개에게도 CRCoV 예방접종을 접종하지 않았습니다. 이 백신은 아직 한국에서 상용화되지 않았습니다. 각 개에서 약 3~5mL의 혈액을 수집 하여 멸균된 일반 진공 튜브에 옮겼습니다. 혈액 샘플을 실온에서 30분 동안 응고시킨 다음 3,000rpm에서 10분 동안 원심 분리하여 혈청을 분리했습니다. 수집된 혈청을 표지된 크리오바이얼에 분주하여 추가 평가이 있을 때까지 -20°C에서 보관했습니다. BCoV QIABC0516(KVCC-VR1500040)과 CRCoV SNU–V22-9(KVCC-VR2300007)는 농림축산검역본부(김천, 한국)에서 제공받았습니다.\n바이러스 식별\nCRCoV를 식별하기 위해, 바이러스는 페니실린(100 U/mL), 스트렙토마이신(100 μg/mL), 트립신(0.25 μg/mL)이 보충된 Dulbecco's modified eagle medium(DMEM)에서 37°C, 5% CO 2 에서 세포 변성 효과(CPE)가 관찰될 때까지 HRT-18 세포(ATCC CCL-244, USA)를 사용하여 배양하였다. 세포 배양으로 자란 바이러스는 3번의 동결 및 해동 주기를 거쳤다. 바이러스 RNA는 제조업체의 지침에 따라 RNA 추출 키트(QIAGEN, USA)를 사용하여 상층액에서 추출하였다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다. 증폭된 생성물은 1.5% 아가로스 젤에서 전기영동하였다.\n적혈구 응집 분석\n마우스, 거위, 닭, 기니피그의 적혈구는 완료된 임상 연구의 대조군에서 수집하였고, 돼지 적혈구는 도축장에서 얻었다. 적혈구는 인산 완충 식염수(PBS, pH 7.2)로 세척하고 PBS에서 0.7% 농도로 준비했습니다. CRCoV 상층액(50 μL, 10 6 TCID 50 /mL)은 PBS가 포함된 U-96-well 플레이트에서 2배로 희석하였다. 그런 다음 세척한 적혈구 50 μL를 각 well에 첨가하고 플레이트를 4°C에서 1시간 동안 배양했습니다. 적혈구 응집 검사(HA) 역가는 적혈구 응집을 보인 CRCoV의 가장 높은 희석을 확인하여 결정했습니다. HA 평가에 적합한 완충액을 결정하기 위해, 우리는 동일한 실험 절차를 사용하여 pH 값이 6.2~7.2인 다양한 Sorenson 완충액을 평가했습니다.\n적혈구 응집 억제 시험\nCRCoV에 대한 HI 검사는 BCoV HI 검사의 수정된 버전으로 진행되었습니다[ 15 ]. 간단히 말해서, 각각 100 μL의 개 혈청 샘플을 500 μL의 PBS에 희석하고 400 μL의 25% 카올린과 혼합하였다. 1시간 동안 흔든 후, 마이크로 원심분리기에서 5분 동안 12,000 rpm으로 원심분리하여 카올린을 제거하였다. 생성된 맑은 상층액을 50 μL의 포장된 정상 마우스 적혈구와 혼합했습니다. 37°C에서 1시간 동안 배양한 후, 처리된 혈청을 원심분리하여 마우스 적혈구에서 분리했하였다. BCoV 또는 CRCoV의 HI 검사를 위해, BCoV 또는 CRCoV의 HA 단위 4개(25 μL)를 U-96-well 플레이트의 처리된 혈청 25 μL에 첨가하였다. 37°C에서 1시간 동안 배양한 후, 0.7% 마우스 적혈구 50 μL를 첨가했습니다. 그런 다음 플레이트를 4°C에서 2시간 동안 배양하였다. HI 역가는 적혈구 응집을 완전히 억제한 가장 높은 혈청 희석으로 결정되었습니다.\n바이러스 중화 테스트\nVN 검사는 혈청 샘플에서 CRCoV을 중심으로 한 항체의 중화 활성을 진단하는 데 사용되었습니다. 40개의 혈청 샘플을 VN 검사를 사용하여 진단하여 CRCoV를 중화하는 능력을 확인했습니다. 간단히 말해, HRT-18 세포를 96웰 플레이트에서 5% CO 2 로 37°C에서 합류점까지 배양하였다. 혈청 샘플을 태아우시 혈청이 없는 DMEM에서 2배로 연속 희석하고 동일한 양의 CRCoV(200 TCID 50 /웰)와 혼합했습니다. 혼합물을 1시간 동안 5% CO 2 로 37°C에서 배양하였다. 배양 후, 혼합물을 트립신(0.25 μg/mL)과 함께 HRT-18 세포가 들어 있는 96웰 플레이트에 첨가했습니다. 바이러스 질병으로 인해 유도된 CPE의 존재 또는 부재를 관찰했고, CPE를 완전히 방지한 가장 높은 혈청 희석을 VN 역가로 기록했습니다.\n통계 분석\n모든 통계 평가은 유병률의 95% 신뢰 구간(CI) 결정을 제외하고 R 통계 소프트웨어 버전 4.3을 사용하여 수행되었습니다. 유병률 CI는 온라인 프로그램과 Wilson 채점 방법을 사용하여 계산했습니다. HI 및 VN 검정에 대한 log2 변환 데이터에 대해 스피어만 상관 평가을 진행했습니다. 수신자 조작 특성(ROC) 곡선은 금본위인 VN과 관련하여 CRCoV의 HI 검정을 중심으로 한 최적 임계값을 식별하는 데 사용되었습니다. 카이제곱 검정은 성별, 연령 및 샘플 수집 연도에 따른 혈청 유병률의 차이를 진단하는 데 사용되었습니다. 통계적 유의성은 p < 0.05로 설정되었습니다. 로지스틱 회귀는 다변량 위험 요인을 중심으로 한 교차비(OR)를 계산하는 데 사용되었습니다.\n이동 : \n결과\nCRCoV에 대한 HI 테스트 수립\nCPE는 CRCoV 질병 3일 후에 HRT-18 세포에서 관찰되었습니다. CRCoV는 또한 RT-PCR에 의해 확인되었으며, 이는 442bp의 스파이크 단백질 단편의 예상 크기를 증폭시켰다. 4°C에서 테스트한 5가지 종류의 적혈구 중 CRCoV는 마우스 적 혈구에서 가장 높은 HA 활성을 보였으며 64HA 단위를 나타냈습니다. 다양한 희석제의 pH 값 사이에는 차이가 관찰되지 않았고, 소 혈청 알부민의 유무에 따른 차이는 없었다. HI 테스트 조건은 마우스 적혈구와 PBS를 사용하여 결정했다.\n정상적인 HRT-18 세포와 개 호흡기 코로나바이러스(CRCoV), SNU-VAC 사례가 비교 분석되었다. 역전사 중합효소 연쇄반응 증폭 을 이용한 CRCoV 식별(C). M, 100bp 플러스 래더; 레인 1, 음성 대조군; 레인 2, SNU–V22-9 균주(442bp). 척도 막대: (A) 100μm 및 (B) 100μm.\n표 1.\n여러 동물 종의 적혈구와 다양한 희석액 을 사용한 CRCoV의 적혈구 응집 활동\n동물 종\tHA 역가\t정황\n 생쥐\t64\t\n 거위\t16\t4도\n 돼지\t8\t0.7% 적혈구\n 기니피그\t4\tPBS(pH 7.4)에서\n 닭\t4\t\n완충액 조건(pH)\t\t\n PBS(7.4)\t64\t\n PBS + 0.177% BSA\t64\t\n SB(6.2)\t64\t\n SB(6.4)\t64\t4도\n SB(6.6)\t64\t0.7% 마우스 적혈구\n SB(6.8)\t64\t\n SB(7.0)\t64\t\n SB(7.2)\t64\t\nCRCoV, 개 호흡기 코로나바이러스; HA, 적혈구 응집 검사; PB S, 인산 완충 식염수; BSA, 소혈청 알부민; SB, 소렌슨 완충액.\n \nVN과 HI 테스트의 비교\nVN 검사는 CRCoV에 질병된 HRT-18 세포에서 채취한 40마리의 개 혈청 샘플을 사용하여 BCoV 또는 CRCoV 항원을 사용한 HI 결과를 검증하고 비교하기 위해 수행되었습니다. \"골드 스탠다드\"로 간주되는 VN 검사는 BCoV 및 CRCoV 항원을 사용한 HI 검사의 상관관계와 민감도/특이성/정확도를 계산하는 데 사용되었습니다. CRCoV 항원을 사용한 HI 검사 는 VN과 강한 상관관계(R = 0.83)를 보인 반면, BCoV 항원을 사용한 경우에는 약한 상관관계가 관찰되었습니다(R = 0.40). HI 검사를 위한 CRCoV 항원의 최적 임계값은 ROC 곡선을 사용하여 추정되었습니다. ROC 곡선 분석은 최적 차단 역가(1:5.7 희석)를 결정하기 위해 수행되었습니다. 최적 차단 값에서 HI 검사의 민감도와 특이도는 각각 94.7%와 81.0%였습니다. 2배 희석의 실제적 편의를 위해 1:5.7 희석에 매우 근접한 희석이 최종 차단 값으로 선택되었습니다. 이 차단 값에서 HI 검사의 의료적 민감도, 특이도 및 정확도는 각각 90.5%, 78.9% 및 85.0%였습니다.\n개 호흡기 코로나바이러스(CRCoV)(A)와 소 코로나바이러스(BCoV)(B) 항원을 중심으로 한 적혈구 응집 억제(HI)와 바이러스 중화(VN)의 상관 관계. 파란색 선은 HI와 VN 역가 간의 상관 관계를 나타냅니다. 회색 영역은 95% 신뢰 구간 영역을 나타냅니다.\n개 호흡기 코로나바이러스을 중심으로 한 적혈구 응집 억제 및 바이러스 중화 역가의 수신기 작동 특성 곡선. AUC, 수신기 작동 특성 곡선 아래의 면적.\n표 2.\n개 호흡기 코로나바이러스을 중심으로 한 HI 검사의 민감도, 특이도 및 정확도\n혈청학 검사\tVN이 포함된 샘플 수\n\t긍정적인\t부정적인\t합집합\nCRCoV에 대한 HI 검사를 실시한 샘플 수\t\t\t\n 긍정적인\t19\t4\t23\n 부정적인\t2\t15\t17\n 합집합\t21\t19\t40\n 민감도(%)\t90.5\n 특이성(%)\t78.9\n 정확성 (%)\t85.0\nHI, 적혈구 응집 억제; VN, 바이러스 중화; CRCoV, 개 호흡기 코로나바이러스.\n민감도(%) = ([두 검사 모두 양성 결과 수) / (VN 검사 모두 양성 결과 수]) × 100; 특이도(%) = [(두 검사 모두 음성 결과 수) / ( VN 검사 모두 음성 결과 수)] × 100; 정확도(%) = [(두 검사 모두 양성 결과 수 + 두 검사 모두 음성 결과 수) / (총 샘플 수)] × 100.\nCRCoV의 혈청 유병률\n2019년과 2022년 사이에 383개의 샘플이 평가되었으며, 각 해에 98, 96, 93, 96개의 샘플이 수집되었습니다. 개들의 중간 연령은 2.1세였으며, 12주에서 17세까지였으며, 383마리 중 205마리(53.5%)가 수컷이었습니다. 한국의 전체 혈청 양성률은 383마리 중 200마리(52.2%; 95% CI, 47.2%-57.1%)였습니다. 혈청 양성 샘플의 가장 큰 비율은 40(24.8%)이었고, HI 역가가 증가함에 따라 혈청 양성 샘플 수가 감소하였다. 연간 혈청 양성률은 다음과 같습니다. 2022년 59.4%(95% CI, 49.37%-68.65%), 2021년 53.8%(95% CI, 43.68%-63.55%), 2020년 30.2%(95% CI, 21.93%-40.01%), 2019년 65.3%(95% CI, 55.4%-73.99%). 1세 미만의 개(43.9%)에서 CRCoV을 중심으로 한 혈청 양성률은 1~2세로 분류된 개(46.7%)와 유사했습니다(OR, 1.12; 95% CI, 0.66-1.91). 3~5세의 개는 1세 미만의 개보다 유의하게 높은 양성률(66.7%)을 보였습니다(OR, 2.54; 95% CI, 1.43-4.59). 수컷과 암컷 개는 각각 52.7%와 51.7%로 유사한 혈청 양성률을 보였습니다( p = 0.93).\n383마리의 개에서 개 호흡기 코로나바이러스(CRCoV)을 중심으로 한 적혈구 응집 억제(HI) 역가의 분포율. 수신자 조작 특성 곡선 분석에 따르면, 최대 1을(를) 실시한다40의 HI 역가는 CRCoV에 대한 혈청 양성으로 간주되었습니다.\n표 3.\n2019년부터 2022년까지 경기도와 서울에 거주하는 개에서 수집한 적혈구 응집 억제를 사용한 CRCoV의 혈청 양성률\n변하기 쉬운\t양수/전체(%)\t또는 (95% 신뢰구간)\tp- 값 *\n샘플 수집 연도\t\t\t< 0.001\n 2022\t57/96 (59.4)\t1.00 (참조)\t\n 2021\t50/93 (53.8)\t0.79 (0.44-1.42)\t\n 2020\t29/96 (30.2)\t0.29 (0.16-6.15)\t\n 2019\t64/98 (65.3)\t1.28 (0.71-2.31)\t\n연령(년)\t\t\t0.007\n ≤ 1\t50/114 (43.9)\t1.00 (참조)\t\n 1-2\t50/107 (46.7)\t1.12 (0.66-1.91)\t\n 3-5\t58/87 (66.7)\t2.54 (1.43-4.59)\t\n ≥ 6\t42/75 (56.0)\t1.62 (0.90-2.94)\t\n섹스\t\t\t0.93\n 남성\t108/205 (52.7)\t1.00 (참조)\t\n 여성\t92/178 (51.7)\t0.96 (0.64-1.43)\t\n 총\t200/383(52.2)\t\t\nCRCoV, 개 호흡기 코로나바이러스; OR, 교차비; CI, 신뢰 구간; ref., 참조.\n* 그룹 간 차이에 대한 카이제곱 검정 p값.\n \n이동 : \n논의\n개 파보바이러스 및 뉴캐슬병 바이러스와 같은 병원체에 대한 혈청학적 검사는 HI 검사를 사용하여 진행되었습니다[ 16 , 17 ]. HI 검사는 비용 효율적이며 대부분의 실험실에서 진행할 수 있어 병원체에 대한 항체를 측정하는 실용적인 도구입니다. 저희의 연구 결과에 따르면 CRCoV을 중심으로 한 HI 검사는 VN 검사와 강한 상관 관계(R = 0.83, p < 0.001)를 보이며 ROC 분석에서 곡선 아래 면적은 0.947입니다. 개 혈청을 사용한 BCoV 기반 HI 검사의 민감도와 특이도는 BCoV-ELISA와 비교했을 때 각각 23.8%와 85.1%였습니다[ 13 ]. 저희 연구에서 BCoV 항원 기반 HI 검사는 V N 검사보다 약한 상관 관계를 보였습니다(R = 0.4). 이 결과는 CRCoV 항체를 검출하기 위한 HI 검사가 BCoV 항원과 낮은 교차 반응성을 보였음을 나타냅니다. 개에서 BCoV 질병 가능성과 BCoV에 질병된 개에서 BCoV 중화 항체 수치가 증가했다는 보고를 고려할 때 [ 18 ], CRCoV 항원 기반 HI 검사는 개 집단에서 CRCoV 질병을 모니터링하는 정확하고 비용 효율적인 수단을 제공합니다.\nCRCoV는 북미, 유럽, 아시아에 널리 분포되어 있으며, 캐나다, 미국, 영국, 일본에서 각각 59.1%, 54.7%, 36%, 17.8%의 혈청 유병률을 보고했습니다[ 8 , 19 ]. 또한 미국과 영국에서 진행한 연구에서 CRCoV 혈청 유병률에 지역적 차이가 나타났으며, 인구 밀도가 높은 도시 지역에서 더 높은 비율이 관찰되었습니다[ 8 ]. 이번 연구에서는 한국의 개에서 CRCoV 순환과 노출이 증가한 것을 확인했습니다. 전반적으로 개 혈청 샘플의 52.2%가 CRCoV 항체에 대해 양성 반응을 보였으며, 이는 2010년 한국에서 보고된 혈청 양성률 12.8%와 비교했을 때 상당한 증가를 의미합니다[ 9 ]. 한국에서 CRCoV을 중심으로 한 노출이 증가한 것은 개 보호소와 수의과 병원에서 개끼리 접촉한 데 기인할 수 있습니다. 더욱 포괄적으로 이해하기 위해서는 향후 연구에서는 한 국의 다른 지역도 포함하도록 조사를 확대해야 할 것이다.\nCRCoV 혈청 유병률은 연령에 따라 다릅니다.개에서 연령 관련 혈청 양성률은 개가 나이를 먹을수록 지속적인 바이러스 노출 가능성이 높아지는 데 기인할 수 있습니다.반대로, 6세가 넘은 개는 중간 정도의 혈청 유병률을 보이며, 이는 활동 수준 감소 및 면역 반응 효율성 감소와 같은 요인 때문일 수 있습니다[ 20 ].다른 국가에서 진행한 연구에서도 유사한 연령 관련 패턴이 관찰되었습니다[ 8 ].미국과 영국에서 연령은 CRCoV 항체의 혈청 유병률에 영향을 미치며, 1세 미만의 개는 노령 개보다 CRCoV에 대해 혈청 음성일 가능성이 더 높습니다( p < 0.001)[ 8 ].이탈리아에서 CRCoV 항체를 가진 개의 비율 은 연령에 따라 증가하여 9세 개에서 최대 40.0%(12/30)의 혈청 유병률에 도달한 후 감소합니다[ 20 ]. 이 연구에서 CRCoV의 가장 낮은 혈청 유병률은 1세 미만의 개에서 관찰되었으며, 이는 미국과 영국의 결과와 유사했다. 반대로, 가장 높은 혈청 유병률은 이탈리아에서 관찰된 패턴과 유사하게 3~5세 사이의 개에서 확인되었으며, 노령 개에서는 감소하였다. 이는 한국 개에서 CRCoV의 혈청 유병률이 연령에 따라 다르다는 것을 나타냅니다.\n결론적으로, HI 검사는 CRCoV 의 VN 검사와 높은 특이성을 보였다. 연구 대상 집단 중 한국의 개 중 52.2%가 혈청 양성이었는데, 이는 미국에서 보고된 비율과 유사하다. 이러한 결과는 한국의 개들이 지속적으로 CRCoV에 노출되고 있음을 의미한다. 앞으로 CRCoV 특이적 ELISA와 백신의 개발은 CRCoV 질병을 예방하는 데 필수적일 것이다. 이 자료는 CRCoV의 역학과 분포를 더 잘 이해하는 데 기여할 것이며, CRCoV를 효과적으로 예방하는 데 매우 귀중할 수 있다.\n"}