{"title": "14 . 개의 급성 심인성 폐부종에 대한 니트로프루시드 나트륨 사례 보고", "author": "한만길", "publisher": "한국수의과학회", "department": "내과", "disease": "14 . 개의 급성 심인성 폐부종에 대한 니트로프루시드 나트륨을(를) 실시한다 사례 보고\n이 연구는 개의 급성 심인성 폐부종을 치료법하기 위한 혈관 확장제인 니트로프루시드 나트륨(SNP)의 효능을 보고합니다. 이 연구에서 환자는 SNP 단독 치료법군, SNP, 푸로세마이드 및 도부타민 치료법군, 비-SNP 치료법군으로 나뉘었습니다. SNP 단독군, SNP, 푸로세마이드 및 도부타민을 투여한 군, 비-SNP 치료법군에서 각각 7마리의 개, 6마리의 개, 2마리의 개가 호의적인 반응을 보였습니다. 이 연구의 결과는 SNP가 급성 심인성 폐부종을 앓는 개에게 효과적인 대체 요법이 될 수 있음을 시사합니다.\n키워드 심인성 폐부종, 개, 니트로프루사이드나트륨\n이동 : \n폐부종은 혈관 외 폐수의 비정상적인 축적[ 1 ]으로 질병이 아니라 질병의 결과입니다. 폐부종의 기전은 신체의 다른 부위에서 부종을 유발하는 일반적인 기전과 같습니다. 폐부종의 주요 기전에는 혈장 삼투압 감소, 혈관 과부하 , 림프관 폐쇄 및 혈관 투과성 증가가 있습니다[ 2 ]. 이러한 이상를 유발하는 감염은 심장성 원인과 비심장성 원인으로 나눌 수 있습니다. 심장성 및 비심장성 폐부종을 치료법하는 데 사용되는 치료법이 다르기 때문에 치료법 전에 폐부종의 원인을 확인해야 합니다. 비심장성 폐부종의 발병을 촉진하는 요인으로는 신경성 폐부종, 폐쇄성 폐부종, 전신 질환(예: 패혈증, 쇼크, 요독증), 직접적 폐 손상, 심각한 저알부민혈증, 림프 배수 장애 등이 있다. 반대로, 좌측 심부전과 관련된 정맥 폐정압 증가에 따른 심인성 부종은 이뇨제 투여, 후부하 감소, 울혈성 심부전을 치료법하기 위한 특정 요법으로 치료법에 대한 주요 항목이 논의된다. 좌측 심부전의 흔한 원인으로는 확장성 심근병, 후천성  승모판 폐쇄부전, 비대성 심근병 등이 있다[ 3 ].\n폐부종의 의료적 특징은 기침, 호흡 곤란 및 호흡 곤란입니다. 호흡 곤란은 중증 환자가 급성 저산소성 호흡 부전을 일으키는 증후군으로, 이는 응급 상황입니다[ 4 ]. 대부분의 개와 고양이의 폐부종은 폐의 전형적인 방사선적 변화와 임상적 증거를 기반으로 판단됩니다. 초기 폐부종은 방사선 사진에서 간질 패턴을 나타내며 이는 폐포 패턴으로 진행됩니다[ 2 ].\n혈관 투과성 부종은 일반적으로 자연적으로 해결되는 전체 범위의 손상을 초래할 수 있습니다.그러나 균형이 깨진 후 종종 치명적인 급성 호흡 곤란 증후군의 폭발적 과정이 발생할 수 있습니다[ 2 ].모든 의학적 장애 중 가장 고전적이고 극적인 의료적 표현 중 하나를 갖는 급성 심인성 폐부종[ 1 ]은 일반적으로 산소 보충, 이뇨, 앙지오텐신 전환 효소(ACE) 억제제 및 양성 강심제로 치료합니다[ 5 , 6 ].그러나 어떤 경우에는 전통적 약물의 효능이 제한됩니다.직접적인 혈관 확장제는 보다 보수적인 치료법에 반응하지 않는 폐부종 환자를 치료법하는 데 유익할 수 있습니다.\n이 연구에서 우리는 개의 급성 심인성 폐부종을 치료하기 위해 혈관 확장제인 니트로프루사이드 나트륨(SNP)의 효능을 진단하고 보수적 치료법과 비교했습니다.\n이 전향적 연구는 급성 울혈성 심부전, 승모판 폐쇄 부전증( 보충 그림 1 )으로 인한 급성 심인성 폐부종이 있는 개를 대상으로 하였다. 이 연구를 위해 총 20마리의 개를 모집했습니다. SNP(NITROPRESS; Mck esson Pharmaceutical., USA) 치료법 기준을 포함하여 호흡수가 분당 100회이고 척추 심장 점수(VHS)가 10에 대한 주요 항목이 논의된다. 5를 넘으며 급성 울혈성 심부전으로 판단받은 개를 포함했습니다. 신경, 부신, 갑상선, 신장 또는 간 감염과 신생물을 포함한 비심인성 또는 전신성 장기 관련 감염으로 인한 폐부종이 있는 개는 제외했습니다. 판단 작업은 신체 검사, 방사선 검사, 심장 초음파 영상 검사 및 전해질, 혈중 요소 질소 및 크레아티닌 측정을 포함한 혈액 검사로 구성되었습니다. SNP 치료법를 받은 모집견 중 9마리는 SNP만 치료법하였고, 7마리는 SNP, furosemide, dobutamine을 함께 치료법에 대한 주요 항목이 논의된다. 분당 호흡수가 100회 미만이고 VHS가 10.5 이상이고 급성 울혈성 심부전으로 판단받은 나머지 4마리는 SNP 치료를 하지 않은 군으로 분류하였다.\nSNP only 군에서는 SNP를 2 μg /kg/min의 용량으로 투여하였다[ 3 ]. SNP와 furosemide, dobutamine을 처리한 군에서는 SNP의 용량은 1 μg/kg/min , furosemide의 용량은 2 mg/kg/h, dobutamine의 용량은 5 μg/kg/min이었다. SNP를 처리하지 않은 군에서는 furosemide(2 mg/kg /h)와 dobutamine(5 μg/kg/min)만을 투여하였다. SNP의 총 투여 기간은 24시간이었다.\n치료 전과 치료 후 24시간 사이의 호흡수, VHS 및 혈압의 변화는 Mann Whitney 검정으로 평가했습니다. P 값은 양측 검정이었고 p < 0.05에 대한 통계적 유의성이 허용되었습니다.\n이 연구에는 슈나우저 4마리, 말티즈 10마리, 코커 스패니얼 1마리, 시추 1마리, 푸들 1마리, 미니핀 1마리, 잡종견 2마리가 참여하였다. 또한, 온전한 암컷 5마리, 불임 암컷 6마리, 온전한 수컷 3마리, 거세한 수컷 6마리였다. 평균 연령은 13.75세였습니다.\n판단 작업 결과, 개들이 호흡 곤란을 겪고 있는 것으로 나타났으며, 이는 호흡 속도 증가와 호흡 딱딱거림으로 나타났습니다. 모든 개에서 전해질, 혈중 요소 질소, 크레아티닌 수치는 정상 범위 내에 있었다. 모든 개에서 급성 울혈성 심부전이 방사선 검사와 심장 초음파 영상 검사를 통해 판단되었습니다.\nSNP만 투여한 9마리의 개 중 7마리는 호의적인 반응을 보였고 퇴원할 때까지 살아남았습니다. SNP 투여 후 호의적인 반응을 보인 개에서 호흡수가 유의하게 감소했습니다( p = 0.0019)(VHS 및 수축기 혈압은 유의하게 변하지 않았습니다( p = 0.304, p = 0.349, 각각). 이 치료법에 대해 호의적이지 않은 반응을 보인 개는 2마리였습니다.\n치료 전과 치료 24시간 후의 호흡수 비교. 니트로프루시드나트륨(SNP) 단독, SNP+푸로세미드+도부타민, 푸로세미드+도부타민 치료법군의 호흡수는 24시간 후에 유의하게 감소했다( 각각 p =0에 대한 주요 항목이 논의된다.0019; p =0.0043; p =0.0286). ** p <0.05\n치료법 전과 치료법 24시간 후의 척추 심장 점수(VHS)를 비교했습니다. 니트로프루시드 나트륨(SNP)만, SNP + 푸로세미드 + 도부타민, 푸로세미드 + 도부타민 치료법군의 VHS는 24시간 후에 유의하게 변하지 않았습니다( 각각 p = 0에 대한 주요 항목이 논의된다.304, p = 0.6857, p = 0.6857).\n\t\n치료 전과 치료 24시간 후의 혈압 비교. 니트로프루시드나트륨(SNP) 단독, SNP+푸로세미드+도부타민, 푸로세미드+도부타민 치료법군의 혈압은 24시간 후에 유의하게 변화하지 않았다( 각각 p =0에 대한 주요 항목이 논의된다.349, p =0.8051, p =1).\nSNP, furosemide 및 dobutamine을 투여한 그룹의 7마리 개 중 6마리가 호의적인 반응을 보였고 퇴원할 때까지 살아남았다. SNP 투여 후 호의적인 반응을 보인 개에서 호흡수가 유의하게 감소했습니다( p = 0.0043)(VHS 및 수축기 혈압은 유의하게 변하지 않았습니다( p = 0.3095, p = 0.8051, 각각).이 치료법에 대해 호의적인 반응을 보이지 않은 개 1마리가 있었습니다.\n비 SNP 치료법군에서는 호흡수가 유의하게 감소하였다( p = 0.0286) 그리고 VHS와 수축기 혈압은 유의하게 변화하지 않았다( p = 0.6857, p = 1, 각각).\n급성 심인성 폐부종은 인간 의학 응급실에서 흔히 발생하는 이상으로, 보고된 입원 사망률은 15%~20%입니다[ 1 , 6 ]. 수의학에서 급성 심인성 폐부종의 입원 사망률을 보고한 연구는 없지만, 급성 심인성 폐부종으로 인한 사망률이 높을 것으로 추정됩니다.\n급성 심인성 폐부종은 극적인 임상적 증상을 보이는 주요 의학적 감염입니다. 따라서 의료적 증상 완화를 위한 신속한 대응이 중요하며, 급성 폐부종 치료의 목표는 체액을 제거하거나 체액을 다른 혈관 영역으로 이동시켜 폐 모세혈관 및 정맥 압력을 감소시키는 것입니다[ 1 ].\n이뇨제와 ACE 억제제는 1차 치료법제이며 심인성 폐부종 완화에 효과적이지만, 때때로 만족스럽지 못한 결과를 보이기도 한다에 대한 주요 항목이 논의된다. 또한, 이뇨제를 이용한 치료는 많은 환자들이 초기 증상적 반응에도 불구하고 전신적 울혈을 계속 겪기 때문에 이상이 된다[ 7 ]. 게다가, ACE 억제제를 이용한 치료법는 일반적으로 급성 심인성 폐부종에 대해 더 즉각적인 후부하 감소가 필요하다[ 2 ]에 대한 주요 항목이 논의된다.\n여러 연구에 따르면 혈관 확장제가 심장성 폐부종 치료법에 기존 약물보다 더 많은 이점을 제공한다고 합니다[ 1 , 2 , 6 ]에 대한 주요 항목이 논의된다. 혈관 확장제는 전신 정맥 용량을 증가시키고, 폐정맥 압력을 낮추고, 전신 동맥 저항을 감소시켜 폐부종을 줄일 수 있었다. 이 연구에서는 혈관 평활근에 직접 작용하는 강력한 세동맥 및 정맥 확장제인 SNP를 적용했습니다. 또한 SNP는 일산화질소(NO)를 자발적으로  방출하는 기본적인 유형의 질산화 확장제입니다. 방출된 NO는 평활근 가용성 구아닐산 고리효소를 활성화 시켜 순환 구아노신 모노포스페이트(cGMP)를 형성합니다. 세포 내 cGMP가 증가하면 세포 내로의 칼슘 유입이 억제되어 세포 내 칼슘 농도가 감소하고 평활근이 발생합니다[ 8 , 9 ].\n흉부 방사선 촬영, 심전도 및 심장 초음파 영상 검사는 심장 감염 판단에 일상적으로 사용됩니다. 그러나 이러한 판단 도구로는 질병의 심각성, 치료에 대한 반응 및 개별 환자의 예후가 확실하지 않습니다. 심장 특정 혈액 기반 바이오마커 cTn-I는 심장 질환 노출 수준, 손상 범위 및 예후에 대한 자료를 제공하기 위해 측정되었습니다[ 10 , 11 ]. 인간 의학에서 심장 트로포닌 검사는 급성 심장 감염이 의심되는 경우의 판단 표준 치료로 사용됩니다[ 12 ]. 흥미롭게도 이 연구에서 SNP에 불리하게 반응한 그룹의  cTn-I 농도는 심각하게 높았습니다(>1 ng/mL). 심인성 폐부종의 의료적 징후를 완화하기 위한 신속한 치료에도 불구하고 cTn-I 농도가 높은 환자의 예후는 좋지 않다고 가정할 수 있습니다.\nSNP를 포함한 정맥 혈관 확장제를 이용한 심인성 폐부종의 조절가 인간 의학에서 일반적이다[ 1 ]. 그러나 수의학에서 급성 심인성 폐부종을 치료하기 위해 SNP를 사용하는 것에 대한 임상 연구는 진행되지 않았다. 혈관 확장제는 혈압을 낮추는데 큰 효과가 있어 의 인성 저혈압을 통해 더 나쁜 결과를 초래할 수 있다. 다행히도 이 연구에서는 저혈압의 더 나쁜 결과가 없었다. 이 연구의 대상 인구가 적었기 때문에 의인성 저 혈압은 대규모 연구에서 발생할 수 있다고 추정한다. 이후에는 많은 수의 환자를 대상으로 한 추가 연구가 필요할 것이다.\n결론적으로, 본 연구의 결과는 급성 울혈성 심부전으로 인한 급성 심인성 폐부종을 앓는 개를 치료법하기 위해 SNP를 사용한 결과 9마리 중 7마리의 개에서 호흡곤란이 개선되었으며, 이는 급성 울혈성 심부전으로 인한 급성 심인성 폐부종을 앓는 개에게 효과적인 대체 요법이 될 수 있음을 시사한다.\n"}