{
  "title": "43. 급성 췌장염이 의심되는 개 293마리의 임상 소견 비교",
  "author": "채드 F 버먼",
  "publisher": "AOSIS",
  "department": "내과",
  "disease": "43. 급성 췌장염이 의심되는 개 293마리의 임상 소견 비교: 좌엽, 우엽 또는 췌장의 미만성 침범에 따른 다양한 임상 소견\n\n소개\n췌장염은 개의 외분비 췌장에서 가장 흔한 상태이며 외분비 췌장의 염증으로 정의됩니다. 이 용어에는 괴사를 특징으로 하는 췌장 질환과 섬유증과 같은 돌이킬 수 없는 구조적 변화가 포함됩니다(Xenoulis 2015). 췌장염은 일반적으로 섬유증 및/또는 위축과 같은 특정 조직병리학적 특징의 부재 또는 존재에 따라 급성 및 만성 형태로 나뉩니다(Xenoulis, Suchodolski & Steiner 2008). 영구적인 조직병리학적 변화(즉, 섬유증 및 아시나르 위축)의 존재는 만성 췌장염을 암시하는 것으로 간주되는 반면, 염증 반응과 함께 이러한 변화가 없다는 것은 급성 췌장염을 암시하는 것으로 간주됩니다(Bostrom et al. 2013; Newman et al. 2004; Watson et al. 2007). 세포 침윤은 또한 췌장염을 급성 염증 또는 림프구 침윤이 있는 급성 및 만성 형태로 구별하는 데 사용할 수 있으며, 각각 급성 질환 및 만성 질환과 양립할 수 있습니다(Ferreri et al. 2003; Hill & Van Winkle 1993). 그러나 많은 동물이 급성 및 만성 췌장염에 대한 조직병리학적 증거를 가질 수 있기 때문에 조직병리학적 구별이 항상 명확한 것은 아닙니다(Xenoulis 2015).\n췌장염을 앓고 있는 개의 대다수는 중년에서 노년기(보통 5세 >)이지만, 몇 개월에서 15세 이상까지 다양할 수 있다(Akol et al. 1993; Cook et al. 1993; Hess et al. 1998). 미니어처 슈나우저와 테리어 품종은 위험이 더 높다(De Cock et al. 2007; Ferreri et al. 2003). 대부분의 췌장염 사례는 고중성지방혈증, 내분비질환, 약물 부작용, 항경련제, 수술, 감염 및 식이 요인과 같은 병리학적 상태가 모두 관련되어 있지만 특발성으로 간주됩니다(Xenoulis 2015). 개의 췌장염에 대한 병리학적 임상 징후는 없지만, 급성 중증 췌장염이 있는 개에서 나타나는 전형적인 징후는 급성 복통의 발병이다(Hess et al. 1998; Weatherton & Streeter 2009). 질병의 중증도에 따라 임상적 양상은 현저하게 달라질 수 있으며 식욕 부진, 구토, 무기력, 설사, 복통 및 체중 감소와 같은 비특이적 소견으로 구성될 수 있습니다. 그러나 이러한 징후는 다른 질환에서 볼 수 있는 비특이적 임상 징후이다(Hess et al. 1998; Steiner 2003). 감별 진단 목록에는 위장관, 간담도 및 비뇨생식기, 복강 내 종양, 비장 염전 및 부신피질기능저하증의 원발성 질환이 많이 포함되어 있습니다. 개는 또한 탈수, 황달, 발열, 저체온증, 출혈성 체질 또는 복수를 포함한 다양한 임상 징후의 조합을 나타낼 수 있으며(Hess et al. 1998), 심각한 전신 합병증을 나타낼 수 있습니다(Weatherton & Streeter 2009). 이러한 전신 합병증에는 이미 나열된 합병증뿐만 아니라 빈맥, 부정맥, 저혈량 쇼크, 급성 호흡 곤란 증후군 및 사망이 포함됩니다.\n급성 췌장염의 진단은 췌장의 해부학적으로 접근하기 어렵고 임상 검사에서 알 수 있는 모호한 임상 징후 및 소견으로 인해 어려울 수 있습니다. 다양한 진단 검사에서 많은 개선이 이루어졌음에도 불구하고 췌장염 진단은 여전히 어렵습니다. 췌장염에 대한 유일하고 확실한 진단은 조직병리학(histopathology)인데, 이는 매우 침습적이며, 단 한 번의 조직검사로 국소 질환을 놓칠 수 있다(Newman et al. 2004). 일상적인 임상병리학은 특이적이지 않지만, 췌장염의 중증도를 추정하는 데 도움이 될 수 있다(Xenoulis 2015). 췌장염이 있는 동물은 다양한 혈액학적 이상을 보일 수 있다(Akol et al. 1993; Ferreri et al. 2003; Hess et al. 1998; Hill & Van Winkle 1993 ). 혈청 특이적 리파아제(cPL)는 개의 췌장염에 대한 민감하고 특이적인 혈청 마커인 것으로 나타났습니다(McCord et al. 2012; Steiner et al. 2008; Trivedi et al. 2011; Watson et al. 2010), 민감도는 72%에서 78% 사이이며(McCord et al. 2012), 특이도는 81%에서 100% 사이(Mansfield & Jones 2000; McCord 외. 2012; Neilson-Carley 외. 2011; 스트롬벡, 파버 & 카네코 1981년; Trivedi et al. 2011). SNAP 개 췌장 리파아제(cPL)는 췌장염에 대해 91%에서 94% 사이의 민감도와 71%에서 78% 사이의 특이도를 가지고 있습니다(McCord et al. 2012). 이용 가능한 다른 진단 검사로는 트립신 유사 면역 반응성(TLI), 혈청 리파제 및 아밀라아제 활성, 트리올레인 및 리파제 기반 검사인 1,2-o-dilauryl-rac-glycero-3-glutaric acid-6-methylresorufin(DGGR 리파제 분석, 정밀 췌장 특이 리파아제[PSL])이 있습니다. 최근 연구에 따르면 Spec cPL과 DGGR 리파아제 분석 간에 높은 일치도가 있는 것으로 나타났습니다. 그러나 이 같은 논문은 췌장 초음파검사 결과와 혈청 리파아제 결과 사이에 공정한 일치가 있음을 보여주었습니다(Kook et al. 2014). 따라서 리파아제 결과가 더 정확하므로 초음파검사를 신중하게 해석해야 합니다. 개의 경우, 방사선 촬영은 특이적 소견이 없고 종종 소견이 전혀 없기 때문에 췌장염에 대한 둔감한 진단 방식입니다. 그러나 다른 가능한 차이를 배제하는 데 도움이 됩니다(Akol et al. 1993; Hess et al. 1998; Hill & Van Winkle 1993). 조영제 강화 컴퓨터 단층촬영(CT)은 두 건의 개 췌장염 사례의 진단에 유망한 것으로 보고되었다(Jaeger et al. 2003). 그러나 또 다른 연구에서는 소수(n=7)에서 췌장염 진단에 대한 민감도가 낮다고 보고했다(Shanaman et al. 2013). 더욱이, 10마리의 개를 대상으로 한 CT 혈관 조영술에 대한 파일럿 연구는 초음파보다 전체 췌장에 대한 더 완전한 평가를 가능하게 했습니다. 이 외에도 췌장의 이질적인 조영제 향상을 확인하는 것은 급성 괴사성 췌장염이 있는 개에서 부정적인 예후 지표가 될 수 있습니다(Adrian et al. 2015). 또한, 인간의 경우 조영제 CT가 췌장염 진단에 자주 사용됩니다(Arvanitakis et al. 2007; 카펠 2008; Kim & Pickhardt 2007; Scaglione et al. 2008; Sheu et al. 2012). 저자가 아는 한, 송곳니 췌장을 조사하기 위해 자기 공명 영상(MRI)을 사용하는 것은 문헌에 보고되지 않았습니다.\n초음파검사는 췌장을 영상화하기 위한 대체 기법이며 개의 췌장염 진단을 위해 선택되는 영상 방법으로 간주되며(Xenoulis 2015), 급성 중증 췌장염이 있는 개에서 약 68%의 민감도가 보고되었습니다. 그러나 이것은 연산자에 따라 다르며(Hess et al. 1998; Ferreri et al. 2003; Saunders et al. 2002; Swift et al. 2000). 이 양식의 특이성은 이를 확립하기 위한 조직병리학적 확인이 수행되지 않았기 때문에 현재까지 보고되지 않았습니다(Mansfield 2012). 조영제 강화 초음파는 췌장염이 있는 개에게 사용되었으며 췌장 관류 변화를 보여줄 수 있습니다. 또한 췌장염, 췌장 괴사의 진단뿐만 아니라 치료 후 개의 질병 모니터링에 도움이 되는 것으로 나타났습니다(Lim et al. 2015; Rademacher et al. 2016). 따라서 췌장염의 임상적 진단은 일반적으로 임상병리학적 소견과 영상 소견의 조합을 기반으로 합니다.\n이 연구의 목적은 급성 췌장염이 있는 개의 임상 징후를 초음파 검사 결과와 비교하고 초음파로 결정된 췌장 부위에 따라 임상 증상이 달라질 수 있는 차이를 설명하는 것이었습니다.\n재료 및 방법\n다기관 횡단면 후향적 연구는 캐나다, 북미 및 남아프리카에서 1차 의견 및 의뢰 관행에서 수행되었습니다. 24개월(2013-2014) 동안 전형적인 병력과 임상 징후, 실험실 검사 및 복부 초음파 검사에 기초하여 췌장염의 최종 진단이 내려진 의료 기록을 검색했습니다. 총 293건이 검색 기준을 충족했다.\n연구에 포함된 기준에는 지지적 임상징후 및/또는 지지적 임상검사 소견, 지지적 초음파 소견 및 비정상적인 SNAP cPL 검사가 포함되었다. 동물은 적절한 초음파 검사 소견과 비정상적인 SNAP cPL이 모두 포함되어야 했으며, 1개의 임상 징후 및/또는 임상 검사 소견≥ 포함되어야 했습니다. 징후를 나타내는 징후는 식욕 부진의 급성(< 2주) 발병 및/또는 구토 또는 설사였다. 암시적인 임상 검사 소견은 촉진 시 복부 불편감 및/또는 통증이었다. 전체 복강 초음파는 8MHz 프로브가 있는 초음파 기계(General Electric Logic E Ultrasound machine, GE Healthcare Biosciences, Shenzhen-China)를 사용하여 수행했으며, 여러 기관에서 동일한 유형의 기계와 프로브를 사용했습니다. 췌장염과 일치하는 소견은 췌장의 비정상적인 반향 발생 소견이며, 여기에는 저반향성 췌장 실질과 불규칙한 캡슐이 혼합되어 있으며, 췌장 주위 지방과 장간막을 둘러싼 불분명한 과반향이 존재합니다(그림 1–4). 이 외에도 췌관 또는 담관의 확장과 복수의 존재에 대한 평가가 수행되었습니다(Hecht & Henry 2007). 더욱이, 초음파 검사의 변화(위에서 설명한 바와 같이)는 환자가 좌측 또는 우측 췌장염으로 분류될 수 있도록 전적으로 췌장의 좌엽 또는 우엽으로 제한되어야 했습니다. 또한, 췌장 몸체의 모든 침범은 미만성 췌장염으로 간주되며, 췌장 또는 담도관의 확장은 우엽 췌장염 그룹에 할당됩니다. 모든 경우에 췌장엽의 왼쪽, 오른쪽 및 몸통을 검토할 수 있었습니다. 췌장의 왼쪽, 오른쪽 및 몸통에 대한 방해받지 않는 이미지와 췌장의 모든 영역에 대한 전체 비디오 스윕이 연구에 포함되어야 했습니다. 소동물 초음파에 대한 교육을 받은 여러 초음파 검사자가 초기 초음파 스캔을 수행했습니다. 모든 초음파 검사자는 이사회 인증을 받은 내과 전문가 또는 임상 초음파 검사자였으며 모든 적절한 장기의 이미지와 비디오를 촬영하는 표준화된 초음파 절차를 따라야 했기 때문에 초음파 검사자 간의 변동성을 줄였습니다. 모든 초음파 이미지와 비디오는 임상 초음파에 대한 광범위한 경험을 가진 한 명의 저자(E.L.)가 블라인드 방식으로 검토했습니다(미국 수의사회 [DABVP] 전문의), 국제 수의학 초음파 학회 [Cert.IVUSS]). 제외 기준은 다른 원발성 질환(예: 위장관, 간담도, 요로 질환)의 존재와 초음파에서 췌장의 불완전한 시각화였습니다. 췌장에 초음파 변화가 없는 동물도 본 연구에서 제외했다. 초음파 검사 결과에 기초하여, 개들은 세 그룹으로 나뉘어졌다: 그룹 1 – 41 개의 개는 췌장의 좌엽 내에서 배타적으로 변화가 있었다; 그룹 2 – 췌장의 우엽 내에서만 변화가 있는 105마리의 개; 및 그룹 3 – 미만성 췌장 침범이 있는 147마리의 개.\n\n\n췌장의 왼쪽 사지에 영향을 미치는 췌장염의 예(그룹 1): 왼쪽 췌장 사지 기저부의 근거리장에 있는 국소 혼합 저에코 병변(가운데 화살표). 낮은 등급의 불분명한 염증 지방(작은 화살표)은 췌장염의 전형적인 저에코성 췌장 실질(hypoechoic pancreatic parenchyma)과 경계를 이루고 있습니다. 위치는 십이지장 또는 유문 유출에 영향을 받지 않는 위 안저(긴 화살표)의 꼬리입니다.\n\n\n\n췌장의 우측 사지에 영향을 미치는 췌장염의 예(그룹 2): 혼합된 저에코성 부종성 실질(가운데 화살표), 불분명한 염증이 있는 주변 지방(짧은 화살표)을 동반한 우측 사지 췌장염, 이 모든 것들은 상부 하행 십이지장(긴 화살표)의 염증을 촉진합니다. 오른쪽 신장은 먼 거리에 있습니다.\n\n\n췌장의 왼쪽 사지에 영향을 미치는 췌장염의 예(그룹 1): 췌장의 왼쪽 사지에서 급성 췌장염의 전형적인 전형적인 불명확한 과반향 주변 지방(작은 화살표)과 거칠게 혼합된 저에코(긴 화살표) 췌장 실질을 보여줍니다.\n\n\n췌장의 오른쪽 사지에 영향을 미치는 췌장염의 예(그룹 2): 저에코성 부종성 췌장 실질(가운데 화살표) 및 비누화 및 염증성 장간막과 일치하는 과반향성 불명확한 주변 지방(작고 두꺼운 화살표). 근거리 필드의 상부 하강 십이지장은 경미한 부종성이며 췌장 염증(길고 얇은 화살표)에 인접해 있습니다.\n이 연구는 후향적 연구였기 때문에 복통은 존재하거나 없었으며 통증 척도에 따라 등급이 매겨지지 않았다. 각 동물은 복부 전체가 두개골에서 꼬리로, 등쪽에서 배쪽으로 촉진되었습니다. 불편함이나 발성이 보이면 통증이 있는 것으로 간주했습니다. 또한, 불편함 및/또는 발성이 나타나지 않으면 통증이 없는 것으로 해석했습니다. 식욕 부진, 구토 및 설사는 존재 또는 부재로 기록되었습니다. 주인이 설명한 대로 발표 2주 전까지 식욕을 완전히 잃거나 감소한 개는 식욕 부진의 임상 징후를 나타냅니다.\n모든 데이터는 Excel 스프레드시트 프로그램(Excel®, Microsoft Corporation, Washington, United States)에서 표로 작성되었으며 통계 소프트웨어 패키지(NCSS®, Kaysville, UT, United States)를 사용하여 통계 분석을 수행했습니다. 데이터를 설명하기 위해 기술 통계가 사용되었습니다. 단일 매개변수(복통, 식욕 부진, 구토 및 설사)의 경우, Bonferroni 및 Tukey-Kramer 비교를 통한 일원 분산 분석을 사용하여 그룹 간의 차이를 테스트했습니다. Fischer의 정확 검사는 초음파 검사 결과와 임상 징후 사이의 연관성을 확인하는 데 사용되었습니다. 데이터는 정규 분포를 따랐고, 유의 수준은 p < 0.05로 설정되었다.\n윤리적 고려 사항\n이 기사는 인간이나 동물과 직접적인 접촉 없이 연구를 수행하기 위한 모든 윤리적 기준을 따랐습니다. 이것은 후향적 비침습적 임상 연구였기 때문에 윤리적 승인이 필요하지 않았습니다.\n결과\n총 293마리의 고객 소유 개를 사용했으며, 그룹 1-3의 평균 연령은 각각 8.8세, 9.8세, 10.1세였으며 그룹 간 통계적 차이는 없었습니다. 다양한 품종이 존재했으며, 어느 한 그룹에서 과도하게 대표되는 것으로 보이는 품종이나 성별은 없었습니다. 혼합 품종 (128), 요크셔 테리어 / 요크셔 테리어 십자가 (31), 시추 (18), 몰타 / 몰타 십자가 (18), 래브라도 / 래브라도 믹스 (17), Bischon Frise (16), 미니어처 슈나우저 (11), 닥스 훈트 (7), 테리어 / 테리어 믹스 (4), 복서 (3), 골든 리트리버 / 골든 리트리버 믹스 (3), 미니어처 푸들 (3), 아메리칸 에스키모 믹스 각 2 개, 바셋 하운드, 비글, 보더 콜리 / 보더 콜리 크로스, 치와와 / 치와와 믹스, 허스키 믹스, 잭 러셀 테리어 / 잭 러셀 테리어 믹스, 포메라니안, 셰틀랜드 쉽독 및 바이마라너; 아키타, 보스턴 테리어, 코커 스패니얼, 콜리 믹스, 잉글리시 세터, 폭스 테리어, 라사 압소 믹스, 미니어처 핀처, 페키니즈, 핏불 믹스, 피레네 마운틴 도그, 랫 테리어, 비즐라 및 웨스트 하이랜드 화이트 테리어 각 하나씩. 그룹 1의 성별 분포는 남성 18명, 여성 23명이었다. 그룹 2에서는 남성 52명, 여성 53명이었습니다. 그룹 3에서는 남성 68명, 여성 79명으로 그룹 간에 통계적 차이가 없었습니다.\n그룹 1에서는 41마리 중 41마리(10%)에서 통증, 41마리 중 13마리(32%)에서 식욕 부진, 41마리 중 27마리(66%)에서 구토, 41마리 중 17마리(41%)에서 설사가 나타났다. 그룹 2에서는 11/105마리(10%)에서 통증, 105마리 중 44마리(42%)에서 식욕 부진, 105마리 중 44마리(42%)에서 구토, 105마리 중 20마리(19%)에서 설사가 나타났습니다. 그룹 3에서는 개 29/147마리(20%)에서 통증, 개 147명 중 46명(31%)에서 식욕 부진, 개 76/147명(52%)에서 구토, 설사 개 147마리(24%)에서 35마리가 통증이 관찰되었다(표 1). 통계적 유의성은 그룹 3에서 통증의 존재였다. 그룹 2와 3의 식욕 부진; 그룹 3의 구토 및 설사.\n표 1.\n영향을 받은 췌장 부위에 따른 임상 징후를 보이는 개의 비율.\n그룹\t임상 징후(% 영향을 받은 개)\n\t통증이 있습니다\t거식 증\t구 토\t설사\n1 (왼쪽 팔다리)\t11\t32\t66\t41\n2 (오른쪽 팔다리)\t10\t42\t42\t19\n3(확산)\t20\t31\t52\t24\n\n\n\n\n징후를 보이는 개의 수와 함께 세 그룹 사이의 임상 징후. 그룹 1 – 좌엽의 췌장염, 그룹 2 – 우엽 내 췌장염, 그룹 3 – 미만성 췌장염.\n토론\n이 연구는 췌장염의 임상 징후와 췌장이 영향을 받은 부위를 연관시키는 데 초점을 맞추었으며, 췌장의 어느 엽이 관련되어 있는지에 따라 다른 임상 징후를 보고했습니다. 이 연구에서는 명백한 품종 소인이 확인되지 않았으며, 이는 모든 연령, 품종 또는 성별의 개가 췌장염에 걸릴 수 있다고 보고한 이전 연구와 일치합니다. 췌장염을 앓고 있는 대부분의 개는 대개 5세 이상이다(Cook et al. 1993; Ferreri et al. 2003; Hess et al. 1998; Watson et al. 2010). 다양한 연구에서 서로 다른 지리적 지역으로 인한 품종 선호도의 차이를 강조했습니다. 미국에서는 미니어처 슈나우저와 테리어 품종(특히 요크셔 테리어)이 위험성이 높다(Cook et al. 1993; Hess et al. 1998; Lem et al. 2008). 영국에서는 코커 스패니얼, 카발리에 킹 찰스 스패니얼, 보더 콜리, 복서가 만성 췌장염에 걸릴 위험이 높은 것으로 보고되었다(Watson et al. 2007).\n이 연구와 이전에 보고된 연구의 차이는 개체군 크기의 차이에 기인할 수 있으며, 현재 연구의 표본 크기가 이전 연구보다 훨씬 높았습니다.\n개의 경우 췌장은 오른쪽과 왼쪽 엽으로 나뉘며, 초음파에서 가장 쉽게 확인할 수 있는 오른쪽 엽과 몸에서 결합되며, 하행 십이지장에 배측, 오른쪽 신장에 복부, 상행 결장의 측면에 위치합니다(Larson 2016). 십이지장과 오른쪽 췌장엽은 10-12번째 늑간 공간(개의 형태에 따라 달라질 수 있음)의 등쪽 측면에 위치할 수 있으며 가로 또는 세로 평면에서 꼬리 방향으로 따라갈 수 있습니다(Larson 2016). 췌장체는 유문두오지장 접합부(pyloroduodenal junction)의 꼬리와 등쪽에 바로 놓이고, 복부는 문맥(portal vein)에 있으며, 내측은 근위 십이지장(proximal duodenum)에 있습니다. 개의 왼쪽 엽은 등쪽과 꼬리쪽에서 위장으로, 두개골은 횡방향 결장에 있습니다. 그것은 비장 정맥(splenic vein)의 과정을 따라가며, 비장 문턱(splenic hilus)에서 내측으로 췌장체 수준의 문맥(portal vein)으로 이동합니다. 송곳니의 좌엽은 종종 우엽보다 훨씬 작으며, 위와 횡결장에 있는 가스의 그림자와 잔향 인공물로 인해 지속적으로 감지하기가 더 어렵습니다(Larson, 2016). 각 엽의 해부학적 위치는 이 연구의 결과를 설명할 수 있기 때문에 중요합니다.\n복부 초음파는 개의 췌장염 진단을 위해 선택되는 영상 방법으로 간주되며, 유사한 임상 징후를 공유하는 감별 진단을 배제할 수 있는 추가적인 이점이 있습니다(Xenoulis, 2015). 그러나 복부 초음파의 성능은 사용자의 전문 지식에 달려 있습니다. 급성 췌장염이 있는 개에서 초음파 검사 소견으로는 췌장 내 저반향 영역, 장간막의 반향성 증가, 췌장의 확대 또는 불규칙성, 췌장 또는 담관의 확장, 복수 등이 있습니다(Ferreri et al. 2003; Hecht & Henry 2007; Hess et al. 1998; Saunders et al. 2002; Swift et al. 2000). 췌관의 확장은 인간 환자에서 췌장염에 대한 병리적인 것으로 간주되며, 개에서도 가능할 수 있다(Simpson & Lamb 1995; Watson 2004). 췌장염에서 주변 장간막은 췌장 주위 동그니염과 지방 괴사를 나타내는 과반향일 수 있습니다(Hecht & Henry 2007). 개의 경우, 우엽은 급성 질환에서 췌장의 가장 흔한 영향을 받는 부분인 것으로 보이며, 이는 초음파에서 우측 사지를 더 쉽게 식별할 수 있다는 사실과 관련이 있을 수 있습니다(Larson 2016). 이러한 초음파 검사 결과는 이번 연구에 반영되었으며 연구자들이 급성 췌장염 진단을 돕는 데 사용되었습니다. 이전 연구에서는 건강한 개에서 정상적인 초음파 검사 결과를 설명했습니다. 그들은 췌장의 우엽이 가장 일관되게 보이고 측정된 것은 개의 98%에서 왼쪽 엽이 모든 개의 88%와 몸의 64%에서 발견된 반면, 췌관은 모든 개의 8%에서만 발견되었다는 것을 보여주었습니다(Murtaugh et al. 1985). 6마리의 건강한 개에서 유발된 췌장염에 대한 실험적 연구에서, 좌측 및 우측 췌장엽 모두에서 반향성의 전반적인 감소를 동반한 이질적인 반향성(echogenicity)을 가진 불분명한 종괴가 보고되었습니다. 5/6마리의 개에서 우측 췌장엽 침범이 발견되었고, 4/6마리의 개에서는 좌측 췌장엽이 관여했다(Murtaugh et al. 1985). 실험적으로 유도된 췌장염을 앓고 있는 개 3마리의 초음파검사 결과를 평가한 연구에서, 우측 췌장 엽 병리학이 좌측 엽 병리학보다 더 자주 발견되었다(Nyland et al. 1983). 이러한 발견은 또 다른 연구(Lamb & Simpson 1995)와도 일치한다. 이러한 연구는 실험적이며 소수의 개를 대상으로 수행되었지만, 이러한 결과는 췌장의 우엽에 고립된 병변이 36%에서 확인된 반면 췌장의 좌엽에 고립된 병변은 14%의 사례에서 확인되었다는 본 연구의 결과와 같습니다. 미만성 췌장 질환은 환자의 50%에서 발견되었습니다. 따라서, 본 연구에 따르면, 미만성 췌장 병리학은 급성 췌장염 환자에서 가장 흔한 초음파 검사 소견인 것으로 보인다.\n이전 연구에서 급성 췌장염과 일치하는 초음파 검사 소견이 68%에서 나타났다(Hess et al. 1998). 초음파검사는 다른 영상 방법에 비해 상대적으로 비용이 저렴하고 비침습적이라는 장점이 있습니다. 그러나 정상적인 초음파 검사 결과의 낮은 음성 예측값은 위음성 결과가 가능하기 때문에 급성 췌장염에 대한 배제 진단 절차로 초음파 검사를 사용하는 것을 방해합니다(Ruaux 2003). 모든 병변이 환자의 임상 상태와 상관관계가 있는 것은 아니다(Mix & Jones 2006). 초음파 검사에서 유의하지 않은 췌장 병변이 발견될 수 있기 때문에 초음파 검사를 통해 확인된 췌장 이상의 중요성은 환자의 임상 징후에 비추어 해석해야 합니다(Mix & Jones 2006). 이전 연구에서는 주름지고 두꺼워진 대장 벽의 초음파 패턴이 췌장염과 관련이 있음을 보여주었습니다. 그 연구에서 18마리의 개는 주름진 장을 가지고 있었습니다. 그러나 급성 췌장염의 최종 진단은 50%의 사례에서만 이루어졌습니다(Moon, Biller & Armbrust 2003). 따라서 췌장염의 진단은 초음파 검사 소견에만 전적으로 근거해서는 안 되며, 적절한 병력, 임상 검사 소견 및 생화학적 혈액 검사의 상관관계가 여전히 중요합니다.\n개의 췌장염에 대한 병리학적 징후는 없습니다. 그러나 중증 급성 췌장염을 앓고 있는 개는 일반적으로 급성 발병 복통을 호소한다(Hess et al. 1998; Weatherton & Streeter 2009). 한 연구에서는 급성 췌장염을 앓고 있는 개의 58%에서 복통이 발생했다고 보고했는데(Hess et al. 1998), 이는 복통이 모든 사례의 15%에서만 나타난 이번 연구의 결과보다 훨씬 높다. 식욕 부진은 91%의 사례에서 발생하는 것으로 보고되었는데(Hess et al. 1998), 이는 연구에 참여한 모든 개 중 35%에서만 식욕 부진이 나타난 현재의 연구와는 다르다. 급성 구토는 90%의 사례에서 보고되었지만(Hess et al. 1998), 이 연구에서는 모든 환자의 50%에서만 발생했다. 설사는 개의 33%에서 보고되었지만(Hess et al. 1998), 이 연구에서는 모든 동물의 25%에서만 발생했다. 본 연구와 Hess et al.(1998)의 차이점은 두 연구의 초점이 다르다는 점과 복부 초음파 기술 및 시술자의 전문성이 개선되었기 때문이라고 할 수 있다. 더욱이, 이번 연구의 표본 크기는 Hess 등의 연구보다 훨씬 높았습니다. 더욱이, 이러한 결과들 간의 차이는 서로 다른 환자 집단에 기인할 수도 있다. Hess et al.(1998)의 연구는 사망한 환자만 대상으로 했다. 따라서 이러한 환자들은 더 심각한 임상 징후를 보였을 수 있습니다. 췌장염을 앓고 있는 개 20마리를 대상으로 한 또 다른 연구에서는 단 한 마리(5%)만이 위장 징후가 없었다(Kis et al. 2013). 다시 한 번 말하지만, 이것은 매우 작은 표본 크기였습니다.\n이 외에도 통증, 구토 및 설사는 미만성 췌장염에서 더 흔하게 확인되었습니다. 식욕 부진은 우측과 미만성 췌장염에서 더 두드러졌다. 그룹 간의 이러한 차이는 췌장의 다양한 엽이 영향을 받을 때 위 및/또는 장관 침범에 기인할 수 있습니다. 인간의 경우, 수많은 연구에서 멀미, 임산부 및 위마비가 있는 개인에서 메스꺼움과 위부정맥의 발병의 관계가 있음을 입증했습니다(Hasler et al. 1995; Koch 2014; Xu et al. 1993). 이전 연구에서는 위부정맥과 메스꺼움 사이의 관계를 시사했다(Xu et al. 1993). 이 외에도 부정맥을 감소시키고 메스꺼움을 감소시키며 부정맥을 증가시키는 자극을 줄이는 약물은 메스꺼움을 촉진 할 수 있습니다 (Koch 2014). 따라서 미만성 췌장염은 위와 밀접한 관련이 있기 때문에 메스꺼움과 구토를 유발하는 위부정맥을 유발할 수 있다고 추측할 수 있습니다. 미만성 췌장염에서 설사의 빈도가 증가할 가능성은 위 및 결장 벽이 두꺼워지거나 위가 덤핑되는 증후군일 수 있습니다. 급성 췌장염을 앓고 있는 사람을 대상으로 한 최근 연구에서는 MRI를 사용하여 위장관의 이상을 기록한 결과, 환자의 20%와 15%에서 위와 횡단결장이 각각 두꺼워진 것으로 나타났습니다(Ji et al. 2017). 위 절제술을 받은 사람의 경우 덤핑 증후군이 발생할 수 있습니다. 이는 삼투압 내용물이 근위부로 빠르게 위가 배출되는 것을 수반합니다(Davis & Ripley 2017; Machella 1950). 췌장의 좌엽이 위와 가깝기 때문에 국소적인 염증으로 인해 위 운동성이 영향을 받을 수 있으며, 그 결과 위 내용물이 근위부로 흘러 들어가 설사를 유발할 수 있다고 추측할 수 있습니다. 인간의 경우 급성 괴사성 췌장염은 결장 합병증을 유발할 수 있습니다. 이전 연구에서는 급성 괴사성 췌장염을 외과적으로 관리한 인간 환자 중 6.1%가 합병증으로 염증 과정에 이차적인 대장 경색을 앓고 있음을 보여주었다(Adams, Davis & Anderson 1994). 이러한 결과는 급성 췌장염을 앓고 있는 22명의 환자에서 9명이 결장 침범을 보였다는 이전 연구와 유사합니다. 9명의 환자 중 3명은 횡결장이 영향을 받았다(Aldridge et al. 1989). 개의 경우 췌장의 왼쪽 엽은 두개골 방향으로 횡단 결장에 있습니다. 사람에게서 발생하는 합병증만큼 심각하지는 않지만, 췌장의 좌엽에 영향을 미치는 국소 염증 과정이 횡단 결장의 대장염을 유발할 수 있으며 반드시 항상 구토를 유발하는 것은 아니라는 가설을 세웠습니다. 그러나 상태가 진행됨에 따라 시간이 지남에 따라 변경될 수 있습니다. 좌엽 췌장염과 관련된 경미한 임상 징후는 수의학 문헌에 설명되어 있지 않지만, 급성 췌장염이 있는 개의 CT 혈관 조영술 및 초음파 검사를 평가한 새로운 간행물에서 몇 가지 흥미로운 결과가 입증되었습니다. 이 연구는 췌장의 이질적인 조영제 강화를 가진 개가 5일 이상 입원할 가능성을 포함하여 입원 기간이 현저히 길고, 재발 횟수가 증가하며, 문맥 혈전증이 발생할 가능성이 유의하게 더 높다는 것을 보여주었습니다(French et al. 2019). 최근 연구에서는 췌장의 우엽 두께와 십이지장의 벽화 두께 및 십이지장 지름 사이에 약하지만 유의미한 선형 상관관계가 있음을 강조했습니다(Wickramasekara Rajapakshage et al. 2016). 이는 오른쪽 췌장과 인접한 십이지장 사이의 차원적 관계를 보여주며 개의 췌장 크기를 평가하는 데 사용할 수 있습니다(Wickramasekara, Rajapakshage, et al., 2016). 또한, 최근의 연구는 장이 장 허혈증으로 인해 췌장 염증에 직접적으로 기여하거나 악화시키는 것으로 생각된다는 것을 입증했습니다(Flint & Windsor 2003). 오른쪽 췌장 엽은 하강하는 십이지장에 배측에 있습니다. 식욕 부진은 이 연구에서 통계적으로 발견되었으며, 우측 및 미만성 췌장염이 있는 개에서 더 널리 퍼진 것으로 나타났습니다. 십이지장은 많은 수의 수용체를 가지고 있으며 '메스꺼움의 기관'이라고 불린다는 사실에 대한 가능한 설명에 기인할 수 있습니다(Schoor 2011). 십이지장 내의 이러한 수용체를 자극하면 메스꺼움으로 인해 식욕이 저하될 수 있으며 반드시 구토를 하는 것은 아닙니다. 또한, 급성 췌장염을 앓고 있는 개 환자에서 보이는 통증은 췌장의 좌엽 또는 우엽에 국한된 질환에 비해 미만성 췌장 질환에서 유의하게 더 높은 빈도로 관찰되었습니다. 미만성 췌장염이 있는 개는 더 심각한 형태의 질병을 가지고 있기 때문일 수 있습니다. 그룹 간의 중복에도 불구하고 이 연구는 미만성 췌장염에서 통증 반응이 더 높은 빈도로 발생할 것으로 예상되지만 전반적으로 매우 흔한 임상 징후는 아님을 나타냅니다. 복통이 없다고 해서 췌장염이 배제되는 것은 아니기 때문에 특히 두 엽 중 하나가 영향을 받는 경우 중요합니다.\n본 연구의 결과는 췌장의 임상징후와 초음파 검사 변화 간에 유의미한 차이가 없음을 보여준 이전 연구와 대조를 이룬다(Myung-Jin et al. 2017). 그러나 이 연구는 40마리의 고객 소유 개라는 작은 표본 크기를 가지고 있었습니다(Myung-Jin et al. 2017). 이 외에도 본 연구의 목적은 본 연구의 목적과 다른 췌장염이 있는 개의 비정상적인 혈청 개 췌장 특이적 리파아제 결과와 췌장 초음파 검사 결과를 비교하는 데 중점을 두었습니다.\n이 연구의 중요한 한계는 다음과 같다: 이 연구는 한 단일 시점에서만 평가된 개를 대상으로 한 후향적 연구였다. 후속 스캔 없이 단 한 번의 초음파 검사만 수행되었습니다. 그리고 췌장 조직병리학은 실시되지 않았다. 또한 여러 사람이 초음파를 수행했기 때문에 초음파 검사에서 초음파 스캐너의 감도뿐만 아니라 작업자의 기술이 매우 중요하기 때문에 관찰자 간 변동이 있을 수 있습니다. 그러나 초음파 검사를 수행하는 모든 사람은 초음파 검사에 대한 교육을 받았으며 동일한 초음파 스캐너를 사용하여 표준 초음파 검사 절차를 따라야 했습니다. 또한, 모든 이미지와 동영상은 소동물 초음파에 대한 광범위한 경험을 가진 한 명의 검토자에 의해 평가되었기 때문에 이러한 제한의 영향을 줄였습니다. 췌장염이 있는 개에서 관찰된 병변에 대한 등급 지정(임상 및 초음파 검사 소견)은 논의되지 않았지만, 임상 징후의 중증도가 아닌 존재가 본 연구의 목적이었기 때문에 이것이 결과의 결과에 영향을 미쳤다고 생각하지 않습니다. 그러나 이러한 결과의 예후 유의성을 평가하는 향후 연구에는 복통과 식욕 부진에 대한 등급 척도가 포함되어야 한다. 추가적인 한계는 췌장의 사지에 국한된 췌장염의 실제 유병률이 본 연구에서 과소 대표되었을 수 있다는 것인데, 이는 위 내용물의 간섭으로 인해 좌지 췌장염이 있는 동물이 불필요하게 배제될 수 있기 때문이며, 품종 선호도를 결정하기 위한 승산비가 수행되지 않았기 때문입니다. 개는 연구에 포함되기 위해 췌장염과 일치하는 초음파 검사 결과를 가져야 했습니다. 따라서 초음파 검사 결과가 없는 환자는 연구에서 제외되었을 수 있으며, 이로 인해 결과가 편향되었을 수 있습니다. 그러나 이러한 환자들이 다른 포함 기준을 가졌을 가능성은 거의 없습니다. 또한, 혈청 송곳니 췌장 리파아제의 농도는 평가되지 않았습니다. 최종 Spec cPLI 농도 테스트는 결과가 200mg/L에서 400mg/L 사이이고 > 값이 400mg/L일 때 췌장염을 나타낼 때 회색 지대가 있습니다. SNAP cPL 결과는 정상 또는 비정상으로만 구별할 수 있습니다. 따라서 일부 환자는 SNAP cPL에 대한 위양성 검사 결과를 받았을 수 있습니다.\n연구의 한계에도 불구하고, 그럼에도 불구하고 이 연구 결과는 췌장염이 있는 개가 영향을 받는 췌장 부위에 따라 어떻게 다양한 임상 징후를 보일 수 있는지를 포함하여 적절한 질문을 제시합니다. 이러한 결과는 이전에 설명되지 않았지만, 이러한 모호한 임상 징후가 개에서 어떻게 발생하는지 이해하는 데 도움이 될 수 있고 의사의 치료 요법에 도움이 될 수 있기 때문에 이러한 결과는 중요합니다. 또한, 이러한 결과를 검증하고 영향을 받은 췌장 부위가 개에서 예후적 유의성을 갖는지 여부를 평가하기 위해 추가 연구가 필요합니다.\n이 연구에서 얻은 결과를 바탕으로 좌측, 우측 및 미만성 췌장염이 있는 동물은 임상 양상이 다르다는 결론을 내릴 수 있습니다. 또한, 통증은 미만성 췌장염에서 더 높은 빈도로 발생하지만, 구토와 설사는 미만성 췌장염이 있는 개에서 더 흔합니다. 또한, 식욕 감소는 미만성 췌장염과 우엽 췌장염이 있는 개에서 더 흔하게 나타납니다."
}