{"title": "39 . 말티즈견에서 원인불명의 수막뇌염과 관련된 시신경염의 장기 추적 조사", "author": "정선준", "publisher": "한국수의과학회", "department": "내과", "disease": "39 . 말티즈견에서 원인불명의 수막뇌염과 관련된 시신경염의 장기 추적 조사 \n6세의 온전한 수컷 말티즈견이 실명과 운동 실조의 병력을 가지고 나타났습니다. 신경 안과 검사 사례 보고 , 동공이 확장되었고 동공 빛 반사가 없었으며 양쪽 눈 모두 위협 반응이 나타났습니다. 경미한 유두 주위 부종이 관찰되었습니다. 오른쪽 눈의 기저부 자기공명영상 촬영 후, 개는 수막뇌염으로 임시 판단되었습니다. 알려지지 않은 병인. 3년 동안 시신경 유두의 상태를 모니터링 하기 위해 추적 안저 검사를 시행했습니다. 프레드니솔론 치료법로 시신경이 위축되어 개는 시력을 회복할 수 없었습니다. 주요단어을 실시한다 개, 안저, 장기 추적 관찰, 원인 불명의 수막뇌염, 시신경염 시신경염은 시신경의 탈수초화를 유발하는 질환입니다. 한쪽 또는 양쪽 눈의 시력을 갑자기 잃게 됩니다[1,2]. 염증, 질병, 신생물 등 시신경염의 원인은 다양합니다. 그러나 시신경 손상의 원인을 명확 히 밝히는 것은 많은 경우 어렵다. 신경염입니다. 따라서 대부분의 경우 특 발성으로 분류됩니다[1,3]. 임상 징후 시신경염의 증상에는 급성 시력 상 실과 확장되고 반응하지 않는 것이 포함됩니다. 영향을 받은 눈의 동공. 안저 검사에서 시신경 원반이 나타납니다. 붓고 부종되며 디스크 여백이 흐릿해집니다. 생리학적 컵도 손실될 수 있으며 디스크 표면의 혈관이 상승하고 출혈이 있을 수 있습니다[1]. 유두염, 유두 주위 망막 부종과 신경망막염은 일반적으로 개에서 시신경염과 관련이 있습니다. [2]. 시신경 검사 결과는 시신경이 정상일 경우 처음에는 정상일 수 있습니다. 유두는 영향을 받지 않았지만 후 구시신경이 영향을 받았습니다[1,4]. 자기공명영상(MRI), 시신경의 과신호 및 비후 신경이 관찰될 수 있습니다[3]. 시신경염은 적절하게 조절되지만, 일반적으로 시신경 위축으로 진행되며 창백하고 회색으로 나타납니다. 망막혈관의 감쇠로 인한 시신경 위축. 치료법를 하더라도 시신경염의 경우 시력 회복 예후는 좋지 않은 것으로 알려져 있다[3]. 원인 불명의 수막뇌염(MUE)은 다음을 지칭하는 광범위한 용어입니다. 조직학적으로 지지되지 않는 중추신경계(CNS)의 염증성 병변에 대해 [5] MRI 및 뇌척수액(CSF) 평가이 가 능합니다. 다른 염증성 비질병성 CNS 질환을 배제하는 데 사용됩니다. 조직의 염증 패턴과 염증 세포 유형에 관하여 샘플을 통해 과립종성 수막뇌염(GME), 괴사성 수막뇌염 및 괴사성 백질뇌염과 같은 특정 염증성 뇌감염을 구별할 수 있었습니다[6]. 이 경우, 시간 경과에 따른 시신경 유두의 안구경적 변화는 MUE와 관련된 시신경염이 있는 개는 다음 항목에 기록되어 있습니다. 소유자의 동의. 오른쪽 눈의 연속적인 안저 영상. (A) 0일, (B) 1개월 후, (C) 2개월 후, (D) 3개월 후, (E ) 18개월 후, (F) 31개월 후, (G) 36개월 후(최초 방문과의 시 간). 6세의 온전한 수컷 말티즈견이 동물 의료 센터에 목 통증, 앞다리 운동 실조 증, 실명의 병력을 가지고 왔습니다. 신경 안과 검사 결과, 동공이 확장되었고 동공 빛 반사(PLR), 눈부심 반사, 양쪽 눈(OU)에서 위협 반응이 소실되었습니다. 안구 내압 및 쉬르머 눈물 검사 측정치는 정상 범위 내에 있었습니다. 핸드헬드 망막 카메라 (Genesis D; Kowa, 일본)를 사용한 안저 검사에서 오른쪽 눈의 시신경 유두(OD)는 주변 유두 부 종과 관련된 모호한 여백이 있는 것으로 관찰되었습니다. 왼쪽 눈(OS)에는 이상이 관찰되지 않았습니다. 소유자의 재정적 어려움으로 인해 전기 망막 검사(ERG)를 진행할 수 없었습니다. 혈액 평가 결과는 정상 범위 내에 있었습니다. Ehrlichia canis, Anaplasma phagozytophilia, Toxoplasma gondii 및 canine distemper virus에 대한 혈청 역가는 음성이었습니다. MRI 검사에서 오른쪽 전뇌는 T2 강조 횡단 이미지에서 고신호 강도를 보였습니다. 시신경, 시교차 또는 시신경로와 관련된 주목할 만한 소견 은 없었습니다. 또한, 아틀란토 후두 공간에서 얻은 뇌척수액의 세포학적 및 생화학적 진단에서 세포 수, 단백질 또는 포도당 수치가 증가하지 않았습니 다. 개는 임시적으로 MUE로 진단되었습니다. 개는 프레드니솔론(1.0 mg/kg 경구 [PO], 하루 두 번 [BID]; 유한양행, 한국)으로 7일 동안 치료법에 대한 주요 항목이 논의된다. 첫 번째 방문 후 한 달 후에도 위협 반응과 PLR은 여전히 OD가 없었습니다. 시신경 유두 OD는 초기 검사 때보다 덜 부어 있었습니다. 그러 나 위협 반응과 PLR이 존 재했고 시력은 OS로 회복되었습니다. 시신경 유두 OS에서 이상은 관찰되지 않았습니다. 경부 통증과 앞다리 운동 실조는 해소되었습니다. 의복용량 프레드니솔론은 감소했습니다(0.5mg/kg PO, BID 14일 동안, 그다음 0.2mg/kg PO, BID 14일 더). 첫 번째 방문 2개월 후, PLR과 위협 반응은 OU에서 사라졌습니다. 시신경 유두 OD는 충혈되고 부어올랐으며, 유두에 인 접한 여러 개의 흰색 원형 망막하 침윤이 관찰되었습니다. 시신경 유두 OS도 부어오르고 충혈되었고, 마지막 방문과 비교했을 때 등쪽 망막 정맥이 구불구불해졌습니다. 프레드니솔론(1.0 mg/kg PO, BID)을 14일 동안 증량하여 처방했습니다. 첫 방문 3개월 후, 시신경 유두 OD 경계에서 침윤이 사라졌습니다. 그러나 시신경 유두 OD는 충혈 상태를 유지하였고 시신경 유두 OD의 크기는 감소하였다. 시신경 유두 OS의 크기도 감소하였고 경미한 시신경 유두 주위 부종이 지속되었다. 프레드니솔론은 다음과 같은 용량으로 처방되었다. 1.0mg/kg PO, BID 7일 동안, 그 다음 0.7mg/kg PO, BID 14일 동안. 약물 복용을 계속하였지만 시력은 회복되지 않았다. 초기 진 단 18개월 후, 시신경 유두 OD는 시신경 부종이 재발하였을 때의 모습에 비해 현저히 창백하였고, 시신경 유두의 경계에 있는 하측두부에서 명백한 위축이 시작되었다. 비테페탈 기저부에서 탈색이 관찰되었다. 또한 망막 박리 OU로 인해 비테페탈 기저부에서 맥락막 혈관이 보였다. 프레드니솔론(1.0mg/kg PO, 14일 동안 BID, 그 다음 0.5mg/kg PO, 7일 동안 BID)을 이용한 전신 치료법가 처방되었다에 대한 주요 항목이 논의된다. 진단 후 31개월, 시신경 유두의 하측두부 위축이 OD 중앙으로 더 진행되었고, 심각한 시신경 유두 위축 OS가 관찰되었다. 첫 번째 방문 후 36개월 후에 시신경 유두 위축이 발생했습니다. 시신경염의 장기 추적 조사. 좌안의 연속 안저 이미지. (A) 0일, (B) 1개월 후, (C) 2개월 후, (D) 3개월 후, (E) 18개월 후, (F) 31개월 후, (G) 36개월 후 (초기 방문과의 시간). 시상간 접착의 전방 레벨에서 T2 강조 (A) 횡단 및 (B) 시상면 이미지. 오른쪽 전뇌의 고신호 영역에 주목하세요. 복부 영역 OD로 진행됨. 프레드니솔론의 복용량은 7일 동안 1.5mg/kg PO, BID로 증가되었습니다. 장기간 간헐적으로 코르티코스테로이드를 사용하였고, 꾸준한 사용은 없었으므로 경미한 다뇨증과 다음증을 제외하고는 중대한 부작용은 발견되지 않았다. 주인이 정기적으로 병원에 오지 않아 정기적인 추적 관찰이 어려웠다. 또한 주인의 재정적 어려움으로 비교적 비싼 면역 억제제를 사용할 수 없었다. 판단 후 3년 동안 심각한 시신경 위축증이 발생하여 OU가 발생하였고, 환자는 결국 3년 후 추적 관찰을 하지 않았다. 그러나 주인과의 전화 연락을 통해 마지막 방문 후 얼마 지나지 않아 사망한 것이 확인이 이루어졌다는 시간이 이미 지났기 때문에 부검을 실시할 수 없었다. 시신경은 망막 신경절 세포의 축삭으로 구성됩니다. 축삭은 격자판을 통 해 안구를 빠져나와 합쳐져 후구 시신경을 형성합니다[2]. 시신경염은 병변의 위치에 따라 시신경 유두염 과 시신경 후신경염으로 나눌 수 있다[1]. 이 증례에서 시신경염은 시신경 유두염으로 보였으며 시신경 유두 가 붓고 시신경 유두 주위 부종(OD)이 있었다. OS의 경우 시신경 유두는 처음 판단받은 지 2개월 후까지 정상으로 보였지만 신경 안과 검사에서 이상이 있었고 눈은 보이지 않았다. 이는 시신경 후신경염이 시신경 유두 앞쪽으로 확장되 었거나 시신경 축삭의 역행성 변성이 있었음을 의미한다. 사람과 동물 모두에서 시신경염의 원인을 파악하기 어려운 경우가 많다[2]. 116 정선준, 김쥬리, Caryn E Plummer, 이기창, 김민수 환자의 병력, 안과 및 신경과 검사 결과 검사, 임상병리학 및 고급 영상 이 사례 연구에서 환자는 임시적으로 MUE로 진단되었습니다. GME는 중추신경계의 비화농성 염증성 감염입니다. 병인이 알려지지 않은 MUE의 한 종류 [4]. GME는 위치와 병리학적, 의료적 특징에 따라 국소형, 전파형 및 눈의 형태. 이 세 가지 형태 중에서 눈의 형태가 가장 작습니다. 공통 [4,7]. 시신경은 수막에 둘러싸여 있습니다. 따라서 수막의 질병 시신경에 영향을 미칠 수 있습니다[2]. 눈의 형태는 GME는 시신경을 침범하며 급성 발병으로 나타납니다. 시력 상실 및 빛 자 극에 대한 무반응[4,7]. 안저검사상 시신경의 붓기 머리, 디스크 가장자리가 불분명하고 혈관이 확장되었으며, 가끔은 망막 출혈이나 박리가 드러날 수 있습니다. [1,4] 정확한 병인은 밝혀지지 않았지만 GME 가장 가능성 있는 감별판단으로 추정됩니다. 이것이 사례가 확실히 GME로 판단되었으므로 가능성이 높습니다. 눈의 형태로 간주되었습니다. 시신경 디스크의 변화, 유두주변 침윤을 포함하여 관찰될 수 있습니다. 시간에 따른 일련의 기저부 검사. 조직병리학적 검사 없이 침윤물의 구성을 정확하 게 식별하는 것은 불가능합니다. 그러나 이전에는 조직구 세포가 혈관 주위에 융기를 형성하고 망상섬 유가 개별 조직구 세포 주위에 형성된다고 알려져 있었습니다[8]. 유사한 사례는 미니어처에서 시신경 주위에 과립종성 염 증이 특징이었습니다. GME와 관련된 시신경염 이 있는 다크스훈트[9]. 우리의 경우에서 또 다른 흥미로운 발견은 시신경이 위축되는 비대칭적인 방식이 었습니다. 시신경의 하측 측두엽 측면은 OD에서 위축되기 시작했습니다. 디스크의 나머지 부분보다 먼저. 이것은 다음과 같은 이유로 발생했을 수 있습니다. 망막 신경 섬유층(RNFL)은 하측 사분면에서 가장 얇고 그 다음이 측두 사분면입 니다[10]. 시신경염의 주요 결과 중 하나는 축삭 손실입니다. RNFL이 얇아지고 시력이 감소합니다. RNFL 두께가 상당히 감소하는 것도 발견 됩니다. 시신경염이 있는 인간. RNFL의 가장 얇은 부분은 인간의 측두엽 RNFL. 시신경 위축의 영향을 받는 첫 번째 부위는 측두엽입니다. RNFL[11]. 그러나 이전 연구에서는 RNFL이 상부, 하부, 비강의 두께가 감소되었습니다. 사분면에는 변화가 없었지만 시간 사분면에는 변화가 없었습니다. 시신경염이 있는 인간의 눈과 반대 쪽 정상 눈을 비교한 결과[12]. 정상적인 개에 대 한 추가 연구 및 시신 경염이 있는 개는 다음을 결정해야 합니다. RNFL의 두께에는 실제로 차이가 있습니다. 시신경 질환으로 인해 어떤 변화가 일어나는가. 갑작스러운 후천성 망막 변성증에 걸린 개 급성 급성 호흡 기 증후군(SARDS)은 시력 갑작스러운 상실에도 나타납니다. [13 15]. 광수용체 외부 세그먼트가 보고되었습니다. SARD에 감염된 눈은 사라졌습니다[14]. 그 결과, ERG 반응이 나타났다[13 15]. 그러나 안저에서는 검사 결과 안구 저는 정상으로 나타났다[13,15]. 감소 정상 안저에서 ERG 반응은 전형적인 특징입니다. SARDS와 급성 시력의 다른 원인을 배제할 수 있습니다. 시신경염과 같은 손실은 일반적으로 정상으로 나타납니다. ERG 반응[1,13,16]. SARDS는 동공 확장을 보여줍니다. 밝은 흰색 빛에 대한 반응이 느립니다. 색채 PLR에서 파란빛에는 반응하지만 빨간빛에는 반응하지 않는다 [13]. 시신경염도 동공확장을 보이나 동공 흰색, 파란색을 포함한 조명에 고정되어 반응하지 않습니다. 그리고 빨간색[2,3]. 이 경우에는 ERG를 시행하지 않았지만, SARDS는 PLR과 비정상적인 안저 소견에서 제외될 수 있는데, 이는 SARDS와 관련이 없었습니다. 그러나 과반사성 태피탈과 같은 안저의 이상 안저, 시신경 유두 위축 및 감쇠 망막 혈관은 SARDS에 영향을 받는 환자에서 발견될 수 있습니다. 발병 후 수개월이 지나서야 눈이 보이는 경우가 있었습니다[16]. 이 경 우 시력 초기 단계에서 비정상적인 안저 소견이 발견되었습니다. 이는 이것이 SARD가 아니라는 사실을 뒷받침할 수 있습니다. 시신경염의 시력에 대한 예후는 일반적으로 다음과 같습니다. 불량한 것으로 간주됩니다[1,2,4]. 시신경염 및 MUE에 대한 여러 치료법법이 보고되 었습니다. 면역 억제 치료법법, 특히 코르티코스테로이드가 일반적으로 사용됩니다 [4]에 대한 주요 항목이 논의된다. 부신피질호르몬은 추정 GME에 대한 면역억제 치료법의 주요 수단이며 스테로이드 단일 요법에 대한 반응입니다. 가변적이며 종종 일시적입니다[17]. 여러 가지 대안 면역억제제는 보조적 치료로 진단됨 GME 환자를 위한 옵션에는 프로카바진, 시토신이 포함됩니다. 아라비노사이드 및 사이클로스포린[3,5,17]. 전신 면역 억제제 요법은 향상을 희망 하여 일상적으로 사용됩니다. 시각 회복 및 유지, 그러나 장기 시각 기능이 치료법로 효과적으로 유지된다는 실질적 인 증거는 없습니다[4]에 대한 주요 항목이 논의된다. 이 경우 시신경염 처음에는 프레 드니솔론에 반응했지만 재발했습니다. 발생했다. 프레드니솔론의 효능이 낮을 뿐만 아니라 투약 일 수와 방문 간격의 불규칙성이 있을 수 있습니다. 예후가 좋지 않은 것으로 나타났습니다. GME 환자의 생존시간은 다음과 같다고 보고되었습니다. 국소 병변이 있는 경우 코르티코스테로이드만 투여했습니다. 41일(3~1215일 이상)[17]. 또한 Kitagawa et al 발병 후 105일의 생존 기간이 보고되었습니다. 안구 GME의 증상[9]. 이전과 비교 보고에 따르면, 이 사례의 생존 기간은 3년 이상이었습니다. 불행히도 이 경우 환자가 잃어버렸기 때문에 최종적인 병인학적 판단을 확인하 는 것이 불가능했습니다. 3년 치료 후 추적 조사. 부검 때문에 진행되지 않았으므로 조직학적 판단을 내릴 수 없습니다. 만들어졌습니다. 그러나 이 사례는 의료적으로 매우 중요합니다. 시신경염의 병리학적 진행을 기록합니다. 3년 이상 연속적인 안저검사를 통해 MUE와 관련이 있음이 밝혀졌습니다\n"}