{
  "title": "46. 건강한 개 및 만성 신장 질환이 있는 개의 조기 신장 질환에 대한 소변 알부민 대 크레아티닌 비율의 진단 검증",
  "author": "이수열",
  "publisher": "대한수의학회",
  "department": "내과",
  "disease": "46. 건강한 개 및 만성 신장 질환이 있는 개의 조기 신장 질환에 대한 소변 알부민 대 크레아티닌 비율의 진단 검증\n\n소개\n반려견의 만성 신장 질환(CKD)은 3개월 이상 지속되는 신장의 기능적 또는 구조적 변화를 특징으로 하는 질환입니다[1]. 이 질병의 유병률은 7%로 보고되었으며, 10세 이상의 개에서는 15%로 증가했습니다[2]. 신장 기능이 악화됨에 따라 요독성 위장염, 빈혈, 신장 이차성 부갑상선 기능 항진증과 같은 합병증이 발생할 수 있습니다[3]. 수의학에서 개의 CKD 병기는 IRIS(International Renal Interest Society) 지침에 따라 분류되며, 질병의 중증도와 예후를 평가하기 위해 혈압과 단백뇨에 따라 하위 병기를 분류합니다[1,3]. CKD 진행을 예방하려면 조기 진단이 필수적입니다. 인체 의학에서는 사구체여과율(GFR)과 알부민 대 크레아티닌 비율이 CKD 관리 및 모니터링에 사용됩니다[4]. 기존 계량봉 테스트에서 소변 알부민 수치가 1mg/dL 이상이지만 30mg/dL 미만인 것으로 정의되는 미세알부민뇨증은 초기 CKD 지표 역할을 합니다[5]. 알부민 대 크레아티닌 비율이 30mg/g 이상이면 비정상으로 간주되며 CKD 모니터링에 사용되며 조기 발견 및 치료는 질병 진행을 늦추는 데 도움이 됩니다[6].\nIRIS 지침에 따르면 반려견의 CKD 진단에는 일반적으로 혈청 크레아티닌(CREA) 농도를 측정하고 임상 증상을 관찰하는 것이 포함됩니다. 그럼에도 불구하고, 초기 단계의 만성콩팥병은 CREA의 변화나 증상을 동시에 보여주지 않을 수 있습니다[3]. 이러한 경우 대칭 디메틸아르기닌(SDMA)의 수치가 CREA보다 일찍 상승하기 때문에 진단에 도움이 될 수 있습니다[7,8]. 소변 단백질 대 크레아티닌 비율(UPC), 소변 비중(USG) 및 혈액 요소 질소(BUN)와 같은 다른 신장 바이오마커도 위험과 예후를 평가하는 데 사용됩니다[9]. 또한 조기 CKD 진단 및 질병 진행 평가를 위해 혈청 시스타틴 C, 요로 시스타틴 B, 호중구 젤라티나제 관련 리포칼린 및 레티놀 결합 단백질과 같은 바이오마커에 대한 연구가 진행 중입니다[10,11,12,13]. 반면, 신뢰할 수 있는 초기 CKD 바이오마커를 식별하는 것은 여전히 어려운 과제입니다.\n일부 연구에서는 알부민뇨증 검출이 조기 신장 질환을 나타낼 수 있다고 제안합니다[14,15,16]. 연구에 따르면 CKD가 있는 개에서 소변 알부민 대 크레아티닌 비율(UAC)이 건강한 개에 비해 유의하게 높다고 합니다[17]. 또 다른 연구에서는 개의 UAC 수치가 19mg/g ≤ 정상이라고 제안했습니다[18]. 염증성 질환, 감염성 질환, 대사성 질환, 종양성 질환 또는 심혈관 질환을 포함한 다양한 질환도 알부민뇨를 유발할 수 있습니다[14,17,19,20].\n이 연구는 개의 조기 CKD 진단을 위한 바이오마커로서의 UAC의 유용성과 UPC, USG, BUN, CREA 및 SDMA와 같은 다른 신장 진단 바이오마커와의 상관관계를 조사했습니다.\n방법\n스터디 설계\n이 연구에는 221마리의 고객 소유 개가 포함되었습니다. 개들은 병력, 임상 검사, 혈액 및 소변 분석, 복부 초음파 검사에서 얻은 데이터를 기반으로 두 그룹으로 분류되었습니다: 건강한 개 99마리와 CKD 진단을 받은 개 122명. CKD의 진단 및 분류는 CKD 병기에 대한 2023년 IRIS 기준을 따랐습니다[21]. 1기는 비아조테혈증이지만 식별 가능한 비신장 원인이 없는 부적절한 소변 농축 능력, 비정상적인 신장 촉진 및 비정상적인 신장 영상 소견과 같은 다른 신장 이상을 보이는 개로 구성되었습니다. 2기에는 CREA 수치가 1.4–2.8mg/dL이고 SDMA 농도가 18–35μg/dL인 경증 아조테혈증이 있는 개가 포함되었습니다. 3기에는 중등도의 아조테혈증이 있는 개가 포함되었으며, CREA 수치는 2.9–5.0mg/dL이고 SDMA 농도는 36–54μg/dL로 나타났습니다. 4기는 CREA 수치가 5.0mg/dL이고 SDMA 농도가 54μg/dL> 중증 아조테혈증이 있는 개≥ 구성되었습니다. 홍채 단계에 걸친 개의 분포는 1기(개 46마리), 2기(개 30마리), 3기(개 23마리), 4기(개 23마리)였습니다. 샘플은 2023년 4월부터 2023년 6월까지 지역 동물병원 4곳(타임즈동물병원, 시소동물병원, 송정동물병원, 강남아니동물병원)에서 수집되었습니다. 소변 샘플은 UAC, UPC, USG 분석에 사용되었고, 혈청 샘플은 BUN, CREA, SDMA 농도를 측정하는 데 사용되었습니다. 큐어팜테크(CurePharmTech)의 기관 동물 관리 및 사용 위원회(CPT-23-002-R)는 이 연구의 모든 절차를 승인했다.\n시료 채취\n경정맥 천자를 통해 혈액 샘플을 채취하고 1,500 ×g에서 15분 동안 원심분리하여 혈청을 얻은 후 -70°C에서 사용할 때까지 보관했습니다. 소변 샘플은 방광천자 또는 요로 카테터 삽입으로 수집하여 4°C에서 보관하고 분석 전 30분 동안 실온(20–30°C)으로 평형을 이루었습니다.\n포함 및 제외 기준\n건강한 그룹은 전체 혈구 수, 생화학 프로필, 방사선 촬영, 소변 검사 또는 초음파 검사에서 이상이 감지되지 않은 임상적으로 건강한 개로 구성되었습니다. CKD 그룹에는 생화학 프로필, 소변 검사 및 초음파 검사에서 발견된 이상을 기반으로 진단된 개가 포함되었습니다. 두 그룹에 대한 제외 기준에는 요로 감염, 전신 질환 또는 신장 기능이나 소변 구성에 영향을 미치는 상태가 동시에 있는 개가 포함되었습니다. 이 연구는 또한 신장 기능이나 소변 단백질 수치에 영향을 줄 수 있는 약물을 복용 중인 개와 심각한 탈수, 과수분 또는 최근 격렬한 운동이 있는 개를 제외했습니다. 또한 소변 샘플이 24시간 이상 실온에 방치되었거나, 검사량을 충분히 충족하지 못했거나, 파편, 혈액 또는 기타 이물질로 오염된 경우 제외되었습니다.\n의료 기록 검색\n각 환자의 의료 기록은 지역 동물 병원에서 검색되어 신장 기능을 평가하기 위해 비판적으로 검토되었습니다. 또한 이러한 기록에서 품종, 연령, 성별, 체중, 신체 검사 소견 및 임상 징후를 포함한 임상 데이터를 얻었습니다. 혈청 샘플은 BUN, CREA, SDMA 값을 측정하기 위해 한국 NEODIN Laboratory에 제출될 때까지 -70°C에서 보관되었습니다.\n소변\nUSG는 굴절계(ATAGO Inc., 일본)를 사용하여 측정했습니다. Catalyst One Chemistry Analyzer(IDEXX Inc., USA)는 제조업체의 프로토콜에 따라 UPC를 정량화했습니다. UAC는 Care Sign-V(i-SENS Inc., 한국)를 사용하여 소변 내 알부민 및 크레아티닌 농도에 대한 면역탁도계와 화학적 비색법을 사용하여 측정했습니다.\n통계 분석\n모든 결과는 표준 편차± 기준으로 표시됩니다. 통계 분석은 IBM SPSS statistics version 27 (IBM Corp., USA)을 사용하여 수행하였다. 건강한 개와 CKD 개의 나이와 체중은 t-test를 사용하여 비교되었습니다. 신장 바이오마커의 차이는 CKD 병기 전반에 걸친 다중 비교를 위해 건강한 개와 CKD 개를 대상으로 한 Mann-Whitney U 테스트와 Bonferroni 보정을 통한 Kruskal-Wallis 테스트를 사용하여 평가되었습니다. UAC와 다른 신장 바이오마커 간의 연관성을 평가하기 위해 Pearson의 상관관계가 사용되었습니다. ROC(Receiver Operating Characteristic) 곡선 분석은 UAC 민감도, 특이성 및 최적 컷오프 포인트를 결정했으며 0.05< p 값이 통계적으로 유의한 것으로 간주되었습니다.\n결과\n연구 모집단의 신호\n이 연구에는 99마리의 건강한 개와 122마리의 CKD가 포함되었습니다. 건강한 개의 평균 연령은 8.97세± 2.79세인 반면, 만성콩팥병을 앓고 있는 개의 평균 연령은 11.78세± 3.16세로 유의하게 높았다(p < 0.05). 건강한 개는 온전한 수컷 27마리(27.3%), 거세된 수컷 23마리(23.2%), 온전한 암컷 27마리(27.3%), 중성화 수술한 암컷 22마리(22.2%)로 구성되었다. CKD 개 중 온전한 수컷 23마리(18.9%), 거세된 수컷 43마리(35.2%), 온전한 암컷 18마리(14.8%), 중성화 수술한 암컷 38마리(31.1%)였다. 평균 체중은 건강한 개와 CKD가 있는 개에서 5.04kg± 5.73kg, 4.97kg± 2.12kg이었다. 말티즈는 두 그룹 모두에서 가장 흔한 품종이었습니다. 두 그룹 간에 품종 또는 체중의 유의미한 차이는 관찰되지 않았습니다(표 1).\n표 1. 연구 모집단의 신호.\n변수\t건강한 개 (n = 99)\tCKD가 있는 개 (n = 122)\n나이 (yr)\t8.97 ± 2.79\t11.78 ± 3.16*\n성\t\t\n\t온전한 수컷\t27 (27.3%)\t23 (18.9%)\n\t거세된 수컷\t23 (23.2%)\t43 (35.2%)\n\t온전한 암컷\t27 (27.3%)\t18 (14.8%)\n\t중성화 수술을 한 여성\t22 (22.2%)\t38 (31.1%)\n체중 (kg)\t5.73 ± 5.04\t4.97 ± 2.12\n품종\t\t\n\t몰타어\t23 (23.2%)\t31 (25.4%)\n\t다른\t76 (76.8%)\t91 (74.6%)\n\n값은 평균 ± 표준 편차 또는 숫자(%)로 표시됩니다.\nCKD, 만성 신장 질환.\n*피 < 0.05.\n신장 바이오마커 비교\n표 2는 신장 바이오마커의 평균값을 나열합니다. 모든 신장 바이오마커는 건강한 개와 CKD가 있는 개 간에 유의한 차이를 보였다(p < 0.05). 평균 UAC, UPC, USG, BUN, CREA 및 SDMA 값은 20이었습니다. 건강한 개에서 각각 23.70 mg/g, 0.21 ± 0.30, 1.04 ± 0.02, 21.33 ± 7.91 mg/dL, 0.62 ± 0.23 mg/dL, 9.76 ± 2.83 μg/dL, 건강한 개에서 ±각각 229.83 ± 283.46 mg/g, 3.51 ± 3.44, 1.02 ± 0.01, 53.27 ± 43.92 mg/dL, 2.81 ± 2.41 mg/dL, 27.98 ± 15.81 μg/dL, 각각 CKD가 있는 개에서. CKD가 진행됨에 따라 UAC, UPC, BUN, CREA 및 SDMA 수치는 증가하는 경향을 보인 반면, USG는 감소 추세를 보였다(표 3).\n표 2. 건강한 개와 CKD가 있는 개의 신장 바이오마커 비교.\n변수\t건강한 반려견\tCKD가 있는 개\tZ\tp 값\n\tSD ± 평균\tn\tSD ± 평균\tn\t\t\nUAC (마그네슘/g)\t20.52 ± 23.70\t84\t229.83 ± 283.46\t120\t−8.986\t< 0.05\n오순절\t0.21 ± 0.30\t98\t3.51 ± 3.44\t119\t−10.579\t< 0.05\n미국\t1.04 ± 0.02\t80\t1.02 ± 0.01\t75\t−7.176\t< 0.05\n롤빵 (mg/dL)\t21.33 ± 7.91\t99\t53.27 ± 43.92\t122\t−6.688\t< 0.05\n크레아(mg/dL)\t0.62 ± 0.23\t99\t2.81 ± 2.42\t122\t−10.708\t< 0.05\nSDMA (μg/dL)\t9.76 ± 2.83\t98\t27.98 ± 15.81\t121\t−11.020\t< 0.05\n\nCKD, 만성 신장 질환; SD, 표준 편차; UAC, 소변 알부민 대 크레아티닌 비율; UPC, 소변 단백질 대 크레아티닌 비율; USG, 소변 비중; BUN, 혈액 요소 질소; CREA, 혈청 크레아티닌 농도; SDMA, 대칭 디메틸아르기닌.\n표 3. IRIS 병기를 기반으로 건강한 개와 CKD가 있는 개 간의 신장 바이오마커 비교.\n변수\t건강한 반려견\tCKD 1단계\tCKD 2단계\tCKD 3단계\tCKD 4단계\tχ2\n\tSD ± 평균\tn\tSD ± 평균\tn\tSD ± 평균\tn\tSD ± 평균\tn\tSD ± 평균\tn\t\nUAC (마그네슘/g)\t20.52 ± 23.70\t84\t122.27 ± 300.55암페어\t44\t149.53 ± 121.73암페어\t30\t272.85 ± 195.51ᅡ,b\t23\t486.19 ± 306.80a,b,c\t23\t38.804\n오순절\t0.21 ± 0.30\t98\t1.45 ± 1.63암페어\t45\t3.71 ± 2.96ᅡ,b\t28\t4.87 ± 3.35에이,비\t23\t5.83 ± 4.38에이,비\t23\t29.192\n미국\t1.04 ± 0.018\t80\t1.03 ± 0.014ᅡ\t30\t1.02 ± 0.008암페어\t20\t1.01 ± 0.002ᅡ,b\t14\t1.01 ± 0.001a,b,c\t11\t31.296\n롤빵 (mg/dL)\t21.33 ± 7.91\t99\t25.81 ± 16.40\t46\t39.33 ± 25.64암페어\t30\t61.75 ± 30.69ᅡ,b\t23\t115.22 ± 46.24a,b,c\t23\t68.742\n크레아(mg/dL)\t0.62 ± 0.23\t99\t0.88 ± 0.27암페어\t46\t1.86 ± 0.42에이,비\t30\t3.40 ± 0.42a,b,c\t23\t7.13 ± 1.41a,b,c\t23\t112.218\nSDMA (μg/dL)\t9.76 ± 2.83\t98\t17.69 ± 8.70암페어\t46\t21.46 ± 9.49암페어\t30\t34.87 ± 7.42a,b,c\t23\t48.85 ± 15.92a,b,c\t22\t66.012\n\nCKD, 만성 신장 질환; IRIS, 국제 신장 관심 학회; SD, 표준 편차; UAC, 소변 알부민 대 크레아티닌 비율; UPC, 소변 단백질 대 크레아티닌 비율; USG, 소변 비중; BUN, 혈액 요소 질소; CREA, 혈청 크레아티닌 농도; SDMA, 대칭 디메틸아르기닌.\nᅡ건강한 개와 만성콩팥병 1, 2, 3, 4단계가 있는 개 간에 p < 0.05에서 유의한 차이를 나타냅니다.\n비만성콩팥병 1기 개와 만성콩팥병 2, 3, 4기 개 사이에 p < 0.05에서 유의한 차이를 나타냅니다.\n씨만성콩팥병 2기 개와 만성콩팥병 3기 및 4기 개 사이에 p < 0.05에서 유의한 차이를 나타냅니다.\nUAC와 UPC는 모든 IRIS 단계에서 CKD가 있는 개보다 건강한 개에서 유의하게 낮았다(p < 0.05). 마찬가지로, USG는 모든 IRIS 단계에서 CKD가 있는 개보다 건강한 개에서 유의하게 높았습니다(p < 0.05). 혈청 BUN 농도는 건강한 개에서 만성콩팥병 환자 2, 3, 4기보다 유의하게 낮았다(p < 0.05). CREA와 SDMA 농도는 모든 IRIS 단계에서 CKD가 있는 개보다 건강한 개에서 유의하게 낮았다(p < 0.05).\nUAC와 다른 신장 바이오마커의 상관관계\n그림 1은 UAC와 다른 신장 바이오마커 간의 상관관계를 보여줍니다. UAC와 UPC 사이에는 강한 양의 상관관계가 관찰되었습니다(r = 0.790, p < 0.05; 그림 1A). 마찬가지로, UAC는 USG와 유의한 중간 정도의 음의 상관관계를 보였다(r = 0.548, p < 0.05; 그림 1B). UAC와 BUN 농도 사이에는 약하거나 중간 정도의 양의 상관관계가 관찰되었다(r = 0.401, p < 0.05; 그림 1C). 또한, UAC는 CREA 농도와 유의한 중간 정도의 양의 상관관계를 보였다(r = 0.644, p < 0.05; 그림 1D). 마지막으로, UAC는 혈청 SDMA 농도와 중간 정도의 양의 상관관계를 보였다(r=0.640, p < 0.05; 그림 1E).\n그림 1. UAC와 UPC(A), USG(B), BUN(C), CREA(D) 및 SDMA(E) 간의 관계에 대한 선 회귀가 있는 산점도.\n\n\nUAC, 소변 알부민 대 크레아티닌 비율; UPC, 소변 단백질 대 크레아티닌 비율; USG, 소변 비중; BUN, 혈액 요소 질소; CREA, 혈청 크레아티닌 농도; SDMA, 대칭 디메틸 아르기닌; r, 스피어맨 상관 계수.\n*피 < 0.05.\nUAC 및 SDMA의 ROC 곡선 분석\nUAC 및 SDMA의 민감도와 특이도를 결정하고 최적의 컷오프 포인트를 식별하기 위해 ROC 곡선 분석을 수행했습니다. AUC(Area Under the Curve) 값도 계산되었습니다. UAC의 AUC는 0.817(95% 신뢰 구간[CI], 0.074–0.889; p < 0.05)에서 컷오프 값이 19.20mg/g으로 건강한 개와 CKD가 있는 개를 구별하는 데 있어 각각 72%와 71%의 민감도와 특이도를 보였습니다. 이전 연구[22]에서 보고된 바와 같이 이 컷오프 값과 더 높은 컷오프 값인 64.20mg/g 사이의 간격은 \"회색 영역\"을 나타냅니다. 이 \"회색 영역\"은 만성콩팥병 진행을 조기에 감지할 수 있는 진단 창을 나타내며, 이를 통해 질병 발병에 대한 보다 자세한 이해를 제공합니다.\n그림 2. 건강한 개와 CKD가 있는 개를 구별하기 위한 UAC 및 SDMA에 대한 ROC 곡선 분석. UAC와 SDMA에 대한 ROC 분석에서 AUC는 0.817(95% CI, 0.746–0.889; p < 0.05) 및 0.908 (95% CI, 0.853–0.962; p < 0.05).\n\n\nROC, 수신기 작동 특성; UAC, 소변 알부민 대 크레아티닌 비율; SDMA, 대칭 디메틸 아르기닌; CKD, 만성 신장 질환; AUC, 곡선 아래 영역; CI, 신뢰 구간.\nSDMA는 0.908(95% CI, 0.853–0.962; p < 0.05)에서 12.20μg/dL의 컷오프 값을 가지며, 건강한 개와 CKD가 있는 개를 구별하기 위한 민감도와 특이도가 각각 84%와 83%입니다.\n3차원 산점도 설정\nIRIS 단계를 기반으로 한 UAC 및 CREA의 분포는 3차원 산점도로 표시됩니다. IRIS 단계가 진행됨에 따라 CREA 수치는 증가하는 추세를 보였습니다. 반면, UAC 값은 동일한 단계 내에서도 광범위한 분포를 보였습니다. 또한, 3차원 산점도에서 IRIS 단계를 기준으로 UAC와 SDMA의 분포를 묘사할 때, SDMA 수치는 단계가 진행됨에 따라 증가한 반면, UAC는 다양한 분포를 보였다.\n그림 3. UAC, CREA 및 CKD IRIS 단계(A)와 UAC, SDMA 및 CKD IRIS 단계(B)의 3차원 산점도. 0단계는 건강한 반려견 그룹을 나타냅니다. 이 결과는 UAC가 동일한 스테이지 그룹 내에서도 다양한 값을 나타낼 수 있음을 시사합니다.\n\n\nUAC, 소변 알부민 대 크레아티닌 비율; CREA, 혈청 크레아티닌 농도; CKD, 만성 신장 질환; IRIS, 국제 신장 관심 학회; SDMA, 대칭 디메틸아르기닌.\n토론\nCKD의 조기 발견은 진행을 지연시키고 임상 증상을 최소화하는 데 매우 중요합니다. 연구에 따르면 높은 UAC 및 UPC는 빠른 CKD 진행과 관련이 있습니다[23]. 단백뇨는 또한 환자의 생존율과 밀접한 관련이 있습니다[24]. 이 연구는 UAC, UPC, USG, CREA, BUN 및 SDMA 값을 비교할 때 건강한 개와 CKD 환자가 상당한 차이를 보였다. 연구에 따르면 만성콩고민병(CKD) 환자는 건강한 개보다 UAC 수치가 유의하게 높으며[17], 이는 본 연구 결과와 일치합니다. 한 연구에서 개의 정상 UAC 범위는 19mg/g으로 인간의 정상 범위(30mg/g)보다 좁았습니다[18].\n또한, 각 IRIS 단계에서 건강한 개와 CKD가 있는 개 간의 UAC 값은 유의하게 달랐습니다. 특히, 건강한 개와 IRIS 1기 개의 차이는 UAC가 신장 질환의 잠재적인 조기 진단 바이오마커일 수 있음을 시사합니다. 이 발견은 알부민뇨가 신장 질환의 조기 진단 지표로 사용될 수 있음을 시사하는 여러 연구와 일치합니다[14,15,16].\nUAC와 다른 신장 바이오마커 간의 상관관계를 평가하고, UAC와 UPC, BUN, CREA 및 SDMA 간에 유의한 양의 상관관계가 관찰되었습니다. 이 중 UPC와 BUN은 각각 가장 강한 상관관계와 가장 약한 상관관계를 보였는데, 이는 UAC와 UPC가 신장 질환의 조기 진단에 적용될 수 있음을 시사한다. BUN과의 약한 상관관계는 고단백 식단, 간 질환 또는 위장관 출혈과 같은 요인의 큰 영향 때문일 수 있습니다. 그러나 UAC와 CREA/SDMA 간의 상관 계수는 높지 않았으며, 이는 CREA와 SDMA로 대표되는 GFR이 감소함에 따라 UAC가 반드시 증가하지는 않을 수 있음을 시사합니다. GFR과 UAC 간의 상관 관계를 평가하기 위해 UAC, CREA, SDMA 및 IRIS 단계를 3D 산점도로 제시했습니다. 그래프는 사구체여과율(GFR)의 감소가 만성콩팥병기(CKD stage)가 진행됨에 따라 CREA와 SDMA의 값에 영향을 미친다는 것을 보여주었다. 반면, UAC 값은 동일한 단계 내에서 광범위한 분포를 나타냈습니다. 따라서 기능성 네프론의 수가 감소함에 따라 진행성 신장 질환에서 단백뇨가 감소하는 것처럼 보일 수 있으므로 UAC를 CREA 및 SDMA와 함께 모니터링해야 합니다[25]. 인간의 경우 UAC의 변화는 동적이고 GFR 변화는 점진적이어서 경쟁적 관계라기보다는 보완적인 관계를 나타냅니다[26]. 따라서 UAC를 측정하고 모니터링하는 것은 CKD 환자를 관리하는 데 상당한 가치가 있는 것으로 보입니다.\nROC 곡선 분석은 UAC 및 SDMA에 대한 AUC 값이 각각 0.817 및 0.908로 나타났습니다. 이러한 결과는 UAC와 SDMA가 CKD 진단에 유용한 진단 바이오마커임을 시사합니다. 반면, SDMA는 AUC 수치가 더 높았는데, 이는 CKD IRIS 병기 시스템이 CREA 및 SDMA 농도를 기반으로 하기 때문일 수 있습니다[3]. UAC는 민감도와 특이도가 각각 72%와 71%였으며 컷오프 값은 19.20mg/g이었습니다. 이 결과는 민감도와 특이도가 낮다는 것을 나타내며, 이는 UAC에만 근거하여 CKD를 진단하는 것이 어렵다는 것을 의미합니다. 한편, UAC와 CREA 또는 SDMA 증가의 기전이 다르기 때문에 만성콩팥병 진단 및 관리를 위해서는 기전이 다른 여러 바이오마커를 종합적으로 평가하는 것이 필수적입니다. 따라서 UAC 평가는 임상적 가치가 있는 것으로 간주됩니다.\nKang 등[22]은 건강한 개 50마리와 만성콩고민병을 앓고 있는 개 50마리의 소규모 임상 샘플을 사용하여 알부민 대 크레아티닌 비율에 대한 기초 연구를 발표했습니다. 이들의 연구는 높은 민감도와 특이성(각각 94%)으로 64.20mg/g의 최적 진단 컷오프 값을 확립했지만, 특히 만성콩팥병 초기 단계에 있는 반려견의 수가 제한되어 있다는 점을 근거로 한 결과였습니다(예: 홍채 1기 반려견 6마리). 수의학 실습에서는 표본 크기가 작기 때문에 이 컷오프 값이 다소 높을 수 있습니다.\n이와는 대조적으로, 이 연구에는 221마리의 개가 포함되었으며, CKD 단계에 걸쳐 보다 균형 잡힌 분포를 보임으로써(예: IRIS 1기의 개 46마리) 더 크고 대표성 있는 임상 샘플을 제공했습니다. 이 더 큰 규모로 인해 19.20mg/g의 더 낮은 UAC 컷오프 값을 설정할 수 있었으며, 이는 조기 신장 질환 감지를 위한 진단 정확도 향상을 반영합니다. 이 연구는 이전 연구의 한계를 다루고 특히 조기 CKD 진단에서 정상 상태와 비정상 상태를 보다 효과적으로 구별할 수 있도록 합니다.\n본 논문은 이전 연구에서 다루지 않았던 UAC 기반 진단의 \"회색 지대(grey zone)\"라는 새로운 개념을 소개합니다. 이 연구에서 확인된 UAC 컷오프 값 19.20mg/g은 다른 곳에서 보고된 더 높은 컷오프인 64.20mg/g과 달랐습니다[22]. 이 두 값 사이의 간격을 \"그레이 존(grey zone)\"이라고 하며, 이는 초기 단계에서 CKD 진행을 감지할 수 있는 중요한 진단 창을 나타냅니다. 이 혁신은 보다 미묘한 진단 접근 방식을 가능하게 하여 임상의가 \"정상\" 또는 \"비정상\" 분류에 깔끔하게 맞지 않을 수 있는 조기 신장 기능 장애를 식별하는 데 도움이 됩니다. 이 회색 지대 개념은 진단 정밀도를 향상시키고 CKD 진행을 모니터링할 때 정제된 컷오프 값을 사용하는 것의 중요성을 강조합니다.\n이 연구는 종단 데이터를 포함하지 않았지만 CKD가 있는 개의 UAC에 대한 탐구는 인간 집단에서 수행된 종단 연구에서 얻은 통찰력으로 크게 강화될 수 있습니다. 최근의 다기관 전향적 코호트 연구에서는 정상 알부민뇨 범위(UAC < 30mg/g) 내에서도 기준선 알부민뇨 수치가 높을수록 시간이 지남에 따라 CKD 진행 위험이 증가하는 것으로 나타났습니다[27]. 특히, 이번 연구 결과는 인간의 10년 누적 만성콩팥병 진행 발생률이 알부민뇨 수치가 증가함에 따라 선형적으로 증가한다는 것을 시사하며, 질병 진행의 잠재적 지표로서 신장 바이오마커의 변화를 모니터링하는 것의 중요성을 강조했습니다.\n이러한 결과는 만성폐쇄성질환(CKD)을 앓고 있는 개에서 시간이 지남에 따라 알부민 대 크레아티닌 비율이 어떻게 변하는지 평가하기 위해 개 개체군에 대한 종단 연구를 수행할 필요성을 강조합니다. 이러한 연구는 반려견의 만성콩팥병의 자연사에 대한 중요한 통찰력을 제공할 수 있으며, 질병이 진행됨에 따라 조기 개입 및 관리 전략을 가능하게 할 수 있습니다. 종단 연구는 인간에서 관찰된 발견과 유사하게 신장 기능의 저하 위험 증가를 나타낼 수 있는 알부민 대 크레아티닌 비율에 대한 임계값을 식별하는 데 도움이 될 것입니다.\n이 연구는 CKD가 있는 개의 신장 바이오마커를 건강한 대조군과 비교하여 평가했습니다. 이 연구의 한 가지 주목할 만한 한계는 두 그룹 간의 연령 차이입니다. CKD 그룹은 주로 나이가 많은 개로 구성되었습니다. 이상적으로는 연령이 일치하는 그룹이 신장 마커를 보다 정확하게 비교할 수 있습니다. 반면에, 만성콩팥병의 자연적인 진행은 주로 노령견에게 영향을 미치며, 이는 연구 집단에서 이러한 연령 불균형으로 이어집니다. 또한, 신장 바이오마커에 대한 성별 및 품종의 영향은 이 연구에서 평가되지 않았습니다. 이전 연구에서는 나이만으로는 신장 바이오마커에 큰 영향을 미치지 않는다고 제안했습니다. 한 연구에 따르면 요알부민, 레티놀 결합 단백질, N-아세틸-β-D-글루코사미니다아제와 같은 마커는 건강한 개에 비해 CKD 개에서 유의하게 증가한 반면, 건강한 젊은개와 나이든 개 간에 이러한 마커에 대한 유의한 차이는 관찰되지 않았습니다[13]. 이 발견은 본 연구에서 신장 표지자에 영향을 미치는 주요 요인은 연령이 아니라 CKD의 존재라는 주장을 강화합니다.\n이러한 한계에도 불구하고, 후속 연구를 통해 CKD의 높은 단계에 있는 연령이 일치하는 개로부터 샘플을 얻음으로써 추가 연구를 통해 보다 의미 있는 결과를 얻을 수 있습니다. 또한, 향후 종단 연구는 이 연구에서 관찰된 조기 진단 경향을 검증하고 개의 CKD 진행과 관련하여 알부민-크레아티닌 비율 변화의 의미를 이해하는 데 필수적입니다."
}