{
    "title": "개(2판)-수의사와 보호자가 함께보는 반려동물 아틀라스 시리즈 1",
    "author": "정나래 역 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n내과적 처치\n인슐린\n유발요인에 대한 치료\n정기적 검사를 통한 모니터링(당곡선, 요당)\n임상증상 _Clinical signs\n다음, 다뇨\n다식증(음식 섭취 증가), 체중감소\n혈액과 오줌에서 지속적인 포도당의 존재 이자의 베타세포가 인슐린을 생산하지 않는다.\n포도당\nGlucose\n포도당 전달체\nGlucose transporter\n인슐린 수용체\nInsulin receptor\n혈류로\n인슐린 분비\nSecretion of insulin into the bloodstream\n인슐린\nInsulin\n1형 당뇨병\n2형 당뇨병\n\n\n조직에서 인슐린 작용에 대한 저항성\n개의 당뇨병 _Diabetes mellitus in dogs\n\n이자(베타세포)\nPancreas (β-cells)\n\n식이요법\n저탄수화물, 고단백 식이\n\n당뇨는 백내장에 의한 시력소실, 만성 췌장염, 요로계와 호흡기와 피부 감염의 재발, 케톤산증(심각한 전해질 이상과 다기관 기능상실 관련 저혈량쇼크) 같은 만성적인 합병증을 유발한다.\n인슐린을 생산하지 않거나 적절히 사용하지 않아서 발생하는 탄수화물, 지방, 단백질의 대사 변화. 노령견(평균: 7~9세)과 암컷에서 호발한다.\n품종 소인: 푸들, 스코티쉬 테리어, 닥스훈트, 케언 테리어, 슈나우져\n권고사항\n규칙적인 운동은 고혈당을 방지 하고, 인슐린 흡수를 향상시킨다.\n암컷 중성화: 당뇨의 가장 좋은 관리\n\n 내과적 처치\n갑상선기능항진증의 기저 원인에 대한 치료\n부신 저해 약물 투여\n부신\nAdrenal gland\n글루코코르티\n코이드 분비\nGlucocorticoid secretion\n양측 대칭성 탈모\nBilateral symmetrical alopecia\n하수복\nPendulous abdomen\n부중력 저하\nWeak support\n모질 저하\nPoor coat appearance\n품종소인 특히 푸들, 닥스훈트에서 나타나고 비글, 보스턴테리어, 복서에서도 나타난다.\n부신겉질기능항진증 _Hyperadrenocorticism\n쿠싱증후군 _Cushing’s syndrome\n글루코코르티코이드의 혈청농도의 지속적, 만성적인 상승. 내인성(뇌하수체나 부신의 장애) 혹은 외인성(글루코코르티코이드의 반복 투약).\n8~12년령에서의 발현이 가장 흔하고, 암컷에서 더 잘 발생한다.\n신장\nKidney\n\n임상증상 _Clinical signs\n다음, 다뇨\n다식\n확장된 복부, 간 비대\n양쪽 대칭성 탈모, 얇은 피모, 고름피부증\n헐떡임, 부중 근육 쇠약, 졸음증\n 수술적 처치\n부신 종양의 경우에서 수술(부신절제술)\n시상하부\n코르티코트로핀 분비호르몬\n뇌하수체\n부신겉질자극\n호르몬\n속발성 부신겉질기능저하증\n시상하부나 뇌하수체의 병발(코르티코트로핀분비\n호르몬, 부신겉질자극호르몬 분비)\n외인성 글루코코르티코이드 투약\n 내과적 처치\n염류코르티코이드, 글루코코르티코이드 보조제를 같이 혹은 따로 투여한다.\n\n\n부신겉질기능저하증 _Hypoadrenocorticisim\n애디슨병 _Addison’s disease\n글루코코르티코이드, 염류코르티코이드 각각 혹은 둘 다의 생산 부족. 원발성이거나 속발성으로 발생할 수 있다.\n어린 개와 중년령의 개, 중성화하지 않은 암컷에서 호발한다.\n부신겉질자극\n호르몬\n코티솔\n알도스테론\n임상증상 _Clinical signs\n급성 진행: 스트레스성 허탈, 맥박감소, 서맥, 복통, 구토, 설사, 탈수, 저체온증\n만성 진행(더 흔히 발생): 식욕부진, 구토, 기력저하, 우울, 쇠약 같은 비특이적 증상들이 스트레스에 의해 악화\n권고사항\n중요사항: 코르티코스테로이드 용량을 점점 줄여나간다.\n원발성 부신겉질기능 저하증\n부신의 병발:\n↓ 글루코코르티코이드(코티솔)\n↓ 염류코르티코이드(알도스테론)\n\n\n신장\nKidney\n부신\nAdrenal gland\n원발성 갑상선기능저하증(.95%)\n보통 자가면역질환(자가면역성 갑상샘염)에 의한 갑상샘의 병발\n이차성, 삼차성 갑상선기능저하증(,5%)\n뇌하수체 또는 시상하부의 병발(갑상샘자극호르몬과 갑상샘자극호르몬분비호르몬 분비의 변화)\n\n옆구리에 탈모와\n과각화증\nAreas of alopecia and hyperkeratosis on the flank\n비만\nObesity\n만성 이염\nChronic otitis\n기력저하\nLethargy\n꼬리탈모\nTail alopecia\n 내과적 처치\n갑상샘호르몬 보충제로 평생 관리\n중형에서 대형견종에서 호발하고, 특히 골든리트리버, 아이리쉬세터,\n도베르만, 비글, 코카스파니엘, 닥스훈트, 미니어쳐 슈나우져, 에어데일테리어에서 호발한다.\n개의 갑상선기능저하증 _Hypothyroidism in dogs\n갑상샘호르몬 분비의 부족. 어린 개(선천적 혹은 후천적)와 성견 모두에서 발생한다. 원발성, 이차적, 삼차적으로 발생할 수 있다.\n시상하부\n\n갑상샘자극호르몬\n분비 호르몬\n뇌하수체\n\n갑상샘자극호르몬\n갑상샘자극호르몬\n임상증상 _Clinical signs\n다양: 무증상부터 중증까지\n비특이적: 허약, 기면, 추위와 운동불내, 건조하고 윤기 없는 모발, 비만\n전신증상: 피부(대칭성 탈모, 두꺼워진 피부, 감염), 근육신경계, 심장, 생식기, 안구, 행동장애 등\n\n\n강아지 복막염(Peritonitis)은 복막(복강을 덮고 있는 얇은 막)에 염증이 발생하는 질환으로, 감염, 외상, 장 천공 등 다양한 원인에 의해 발생할 수 있다. 복막염은 매우 심각한 상태로, 즉각적인 치료가 이루어지지 않으면 패혈증이나 다발성 장기 부전으로 이어져 생명을 위협할 수 있다.\n복막염의 주요 원인은 감염성 및 비감염성으로 나눌 수 있다. 감염성 복막염은 세균, 바이러스, 곰팡이 등의 감염으로 인해 발생하며, 복강 내 감염된 장기(예: 장, 간, 신장)에서 균이 복막으로 확산될 때 흔히 나타난다. 비감염성 복막염은 외상(예: 교통사고, 복부 손상), 위장 천공(예: 소장, 위 궤양의 천공), 종양, 복강 내 출혈 등이 원인이 될 수 있다. 또한, 일부 강아지는 복강 내 수술 후 합병증으로 인해 복막염이 발생할 수도 있다.\n복막염의 증상은 원인과 진행 속도에 따라 다를 수 있으며, 일반적으로 급격한 상태 악화가 관찰된다. 주요 증상으로는 심한 복통, 복부 팽창, 구토, 설사, 식욕 부진, 무기력, 탈수, 발열 또는 저체온증, 빠른 호흡 및 심박수 증가 등이 있다. 심한 경우 패혈증으로 인해 쇼크 상태에 빠질 수도 있으며, 치료가 지연될 경우 생명을 위협할 수 있다.\n진단을 위해서는 철저한 임상 검사와 다양한 검사가 필요하다. 신체 검사에서 강한 복부 압통이 관찰될 수 있으며, 혈액 검사를 통해 백혈구 증가, 염증 수치 상승, 전해질 불균형 등을 확인할 수 있다. 복부 방사선(X-ray) 및 초음파 검사는 복강 내 이상(예: 장 천공, 체액 축적, 종양 등)을 평가하는 데 유용하다. 복강 내 천자를 통해 복수(복강 내 체액)를 채취하여 세균 감염 여부를 평가하고, 배양 검사를 통해 원인균을 파악할 수 있다.\n복막염의 치료는 원인에 따라 다르지만, 대개 입원 치료가 필요하며, 즉각적인 응급 처치가 필수적이다. 세균 감염이 확인된 경우 광범위 항생제 치료가 시행되며, 심한 경우 정맥 수액 요법을 통해 탈수 및 전해질 불균형을 교정해야 한다. 또한, 복부 통증을 완화하기 위해 진통제가 사용될 수 있다. 장 천공이나 복강 내 출혈이 원인일 경우 수술적 치료가 필요할 수 있으며, 이 경우 손상된 장기 복구 또는 절제, 복강 세척 및 배액 과정이 포함될 수 있다.\n복막염의 예방을 위해서는 위장 건강을 유지하고, 외상을 방지하는 것이 중요하다. 강아지가 날카로운 물체를 씹거나 삼키지 않도록 주의하며, 정기적인 건강 검진을 통해 내과적 질환을 조기에 발견하고 치료하는 것이 필요하다. 또한, 복부 수술 후에는 감염을 예방하기 위해 철저한 관리와 모니터링이 필수적이다.\n강아지 복막염은 빠른 진단과 즉각적인 치료가 필수적인 질환이며, 보호자는 강아지의 복부 상태와 행동 변화를 주의 깊게 살펴야 한다. 의심 증상이 나타날 경우 즉시 수의사의 상담을 받아야 하며, 예방 조치를 통해 복막염 발생 가능성을 줄이는 것이 중요하다.\n\n2. 줄기세포의 현 수의 임상에서의 해외 적용사례 실제로 개 줄기세포는 미국, 호주 등에서 치료에 적용되고 있다. 미국의 경우 Vet-Stem® Regenerative Veterinary Medicine®에서 개와 고양이에서 줄기세포를 적용하고 있는데, 이곳은 2002년도에 건립되었고 미국에서 첫 번째로 지방유래 줄기세포를 동물 환자를 위해 제공하였다. 2004년도에 말의 힘줄 재생치료에 첫 적용을 하였으며, 2007년도까지 2,000마리의 말의 치료에 줄기세포를 적용하였다. 개에 줄기세포를 적용한 것은 2005년도부터이며, 말의 치료 case의 성공을 바탕으로 개의 osteoarthritis와 orthopedic soft tissue injury의 치료를 위해 줄기세포를 제공하였다. 2011년도 1월까지 3,000마리 정도의 개와 고양이에 적용하였다고 한다. 적용결과 osteoarthritis 환자에서의 삶의 질이 개선되었으며, 통증을 관리하기 위한 진통제의 사용이 감소되었다는 결과를 보여주고 있다(http://vet-stem.com). 또 다른 회사인 MediVet America의 경우에도 줄기세포를 관절염 환자에게 적용하고 있으며 적용결과들을 MediVet America 웹사이트 (www.medivet-america.com)에 공개하고 있다. 호주에서 줄기세포를 반려동물에게 적용하고 있는 곳은 Australian Veterinary Stem cells Pty Ltd(AVSC)라고 하는 곳이다 (www.australianstemcells.com.au). 이곳 역시 개, 고양이, 말에서의 정형 쪽 질병에 대한 줄기세포 적용이 주를 이루고 있다.\n3. 줄기세포의 적용 예 출판된 논문의 년도를 분석하여보면 역시 개에서의 줄기세포의 적용은 전임상 실험으로서의 경우가 대부분이어서 초기줄기세포 연구 시에는 많이 이루어지지 않기 때문인지 2000년대 초반에는 거의 출판되지 않았으며, 2010년부터 급격하게 증가한 추세이다."
}