{
    "title": "개(2판)-수의사와 보호자가 함께보는 반려동물 아틀라스 시리즈 1",
    "author": "정나래 역 2e",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n재생성 빈혈\n재생성 빈혈은 골수에서 적절한 적혈구를 생산할 수 있는 빈혈이다.\n보통 출혈이나 적혈구 파괴(용혈)과 연관이 있다.\n용혈은 감염성이나 면역 매개성 질병에 의해 야기될 수 있다.\n개의 빈혈 _The anaemic dog\n재생성, 비재생성 빈혈 _Regenerative and nonregenerative anaemia\n빈혈은 혈액 내 적혈구의 감소를 의미하며, 적혈구 개수(전체 세포)와 부피(hematocrit)뿐 아니라 헤모글로빈 수의 감소를 정량화하여 확인하게 된다. 가장 특징적인 임상증상은 창백한 점막과 활동성의 감소, 심박수의 증가이다.\n비재생성 빈혈\nNonregenerative anaemia\n용혈\nHaemolysis\n\n\n수의사는 환자마다 빈혈의 유형과 원인을 감별하기 위한 진단 검사들을 실시해야 한다.\n재생성 빈혈\nRegenerative anaemia\n비재생성 빈혈\n골수에서 충분한 적혈구를 생산하지 못할 때, 비재생성 빈혈을 야기한다.\n원인으로는 만성 염증성 질병, 만성 신장질병, 종양 및 특정 호르몬 질환이 있을 수 있다.\n수혈 _Blood transfusion\n심각한 혈액 소실이 있는 빈혈 환자들은 수혈이 필요하다. 빈혈의 기원을 정확히 진단하고, 가장 좋은 치료법을 결정하기 위한 시간을 벌어준다.\n진단 _Diagnosis\n생검을 통해 종양세포를 확인한다.\n혈액검사와 영상검사는 종양의 범위와 심각도를 파악하는 데 도움이 된다.\n림프종은 예후와 가장 적절한 치료법의 선택을 위해 우세세포종에 따라 분류되어야 한다.\n액와림프절\nAxillary lymph node\n개의 림프종 _Canine lymphoma\n림프계세포의 증식에 의한 악성 종양이며, 림프절과 몇몇 실질 장기에 영향을 미친다(비장, 간, 장).\n발현 _Presentation\n병발한 장기 위치에 따라 종양 발현이 다양하게 나타난다.\n다발성이 가장 흔한 양상이다(전신의 여러 다른 림프절에서의 영향).\n그 다음으로는 소화기계, 종격동(심장호흡기계), 피부형으로 발현된다.\n표재 서혜부림프절\nSuperficial inguinal lymph node\n생검을 통해\n종양세포를 채취한다.\n비장\nSpleen\n치료\n단기간 내 90%의 개에서 치료가 효과적이었으나, 예후는 세포 유형이나(T세포 혹은 B세포) 진단시 종양의 범위에 달려있다.\n운좋게도, 이 질병에 대해 여러 효과적인 약물 프로토콜들이 보고되어 있다.\n\n림프종에 특정 종들이 품종 소인이 있으며(복서, 불독, 골든 리트리버, 마스티프 등), 특히 6~9년령에 호발한다.\n비만세포종은 재발을 피하기 위해 매우 넓은 영역의 절제가 필요하다.\n개의 비만세포종 _Canine mast cell tumour\n2~3 cm\n세포학 검사상\n히스타민과립으로 가득 찬 비만세포가 확인된다.\n치료\nlow grade 비만세포종(더 양성): 완전절제\nhigh grade 비만세포종(더 악성): 수술이 주된 치료는 아니지만, 반드시 항암치료와 병행하거나 대체되어야 하며(vinblastine, lomustine, toceranib, mastinib: corticosteroid와 병행하거나 하지 않는다), 방사선 치료와 병행하거나 하지 않는다.\n\n예후는 종양의 악성도 및 범위에 달려있다.\n비만세포종은 개의 피부종양에서 가장 흔한 종양이다. 대체로 미약한 형태로 나타나긴 하나, 단두종(복서, 퍼그, 불독 등)에서 품종 소인이 있다. 샤페이 같은 품종에서는 더 중증의 형태로 발현한다.\n발현 _Presentation\n염증을 동반하거나 하지 않으며, 가려움증을 유발할 수 있는 다양한 구조의 단독 혹은 다발성 피부 결절 비만세포종은 여러 피부질환과 혼동될 수 있다. 이에 따라 이 종양은 가장 위대한 모방자로 알려져 있기도 하다.\n내부장기(비장, 간, 폐)에 영향을 줄 수 있기 때문에, 각 환자에서 종양의 악성도에 대한 단계 평가가 매우 중요하다.\n진단 _Diagnosis\n진단은 세침흡입검사를 통해 쉽게 이루어진다.\n초음파와 CT가 종양의 grade와 악성도를 평가하는 데 도움이 된다.\n\n증상 발현 _Clinical presentation\n원발 종양이 가장 호발하는 부위는 비장, 심장, 피부, 간이다.\n이 종양은 극도로 공격적인 성향을 띄어, 간, 복강, 폐, 심지어 뇌로의 전이를 자주동반한다.\n가장 흔한 임상증상: 급격한 쇠약, 창백한 점막, 심지어 쇼크.\n이 모든 증상들은 종양 파열이나 내부 출혈에 의해 나타난다.\n피부에 생긴 병변은 주로 출혈이 잦은 결절로 나타난다.\n내피 전구세포\n개의 혈관육종 _Canine haemangiosarcoma\n혈관 내벽에 영향을 주는 악성종양이다. 이는 골수에서 내피세포의 잘못된 분화에서 유래된다. 이러한 악성 세포들은 혈관을 타고 이동하여, 종괴를 형성한다.\n악성 내피세포\n(골수기원)\n치료\n가장 효과적인 치료는 주요 종괴를 수술적으로 제거한 뒤, 항암을 하는 것이다.\n\n이 종양은 저먼셰퍼드, 래브라도리트리버에서 흔히 진단되며, 일반적인 대형견종에서 호발한다.\n진단 _Diagnosis\n초음파나 CT를 통해 조기 진단이 이루어지며, 생검이 치료 방향에 도움이 될 수 있다.\n\n\n강아지 심인성 폐수종(Cardiogenic Pulmonary Edema)은 심부전으로 인해 폐에 체액이 축적되는 상태를 의미한다. 이는 좌심실의 기능 저하로 인해 폐정맥 내 압력이 증가하면서 체액이 폐포로 스며드는 현상으로, 중증 호흡곤란을 유발할 수 있다. 심인성 폐수종은 주로 확장성 심근병증(Dilated Cardiomyopathy, DCM), 승모판 폐쇄부전증(Mitral Valve Disease, MVD) 등의 심장 질환과 관련이 있으며, 급성으로 발생할 경우 응급 처치가 필요하다.\n심인성 폐수종의 주요 원인은 심장 질환에 의해 혈액 순환이 원활하지 못할 때 발생한다. 좌심실이 정상적으로 혈액을 박출하지 못하면 폐정맥 내 혈압이 증가하면서 혈장이 폐포로 유출되어 폐부종을 유발하게 된다. 대표적인 원인 질환으로는 만성 승모판 질환(MVD), 확장성 심근병증(DCM), 고혈압성 심부전, 선천성 심장 기형 등이 있으며, 부정맥이 동반될 경우 심부전이 더욱 악화될 수 있다.\n이 질환의 주요 증상은 호흡곤란과 관련이 있으며, 특히 갑작스러운 호흡 이상이 관찰될 수 있다. 주요 증상으로는 과호흡(빠른 호흡), 기침, 청색증(산소 부족으로 인해 혀와 점막이 푸르게 변하는 증상), 좌측을 향한 누운 자세, 운동 불내성, 피로 등이 있다. 심한 경우 호흡 시 거품 섞인 분홍색 가래가 동반될 수 있으며, 급성 폐수종이 발생할 경우 생명이 위협받을 수 있다.\n심인성 폐수종을 진단하기 위해서는 철저한 심장 검사가 필요하다. 청진을 통해 폐에서 수포음이 들릴 수 있으며, 흉부 방사선(X-ray) 검사를 통해 폐부종의 유무를 확인할 수 있다. 심초음파(Echocardiography)를 시행하여 심장의 기능과 구조를 평가하고, 심전도(ECG)를 통해 부정맥 여부를 확인할 수도 있다. 또한, 혈액 검사를 통해 심부전과 관련된 생체표지자(BNP, NT-proBNP) 수치를 측정하여 심장 질환 여부를 평가할 수 있다.\n심인성 폐수종의 치료는 주로 심부전 치료와 연관이 있으며, 응급 처치가 필요한 경우 산소 공급과 이뇨제 치료가 필수적이다. 대표적인 이뇨제인 푸로세미드(Furosemide)는 폐에 축적된 체액을 배출하는 역할을 하며, 필요 시 혈관 확장제(ACE 억제제, 하이드랄라진 등)나 강심제(도부타민, 피모베단)를 사용할 수 있다. 또한, 심장 질환의 원인에 따라 장기적인 약물 치료가 병행되어야 하며, 식이 조절과 저염식 섭취가 도움이 될 수 있다. 심각한 경우 기계적 환기가 필요할 수도 있으며, 장기적인 심장 관리가 필수적이다.\n예방을 위해서는 정기적인 심장 검진을 통해 심부전 진행을 조기에 감지하는 것이 중요하다. 심장병이 있는 강아지는 저염식 식단을 유지하고, 규칙적인 운동을 통해 심혈관 건강을 관리해야 한다. 또한, 고령견이나 특정 품종(도베르만 핀셔, 캐벌리어 킹 찰스 스패니얼 등)이 심부전 위험이 높은 경우 조기 심장 검사를 통해 관리하는 것이 중요하다.\n강아지 심인성 폐수종은 심장 질환과 밀접한 관련이 있는 질환으로, 빠른 진단과 적절한 치료가 필수적이다. 보호자는 강아지의 호흡 상태를 면밀히 관찰하고, 호흡곤란 증상이 나타날 경우 즉시 수의사에게 상담하여 치료를 받아야 한다. 지속적인 심장 건강 관리를 통해 폐수종의 진행을 예방하고, 강아지의 삶의 질을 유지하는 것이 중요하다.\n"
}