{
    "title": "개와 고양이의 실전 뇌전증 관리",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "01\n발작 환자의 임상적 그리고 진단적 접근\nThe Clinical and Diagnostic Approach to the Seizure Patient\n환자가 발작 이력이 있는 경우, 수의사는 발작의 특성과 원인을 파악해야 한다. 행동, 정신상태(mentation), 근육 긴장도, 자세 및/또는 움직임의 이상은 발작이 원인일 수도 있고 아닐 수도 있다. 체계적인 진단을 위한 접근(정확한 의료 기록, 발생의 양상에 대한 철저한 이해, 신체 및 신경 검사, 그리고 증상과 관련된 진단 검사)은 증상이 발작(뇌전증성 또는 반응성)인지, 아니면 비뇌전증성 발작인지를 확인하는데 도움이 될 수 있다. 때로는 광범위한 진단 검사 후에도 발작의 특성을 파악하는 것이 어려울 수 있다. 발작의 본질과 원인의 진단은 적절한 치료와 예후 평가에 중요하고, 처음부터 보호자가 기대할 수 있는 정도를 정하는 데 중요한 영향을 미친다. 이는 반려동물과 보호자의 삶의 질에 상당한 영향을 준다(제3장 참고).\n용어 정리\n다음의 용어 정의는 여러 인의 및 수의학 참고 자료들을 기반으로 작성된 것이다. 1-4 참고 자료를 확인하면 발작 용어에 대한 더 자세한 정보를 얻을 수 있다.\n발작(seizure)이라는 용어는 어떤 갑작스러운, 짧은 기간 동안의 일시적인 증상[예, 행동, 인식, 근육 긴장도, 자세 및/또는 움직임의 간헐적인(episodic) 이상]을 의미한다. 이 용어는 증상이 뇌전증의 특성을 나타낸다는 것을 의미하지는 않는다.\n반응성 발작(reactive seizure)은 건강한 뇌가 대사적, 영양적, 또는 외부 중독으로 인해 일시적으로 기능이 변화될 때 발생하는 발작을 말한다. 이러한 문제가 해결되면 정상적인 뇌 기능으로 회복될 수 있다. “유발 발작(provoked seizure)” 또는 “급성 증상성 발작(acute symptomatic seizure)”이라는 용어는 반응성 발작의 동의어로 사용된다.\n뇌전증성 발작(epileptic seizure)은 뇌에서 비정상적으로 과도하고/또는 동기화된 뇌전증성 신경 활동으로 인해 발생하는 일시적인 증상(운동, 자율신경, 또는 행동학적)이다. 이러한 뇌전증성 신경 활동은 다양한 기저 원인(예, 특발성 및 구조적 뇌전증)에 의해 발생할 수 있다. 뇌의 신경세포와 신경망(neuronal network)에서 지나친 및/또는 동기화된 뇌전증성 활동은 일반적으로 자기-제한적(self-limiting)이다. 이에 따라 발생하는 임상 증상은 다양할 수 있으며, 운동 증상은 몸의 일부(국소적인 뇌전증성 발작) 또는 전신(전신 뇌전증성 발작)에 영향을 줄 수 있다.\n뇌전증(epilepsy)은 뇌의 뇌전증성 발작을 특징으로 하는 뇌 질환이다. 이 정의는 실제로는 최소 24시간 간격으로 두 번 이상의 이유 없는 뇌전증성 발작의 발생일 때 적용된다.\n구조적 뇌전증(structural epilepsy)은 두개내/뇌의 구조적 병변에 의해 발생하는 뇌전증을 의미하며, 이러한 병변은 혈관성, 염증성/감염성, 외상성, 이상적/발달성, 종양성 및 퇴행성 질환을 포함한다.\n특발성 뇌전증(idiopathic epilepsy; IE)은 해부학적으로 정상적인 뇌를 가진 동물에서 발생하는 유전성 또는 유전성이 의심되는 원인의 뇌전증으로 정의된다. 또한, 특발성 뇌전증이란 구조적 뇌전증과 반응성 발작이 배제된 후 6개월에서 6세 사이의 개에서 발작의 원인이 아직 알려지지 않은 경우에도 사용되었다. \n근육긴장(dystonic): 주동근(agonist muscle)과 대동근(antagonist muscle) 모두의 지속적인 수축이 특징이며, 비정상적인 움직임과/또는 자세를 유발할 수 있다.\n근간대성(myoclonic; 형용사); 간대성근경련(myoclonus; 명사): 다양한 위치의 근육 또는 근육 그룹의 갑작스럽고 짧은(100밀리초 미만) 비자발적인 단일 또는 다중 수축을 말한다(비디오 1.1).\n클로닉(clonic) 발작은 일정하게 반복되는 간대성 근경련이 특징이며, 동일한 근육 그룹에 영향을 받는다. 초당 약 2~3회의 수축으로 진행되며, 길게 지속된다. 이완된 근육들이 반복적으로 수축과 이완을 반복함으로써 리듬감 있는 끄덕임 운동(rhythmical jerking)처럼 보인다.\n토닉-클로닉(tonic-clonic) 발작은 토닉 단계가 뒤따라서 클로닉 단계로 이어지는 일련의 발작이 특징이다. 클로닉-토닉-클로닉 발작과 같은 변형 형태도 관찰될 수 있다.\n무긴장(atonic) 발작은 갑작스러운 근육 긴장의 손실 또는 감소가 특징이며, 1~2초 동안 지속되며 머리, 몸통, 턱 또는 사지 근육이 영향을 받는다. 무긴장 발작은 동물이 갑자기 근육 긴장의 전반적인 소실로 인해 쓰러지는 경우에서는 “드롭 어택(drop attacks)”이라고도 불린다(비디오 1.2).\n자동운동(automatism): 의식이 저하된 상태에서 자주 발생하는, 더 또는 덜 조정된(coordinated), 반복적인 운동 활동이다. 다음 형용사들은 자동운동의 유형을 더욱 특징 짓는데 주로 사용된다:\n음식/입을 포함한 구강활동(oroalimentary): 입 벌리기(lip smacking), 씹기, 핥기, 치아가 부딪히는 행동(tooth) 등과 같은 구강활동이 특징이다.\n페달(pedal): 달릴 때처럼의 움직임이 특징이다(비디오 1.4).\n경련(convulsion): 이 용어는 주로 비전문적인 용어로, 주로 양측으로 지속되거나 가끔씩 중단되는 과도하고 비정상적인 근육 수축을 가리킨다.\n뇌전증성 경련(epileptic spasm): 일반적으로 근육의 갑작스러운 굴곡(flexion), 신전(extension) 또는 신전-굴곡의 혼합으로, 주로 근위 및 몸통 근육에서 발생하며, 일반적으로 근간대성 움직임보다 오래 지속되지만 토닉 발작처럼 오래 지속되지는 않는다(약 1초). 이완된 근육들에 의해 머리를 끄덕이거나 얼굴을 찌푸리는 증상이 보일 수 있다. 뇌전증성 경련은 자주 군집적으로 발생한다.\n감각성 발작(sensory seizure): 외부의 적절한 자극에 의해 유발되지 않은 지각 경험(perceptual experience)을 말한다. 감각성 발작은 환각적일 수 있으며, 시각, 청각, 체성감각, 후각, 그리고/또는 미각 현상 같은 외부 자극과 일치하지 않는 합성적 지각(composite perception)을 특징으로 한다. 예를 들어, 실제로 존재하지 않는 것을 보거나 소리를 듣는 경우이다(비디오 1.5). 동물들은 자신들이 무엇을 경험하고 있는지 사람들에게 알리지 못하기 때문에, 감각성 발작은 환상적인 물체를 추적하는 등 비정상적인 행동의 발작적인 사건이 나타날 때까지는 인식하기 어려울 수 있다. 감각성 발작은 강박적인 행동(compulsive behavior)이나 통증과 구별하기 어려울 수 있다.\n자율신경계에 영향을 주는 자율신경 발작(autonomic seizure)은 반려 동물에서 유연, 비자발적 배뇨와/또는 배변, 산동 및 구토와 같은 증상을 보일 수 있다.\n국소 뇌전증성 발작(focal epileptic seizure)은 외측성이거나/또는 지역적인 증상(운동, 자율신경, 또는 행동적인 증상, 단독 또는 병발하여)이 특징적이다. 운동 증상은 얼굴 근육의 경련(비디오 1.3 참고), 반복적인 머리 움직임, 리듬감 있는 눈깜빡임, 또는 한쪽 다리의 반복적인 리듬감 있는 움직임 등을 포함한다. 자율신경 증상은 산동, 유연 또는 구토 등이 있다. 행동적인 증상은 불안증상, 안절부절, 설명할 수 없는 공포 반응 또는 공격성과 같은 짧은 기간의 행동 변화가 있다. 의식이 저하되는 경우도 있지만, 이것을 확인하기 어려울 수 있다. 국소적인 발작은 종종 전신성 발작으로 진화할 수 있다.\n전신성 뇌전증성 발작(generalized epileptic seizure)은 몸의 양쪽 면이 영향받는 것이 특징이다(비디오 1.6, 1.7). 전신성 뇌전증성 발작은 발작의 시작부터 나타날 수도 있고, 국소 뇌전증성 발작에서 진행하여 발생할 수도 있다. 전신성 뇌전증성 발작이 있는 개와 고양이에서 양측성 운동 증상은 토닉, 클로닉 또는 토닉-클로닉이 가장 흔한데, 근간대성 또는 무긴장성인 경우도 있을 수 있다. 전신성 뇌전증성 발작을 가진 동물들은 근간대성 발작을 제외하고 의식 저하와 자율신경 증상(예, 유연, 비자발적 배뇨 및/또는 배변, 산동 및 구토)이 자주 발생한다(비디오 1.1).\n전신성 토닉-클로닉 발작[이전에는 “대발작” 발작(“grand mal” seizure)으로 알려졌음]: 양측의 대칭성 토닉 수축으로 시작하여 양쪽 신체 근육의 클로닉 수축이 이어지는 것이 특징이다. 일반적으로 자율신경 증상과 관련이 있다.\n군집발작(cluster seizure)은 24시간 동안 2번 이상의 발작이 발생하며 발작 사이에 의식의 완전한 회복이 있는 것이 특징이다.\n지속발작(staus epilepticus)은 임상적으로 연속적인 발작 활동이 5분을 초과하여 지속되거나 발작 사이에 불완전한 의식 회복이 있는 발작이 2번 이상 반복해서 나타나는 경우를 말한다.\n반사 뇌전증성 발작(reflex epileptic seizure)은 특정 자극(예, 번쩍이거나 깜빡이는 빛 또는 특정 소리) 또는 환자의 활동(예, 움직임)에 의해 객관적이고 지속적으로 유발되는 뇌전증성 발작이다.\n유발 요인(provocative factor): 만성 뇌전증을 가진 환자에서 뇌전증 발생률을 일시적으로 증가시킬 수 있는 내부적 또는 외부적인 요인이며, 비뇌전증 환자에서도 발작을 유발시킬 수 있다.\n발작과 관련된 단계\n개와 고양이에서 뇌전증성 또는 반응성 발작은 다음 3단계 과정을 거쳐 일어난다: 전조기(prodrome), 발작기(ictus), 발작후기(postictal).\n전조기 또는 발작전기는 수 시간에서 며칠 동안 지속되며, 항상 보호자가 인지할 수 있는 것은 아니다. 전조기에는 일반적으로 정상적인 활동의 주저함, 안절부절, 불안감, 두려움, 주의를 끌기 위한 행동, 애정 표현의 증가, 회피, 숨기(특히 고양이에서), 또는 보통과는 다른 공격적인 행동과 같은 성향의 변화가 나타날 수 있다. 뇌전증이 있는 사람들은 전조기 동안 불쾌감, 회피 또는 다른 감정적인 이상을 경험할 수 있다고 알려져 있다. 229마리의 특발성 뇌전증을 가진 개 보호자를 대상으로 한 온라인 교차 연구(cross-sectional survey)에서, 거의 2/3 (65%)의 보호자들이 개들의 전조(발작 전) 증상을 관찰했다. 뇌전증이 있는 개에서 발작 예측요소로 보고된 세 가지 행동 변화는 불안(29%), 보호자에게 들러붙는 모습(25%), 그리고 두려움(12%)이 있었다. 전조기 이전에 보호자들에 의해 일관되게 확인된 행동 변화는 발작 발생 예상의 지표로서 활용할 수 있으며, 따라서 levetiracetam과 같은 빠르게 작용하는 항경련약을 사용한 펄스 요법(pulse therapy)을 빠르게 적용할 수 있는 치료의 창(therapeutic window)을 제공할 수 있다(제12장의 펄스 요법 참조).\n발작기(ictus)는 몇 초에서 몇 분(자체적으로 제한되는 발작의 경우에서)까지 지속되며, 뇌에서 흥분과 억제성 신경전달(neurotransmission) 사이의 불균형으로 인해 의식, 행동, 운동 활동 및 자율신경 증상이 변화하는 것이 특징이다. 발작기의 임상 증상은 매우 다양할 수 있으며, 때로는 발작의 뇌파 검사상 증거 없이 발작의 특성을 판단하기 어려울 수 있다(제7장 참조). 발작기는 전신성 뇌전증성 발작만 있는 경우, 국소 뇌전증성 발작만 있는 경우, 또는 국소 뇌전증성 발작이 전신성 뇌전증성 발작으로 진화하는 경우로 구성된다. 발작의 국소 발생은 종종 아주 짧으며, 특정한 질문이나 발작의 시작부터 비디오 영상을 얻지 않는 한 보호자가 확인하기 어렵다. 전신성 발작을 가진 동물들은 발작기 동안 의식이 저하되는 경우가 많으며, 국소 뇌전증성 발작에서도 의식이 영향을 받을 수 있다. 비자발적인 배뇨, 배변, 유연의 증가, 구토 및 산동과 같은 자율신경 증상이 단독으로 나타날 수 있고, 운동 및 감각 증상과 결합하여 나타날 수도 있다. 발작기는 또한 뇌의 변연계(limbic system) 또는 감각 영역에서 발작으로 인해 발생한 행동 이상이 특징이다(예, 보호자가 보기에 동물이 환각증상이라고 표현할 수 있는 증상).\n발작후기(postictal) 단계는 발작기 직후에 발생하며, 몇 초에서 며칠까지 지속될 수 있으며, 다음과 같은 임상적 증상 중 하나 이상이 나타날 수 있다: 지각상실(disorientation), 강박적인 이동, 실명, 장애물 회피능력 소실, 운동 실조, 고유 감각 결손(proprioceptive deficits; 예, 스스로 손가락을 굽히거나 지연된 발 위치 반응), 반복적인 음성 발성, 배고픔, 목마름, 배변, 배뇨, 피로, 깊은 수면 및 보통과 다른 공격성 등이 있을 수 있다.\n전조기 및/또는 발작후기 단계의 인식, 자율신경 증상의 발생, 리듬감 있는 근육 수축, 구강-식도 운동 및 발 관절 반응, 그리고 의식의 저하는 뇌전증성과 반응성 발작을 비뇌전증성 발작과 구별하는 데 도움이 될 수 있다. 뇌전증성 발작은 일반적으로 예측 불가능한 방식으로 자발적으로 발생하며 감지 가능한 유발 요인이 없다. 그러나, 특정 상태에서 특정한 인지 가능한 자극에 의해 유발될 수도 있다.6-8 뇌전증성 발작은 일반적으로 자기-제한적이며, 발작기는 몇 초에서 5분 미만의 시간 동안 지속된다.\n발작과 비슷한 질환과 이를 구별하는 중요한 특징\n뇌전증성 발작으로 오인될 수 있는 반복적인 증상을 보이는 다양한 경우가 있다:\n발작성 운동 이상(paroxysmal dyskinesias)\n실신(syncope)\n강박성 행동 장애(compulsive behavior disorders)\n수면 장애(sleep disorders)\n행동과 관련된 발작적인 통증(episodic pain associated behavior)\n발작성 전정 기능 이상(episodic vestibular dysfunction)\n신경근 장애(neuromuscular disorders)\n발작성 운동 이상(paroxysmal dyskinesias; PxDs)은 사람과 동물 모두에서 발생하는 장애로, 급격하고 비정상적인 비자발적 근육 수축의 재발로 인해 비정상적인 자세와 움직임이 나타나는 특징을 가지고 있다(비디오 1.8, 1.9, 1.10).9-11 발작 중 의식은 정상이며, 동물은 발작 시작 전에 지속적으로 움직이려고 할 수 있다(비디오 1.8, 1.9). 일반적으로 발작 전, 발작 후 자율신경 증상은 나타나지 않는다. 그러나 PxDs를 가진 Border Terriers에서는 구토와 설사와 함께 복명음(borborygmi)이 나타날 수 있다. PxDs의 지속 시간은 몇 초에서 몇 시간까지 다양하다(보통 2~30분). 운동 장애가 종종 급속으로 시작되고 끝날 수 있다. 발작이 24~48시간 초과하는 시간 동안 연속해서 발생할 수 있다.\n발작성 운동 이상(PxDs)은 유전적으로 또는 후천적으로 발생할 수 있으며, 다양한 기저 질환에 의해 원발성 또는 속발성으로 나타날 수 있다. 원발성 PxDs 환자들은 발작 사이에 신경 검사에서는 정상 소견을 보인다. 진단은 발작에 대한 설명, 직접 관찰 또는 발작이 녹화된 영상, 다른 신경 상태를 배제하는 진단 검사를 통해 이루어진다. 아래 기술될 특발성 뇌전증에서의 진단과 비슷한 진단적 검사를 사용한다.\n원발성 PxDs는 다양한 개 품종에서 빈도의 증가를 통해 확인되고, 특정 발병 연령, 발작 사례 현상학(phenomenology), 지속 시간 및 빈도, 임상 경과 및 치료 반응 등이 보고되고 있다. 현재까지 개에서 기술된 다수의 발작성 운동 이상(PxDs) 증례에서 ASD 약물은 발작 빈도와 심도를 감소시키는데 효과가 없다고 알려져 있다. Labrador Retriever와 Jack Russell Terrier의 발작성 운동 이상(PxDs)에 관한 회고적 연구에서, Labrador Retriever의 86%와 Jack Russell Terrier의 57%에서 발작 빈도와 지속 시간이 저절로 감소되었다. 중간 추적 기간은 7년이며, 연구에 참여된 개들은 어떠한 약물치료도 받지 않았다. Labrador Retriever의 39%와 Jack Russell Terrier의 22%에서 자발적 회복이 있었으며, 자발적인 회복(spontaneoue)은 군집발작이 있는 개들에서 그렇지 않은 개들보다 낮았다. Border Terrier에서 글루텐(gluten)-민감도와 자발적인 회복 사이의 연관성이 보고되었으며, 그 후 글루텐 없는 식이로 전환 후 회복이 보고되었다. PxD의 유전적 소인은 Cavalier King Charles Spaniel, Soft-Coated Wheaten Terrier, Shetland Sheepdog에서 확인되었다. 유전 검사를 통해 앞으로 점점 더 많은 개의 품종에서 비침습적이고 가성비 있는 빠른 진단이 가능할 수 있다.\nPxD 및 뇌전증성 발작과 비슷한 증상을 보이는 다른 질환들에 대한 상세한 설명은 다른 장에 있다.\n실신: 뇌로의 혈액 공급과 산소 공급이 급격하게 감소하여 발생하는 일시적인 의식 상실. 종종 운동이나 흥분과 관련있다. 근육 긴장은 일반적으로 부드럽지만(flaccid)(비디오 1.11) 근육 경직 또는 tonic-clonic 운동이 발생할 수 있다. 점막 청색증과 심박수 및 심장 박동 이상이 발작 중에 나타날 수 있다. 의료 기록 및 신체 검사를 통해 호흡 및/또는 심혈관 증상이 확인될 수 있다. 실신은 일반적으로 60초 이내로 지속된다.\n강박성 행동 장애(compulsive behavior disorder): 강박 행동 장애는 다양한 종류의 비정상적인 행동을 일으킬 수 있다. 이러한 행동에는 자신의 몸 일부, 다른 동물, 사람 또는 물건을 향한 공격; 강박적인 짖음/울음/울부짖음; circling, 꼬리를 쫓는 것(tail chasing), pacing(비디오 1.12); 자기 몸을 핥는 증상; 그림자/상상 속 물체를 응시하거나 추적하거나 잡으려는 시도 등이 포함된다. 의식은 있지만; 일반적으로 정상보다 둔한 반응을 보일 수 있다. 자율신경계, 발작 전이나 후의 증상이 없다. 발작은 몇 초에서 몇 시간 동안 지속될 수 있다. 일반적으로(소리나 촉각 자극을 통해) 비정상적인 행동의 발작을 멈출 수 있다(적어도 일시적으로).\n수면 장애\n발작수면(narcolepsy)-졸도발작(cataplexy): 졸도발작(예, 급작스러운 자세 조절 상실과 근육 무력증)을 경험하는 동물들의 경우 의식은 정상이다. 동시에 발작수면(즉, 급작스럽게 수면에 빠짐)을 가진 동물들의 경우 의식이 없다. 자율신경계 증상은 없다. 이러한 증상은 하루에 수차례 발생할 수 있고, 주로 먹는 것이나 놀거나 하는 것과 같은 흥분에 의해 유발되며(비디오 1.13), 말이나 촉각 자극으로도 증상이 개선될 수 있다. 증상은 몇 초에서 몇 분 동안 지속된다. 증상 사이에는 동물이 종종 낮에 과도한 졸음과 수차례 깨는 수면 패턴을 보인다.\nREM (rapid-eye-movement) 수면 장애(비디오 1.14): 수면의 REM 단계 동안 꿈의 비정상적이고 과도한 표현으로, 근육 떨림(twitching), 격렬한 달리기 동작, 씹기, 이빨 갈기 및 소리내기 등을 특징으로 한다. 대부분의 개는 쉽게 깨어나며 깨어난 후 경계를 유지한다. 이러한 증상은 밤에 수면 중, 주간 낮잠 중에 여러 번 발생할 수 있다. 자율신경계 증상은 없다. REM 수면장애는 파상풍에서 회복한 개에서 보고된 적이 있다.\n사람처럼, 동물들도 아직 특정되지 않고 뇌전증성 발작과 비슷한 증상을 보이는 다른 유형의 수면장애를 경험할 가능성이 있다.\n간헐적인 통증과 관련된 행동: 다양한 원인으로 인한 간헐적인 통증은 비정상적인 행동과 자세의 발작 관련 증상을 일으킨다. 자율신경계 증상은 없으며 의식은 있지만, 강한 통증으로 인해 동물은 산동되어 있고 보통보다 느린 반응을 보일 수 있다. 증상은 몇 초에서 몇 시간 동안 지속될 수 있으며 하루에 여러 번 발생할 수 있다. 예를 들어, “하늘을 올려다보는(stargazing)” 행동은 역류성 식도염(± 위염)이 있는 개(특히, 단두종의 개)에서 관찰된 바 있다(비디오 1.15 참조).\n간헐적 전정 기능 장애는 머리 기울임(head tilt), 안구진탕(nystagmus), 운동실조(ataxia) 및 한쪽으로 쓰러지는 증상과 같은 일시적인 전정 증상이 특징이다. 일어나려는 시도가 뇌전증성 발작 중 발작 중에 패들링으로 오해할 수 있다(비디오 1.16 참조). 동물이 고통스러운 경우 의식 평가가 어려울 수 있다. 증상을 보이는 동안 스트레스로 인해 산동이 발생할 수 있으며 구토가 전정 증상의 일부로 발생할 수 있다. 증상은 몇 초에서 몇 시간 동안 지속될 수 있다.\n신경근육 질환은 일반적으로 신체 활동 이후 간헐적인 자세조절 상실(허탈)을 일으킬 수 있다. 증상 전 보행이 경직되고 보폭이 짧아질 수 있다. 근육잔떨림(myokimia)과 관련된 근육 수축은 종종 국소 발작으로 잘못 해석될 수도 있다(비디오 1.17 참조). 의식은 정상적인 상태를 유지하고(호흡 장애로 인한 의식 저하 제외) 자율신경 증상은 신경근육 허탈 중에 발생하지 않는다. 다양한 신경근육 질환을 가진 동물에서는 역류, 연하장애(dysphagia), 발성장애가 언제든지 발생할 수 있다. 역류는 구토와 혼동되어서는 안 되며, 연하장애에 의한 과도한 침흘림은 뇌전증성 자율신경 증상에 의한 과유연(hypersalivation)과 혼동되어서는 안 된다. 증상의 지속 시간은 몇 초에서 몇 시간까지 다를 수 있다.\n위에 나열된 질환들은 발작 환자 진료 시 고려되어야 한다. 사람들에게는 뇌전증과 비뇌전증성 발작(nonepileptic paroxysmal event)이 동시에 발생할 수 있는 상황이 있으며, 이는 동물에서도 마찬가지일 수 있다.\n발작, 뇌전증성 또는 반응성 발작, 비뇌전증성 발작적 증상을 구별하는 데 도움이 될 수 있는 요인은 다음과 같다:\n증상을 촉발시키는 사건 또는 트리거\n증상을 촉발시키는 사건 전 징후\n사건 현상학(event phenomenology)\n의식 수준\n자율신경계 증상\n근육 긴장[긴장(spastic) vs 무력(flaccid)]\n움직임 유형(리듬적인지 여부; 입식/생활 자동화인지 여부)\n편향 징후(lateralizing signs)\n의도한 활동을 지속하는 정도\n말 또는 촉각 자극으로 증상을 멈추는 능력\n지속 시간\n사건 후 징후\n일반적으로 위에 나열된 비뇌전증성 발작 증상들 중에서는 발작전 및 발작후 증상 및 자율신경 증상이 발생하지 않는다. 실신 또는 뇌에 대한 산소 공급 감소로 이어지는 심혈관/호흡기 질환을 제외하고 의식은 영향을 받지 않는다.\n인의에서 “뇌전증과 비슷한” 증상에 대한 개요는 www.epilepsydiagnosis.org/epilepsy-imitators.html에서 찾을 수 있다. 흥미로운 점은 인의의 신경학에서도 발작 증상이 기록된 비디오 자료가 동반된 확실한 의료 기록 자료가 올바른 진단의 열쇠로 간주된다는 것이다.\n발작 환자에 대한 체계적 진단 접근 방법\n병력 청취\n세부적이고 정확한 병력 청취는 발작 환자의 임상 관리에 필수적인 요소이다. 병력에 대한 정보 외에도 발작 장애와 관련된 특정 질문들이 필요하다. 이러한 질문은 발작의 세부적인 설명 및 증상 전후에 어떻게 나타나는지가 포함된다. 선택적으로 상담하기 전에 보호자에게 표준화된 발작 장애 관련 질문지를 제공할 수 있다. 수의사는 진료 전에 설문 조사 응답을 검토하고 개별 환자에게 가장 관련성 있는 부분에 중점을 둘 수 있다. 발작 장애 설문 조사는 수의사의 도움을 받아 진료 중에 작성될 수도 있다. 가능하면 발작 중 발생하는 임상 증상이 찍힌 비디오 영상을 확인하고 주의 깊게 검토해야 한다. 이러한 기본 단계에 시간을 투자하는 것은 위의 과정을 생략했을 때와 비교하여 발작 환자의 관리에 상당한 차이를 만들 수 있다.\n신체 검사\n철저한 일반 신체 검사는 발작의 기저 원인을 암시하거나 진단과 치료 선택에 영향을 미칠 수 있는 신체 이상을 확인하는 데 도움을 줄 수 있다. 예를 들어, 심혈관 질환의 발견은 실신과 일치하는 발작과 비슷한 증상을 보이는 개에서 기저 원인을 암시하거나, 뇌전증성 발작 환자의 MRI를 위한 전신 마취의 안정성을 보장하기 위해 추가 검사(예, 심전도 및 심장 초음파)의 필요성을 나타낼 수 있다.\n안저 검사는 고혈압, 두개 내압 증가, 또는 안구 감염을 조사하기 위해 수행되어야 한다. 안저 검사는 특히 시력 저하가 주요 증상 중 하나이거나 안구 관련 감염(예, 고양이 전염성 복막염 및 곰팡이 감염)이 의심될 때 특히 철저하게 수행되어야 한다.\n동물들이 외상 이후에 내원한 경우, 척추 불안정성이 감별될 때까지 못 움직이게 고정되어야 한다. 초기 평가는 응급 처치 체계를 기반으로 중요 장기 기능에 중점을 두어야 한다.\n신경 검사\n발작 환자 진료에 있어서 철저한 신경 검사가 필수적이다. 뇌전증성 발작 또는 반응성 발작의 발생은 그 자체로 전뇌(forebrain)의 문제임을 암시한다. 전체적인 신경 검사를 하는 것은 전뇌 ± 다른 신경계 지역의 동시 관여와 관련있는 신경 결핍을 감지하고, 진단을 내리고 해석하는 데 중요하다.\n신경 검사를 수행하는 방법에 대한 자세한 설명은 수의학 신경학 자료를 참고하라. 신경 검사 결과는 특정 양식에 기록되어야 한다.\n이 섹션에서는 발작 환자의 신경 검사를 최적화하기 위한 고려 사항에 중점을 둘 것이다. 가능한 모든 노력을 기울여 동물이 신경 검사 중에 편안한 상태에 있도록 해야 한다. 괴로워하는 동물의 반응은 해석하기 어려울 수 있거나 잘못된 진단으로 이어질 수 있다. 고양이와 불안한 개의 경우, 신경 검사를 짧게 끊어서 진행하고 그 사이에 휴식을 취하도록 하는 것이 도움이 된다. 정신 상태, 행동, 자세, 보행, 자세 반응(postural reaction) 및 뇌신경 기능을 더 주의 깊게 평가해야 한다. 이때 스트레스나 불편을 유발할 수 있는 척수 반사 평가, 피부 눌림 확인 또는 통증 확인과 같은 검사를 하기 전에 진행해야 한다. 개는 종종 조용한 녹지 지대에서 진행할 수 있는 상황이면, 병원 밖에서 더 자연스럽게 반응하는 경우가 있다. 동물이 비교적 넓은 폐쇄된 공간(예, 고양이를 위한 큰 진료실 또는 개를 위한 울타리로 둘러싸인 야외 지역)처럼 움직일 수 있는 곳에서 동물을 관찰함으로써 동물이 리드줄에 묶여있거나 보정된 상태에 있는 경우에는 보이지 않을 수 있는 뇌질환의 징후를 감지하는 데 도움이 될 수 있다. \n전뇌 질환을 나타내는 임상 증상으로서 관찰 시 감지할 수 있는 것들로는 다음과 같다. 머리를 돌림(head turn), 한 방향으로 머리, 목 및 몸통을 돌리는 pleuro-thotonus, 장애물을 마주할 때 같은 방향으로 돌리는 경향, circling하며 걷기, 서성이기(pacing), 목표 없이/강박적으로 걷기, 동물이 보이지 않는 것처럼 움직이지 않는 물체에 한쪽 머리 또는 몸과 충돌, 벽이나 가구에 머리를 누르기, 혼란에 빠진 듯한 표정, 또는 그 종, 품종, 나이 및 보호자의 피드백을 기반으로 동물에게 이상한 행동을 보이는 것 등이 포함될 수 있다. 반려 동물의 행동에서 미묘한 변화는 일상적인 환경에서만 주인에게 의해 감지될 수 있으며, 이 정보는 문진 시 얻어져야 한다. 집에서 부적절한 배뇨 및/또는 배변이 발생할 수 있다. 구조적 전뇌 질환 및 특정 대사성 질환을 가진 동물에서는 발작 사이의 행동 변화와 발작만 임상 증상으로 나타날 수 있다. 또한, 특발성 뇌전증을 가진 개에서는 공포/불안, 방어적 공격 및 비정상적 자각과 같은 행동 변화가 보고되었다[지속적인 발작 사이 이상 소견 및 인지 기능 장애(자세한 내용은 2장 및 3장 참조)]. 또한, ASD 약물치료로 인해 행동에 영향을 받을 수 있다.\n신체 검사 시, 전뇌 질환을 나타내는 이상 소견으로는 위협 반사 저하 및 결여, 얼굴 감각 저하 및 자세 반응 결핍 등이 포함된다. 특히 고유감각 반사(paw replace-ment reaction)는 고유감각의 미묘한 결핍을 감지하는 데에 도움이 될 수 있다. 이 검사를 수행할 때 동물의 체중이 한쪽으로 쏠리지 않게 적절한 보정하는 것이 중요하다.\n전뇌 질환과 관련된 신경 증상들은 박스 1.1에 요약되어 있다.\n발작 직후 나타나는 신경 검사상 이상 소견\n발작 직후 개와 고양이에서 신경 검사를 해보면 신경 결함(예, 의식 저하, 전신 고유 감각 실조, 자세 반응의 지연, 위협 반사 결여 또는 실명)이 나타날 수 있다:\n발작 후 상태(즉, 몇 분에서 몇 시간 동안 지속되는 전뇌 활동의 일시적 감소)\n심각 또는 오래 지속된 발작에 의한 저산소 또는 과도한 활성 뇌 손상\n가능한 경우, 신경 검사는 적어도 발작이 없는 상태에서 1주일 이상 지난 후에 다시 시행되어 신경 결함이 해결되었는지, 개선되었는지 또는 악화되었는지를 조사해야 한다. ASD 약물의 복용 및 투여는 평가에 영향을 줄 수 있다.\nASD 약물과 관련한 신경 검사상 이상 소견\n특정 ASD 약물의 부작용으로 인해 일부 개와 고양이에서는 둔감(obtundation), 운동실조(특히, 후지에서), 때로는 자세 반응의 저하 등이 관찰될 수 있다. 이런 부작용은 보통 투여 후, 안정기에 돌입하기 전, 고용량 투여 사고 후, 또는 ASD 약물의 고농도의 혈중 농도를 유발하는 변화 등에서 나타난다. 이러한 동물들은 ASD 약물의 혈청 농도가 기준 범위 내로 돌아온 후에 신경 검사를 반복해야 한다.\n병인에 따른 감별 진단\n문진과 신체검사, 신경 검사를 수행한 후, 수의사는 병인에 따른 감별 진단 목록을 작성할 수 있다. 감별 진단 목록 작성은 진단 검사를 선택하고 판독하는 데 기본적인 단계이다. 뇌전증의 원인은 그림 1.5에 표시된 대로 분류할 수 있다. 반응성 발작 및 구조적 뇌전증의 병인에 따른 진단 목록은 각각 박스 1.2 및 1.3에 각각 나열되어 있다.\n발작을 보이는 동물에서 아래의 매개변수를 고려하면 가장 가능성 있는 감별 진단(예, 특발성 뇌전증, 구조적 뇌전증, 반응성 발작)을 설정하는 데 도움이 될 수 있다:\n1. 발작 발병 연령\n2. 품종(개)/혈통 상태(고양이)\n3. 발작 이외의 다른 임상 이상 소견의 존재, 시작 및 경과(예, 발작 사이의 신경 손상, 다른 신체 질환 또는 독소 노출을 시사하는 임상 증상)\n4. 발작 현상학(phenomenology), 빈도 및 진행\nInternational Veterinary Epilepsy Task Force; IVETF는 두 연구에서 얻은 자료를 취합, 분석하여 개의 발작 발병 연령과 구조적 또는 특발성 뇌전증의 관련성을 조사했다. 이 조사는 구조적 뇌전증을 가진 236마리의 개와 특발성 뇌전증을 가진 372마리의 개를 대상으로 진행됐다. 조사 결과, 뇌전증성 발작이 있는 6개월에서 6세까지의 개들은 구조적 뇌전증보다 특발성 뇌전증에 이환되었을 가능성이 더 높게 나왔다.\n발작후기 또는 ASD 약물과 관련 없는 발작 사이 전뇌 관련 증상은 기저의 구조적, 대사적 또는 독성 원인을 암시한다. 그러나, 발작 사이 정상 신경 검사 결과로 다른 신경 증상 없이 뇌전증성 발작을 유발하는 후각망울(olfactory bulb), 전두엽(frontal lobes), 이상엽(pyriform lobes)과 같은 전뇌의 특정 영역에서 국소 병변[이를 “임상적으로 침묵의 영역(clinically silent regions)”이라고 함]에 의한 구조적 뇌전증을 배제할 수 없다. 뇌전증의 원인과 관련된 MRI에서의 이상 소견은 발작 사이 신경 검사 상 정상 소견이 있는 6세 이하와 6세 이상인 개에서 각각 2% (1/46) 및 27% (8/30)에서 확인되었다.\n발작 장애의 첫 번째 증상으로 지속적인 뇌전증을 보이는 51마리의 개에 대한 회고 연구에서, 45%는 구조적 뇌전증을, 31%는 반응성 발작을, 24%는 특발성 뇌전증을 가지고 있었다. 특발성 뇌전증을 보이는 개들은 구조적 뇌전증이나 반응성 발작을 보이는 개들과 비교하여 지속발작으로 진행될 위험이 낮았다.\n반응성 발작, 구조적 뇌전증, 특발성 뇌전증에 대한 자세한 내용은 다음 섹션에서 확인할 수 있다.\n반응성 발작\n반응성 발작에 대한 원인은 박스 1.2에 요약되어 있다.\n반응성 발작을 가진 동물들의 경우, 의료 기록과 임상 소견을 통해 종종 특정 원인(예, 특정 독소에 노출 또는 대사 질환을 의심케 하는 전신 증상)에 대해 의심할 수 있다. 신경 검사는 손상이 종종 전뇌와 관련된 미만성인지, 양측성인지, 종종 대칭적인지를 알려주기도 한다.\n한 회고 연구에서 발작을 보이는 11% (96/8778)의 개에서 대사 질환 또는 중독과 관련한 원인으로 나타났다. 거의 50% (47/96)의 개에서 의식 소실을 동반한 전신 발작을 보였고, 41% (39/96)에서 지속발작(status epilepticus)이 나타났다.\n대사 장애는 급성, 아급성 또는 만성의 원인에 의해 시작될 수 있으며, 진행성 또는 반복 및 회복이 될 수 있다. 종종 일반 신체 검사에서 전체적인 이상 소견이 발견될 수 있다. 96마리의 반응성 발작을 보인 개를 대상으로 진행된 회고 연구에서, 가장 흔한 대사 질환은 저혈당(32%, 31/96)으로 인슐린종, 다른 종류의 종양, 인슐린 과다 투여, 수유, 사냥개 또는 소아기 저혈당으로 인한 것이었다. 연구에서 저혈당을 보인 모든 개의 중간 혈당 농도는 2.19 mmol/L 또는 39 mg/dL이었다(범위 0.55~3.5 mmol/L 또는 10~63 mg/dL; 정상 범위 3.9~6.1 mmol/L 또는 70~110 mg/dL). 저칼슘혈증(중간 이온화 칼슘 농도 0.61 mmol/L; 정상 범위 1.25~1.47 mmol/L)이 가장 흔한 전해질 이상(50%, 5/10) 중 하나였다.29\n중독이 있는 동물은 일반적으로 급성(24시간)의 신경학적 소견을 나타내며 종종 구토, 설사, 유연, 기관 수축, 서맥 또는 빈맥, 그리고 고열 등이 선행하거나 동반될 수 있다. 여러 종류의 독소로 인해 근육 경련과 근육부분수축(fasciculation)이 초기 임상 소견으로 자주 나타나며, 그 이후 발작, 운동 실조, 흥분과 과도한 활동 또는 정신 혼미(stupor)와 혼수(coma)로 진행되는 둔감(obtundation)이 나타난다. 납에 대한 만성 노출은 재발성 발작이 유일하거나 주요한 임상증상으로 나타날 수 있다.\n394마리의 개를 대상으로 한 회고 연구에서, 중독에 의해 반응성 발작을 보이는 개는 다른 병인에 의한 발작의 경우에 비해 지속발작의 발생에 대한 위험성이 높다고 알려졌다.\n특정 반응성 발작 원인의 진단 및 치료에 대한 자세한 내용은 다른 교과서를 참조하라.\n구조적 뇌전증(Structural epilepsy)\n구조적 뇌전증은 다양한 경우에 의해 발생될 수 있다(박스 1.3). 질환의 개시 및 경과는 기저 질환에 따라 다양하다.\n뇌전증성 발작은 구조적 전뇌 질환의 유일한 초기 증상이 될 수 있다. 구조적 뇌전증을 가진 개에서의 비정상적인 신경 검사 소견의 발생은 연구마다 다양하며, 이는 아마도 대뇌의 병변의 위치, 범위 및 유형과 질병 진행 단계에 대한 차이 때문일 것이다.\n뇌전증성 발작 개시 연령이 5세 이상인 99마리의 개를 대상으로 한 회고 연구에서, 비정상 신경 검사가 구조적 뇌전증을 예측하는 민감도 74%와 특이도 62%를 가졌으며, 양성 예측 값과 음성 예측 값은 각각 79%, 55%였다.\n조직학적으로 확인된 원발성 또는 속발성 두개내 종양이 있는 개들의 교차 단면 회고 연구(cross-sectional retrospective study)에서, 뇌전증성 발작은 개 중 76% (31/41)에서 보호자들에 의해 관찰된 두개내 질환의 최초 증상이었다. 발작 발병 연령의 중간값은 8.8세였다. 전엽 종양을 가진 개들은 다른 두개내 위치에 신생물이 있는 개들보다 발작을 더 자주 유발했다. 이러한 두개내 종양을 가진 개들에서 뇌전증성 발작의 유발 위험 요인으로 뇌전엽에서 종양 조직의 발견, 종양 조직의 형광 증강, 대뇌낫밑(subfalcine) 및/또는 소뇌천막 하부(subtentorial)의 탈출증(hernia) 등의 MRI 소견이 있었다.\n첫 뇌전증성 발작 개시 시점이 7세 이상의 개를 대상으로 하는 회고적 연구에서, 구조적 발작을 가진 개 중 169마리 중 116마리 (69%)에서 초기 검사 시에 두개 내 신경 해부학적 문제와 관련된 신경 장애가 확인되었다.\n두개 내 장애로 인한 뇌전증성 발작을 보이는 404마리의 개를 대상으로 진행된 회고 연구에서 신경 검사 결과와 발작 개시 연령(구조적 뇌전증 또는 특발성 뇌전증의 진단을 통하여)의 관련성을 조사했다. 모든 개는 두 번 이상의 발작 이력이 있으며 신경 검사, 혈액, 혈청 생화학 검사, 담즙산 검사, 1.5-Tesla MRI를 사용한 두개 영상 촬영 및 척수액 분석을 포함한 포괄적인 조사를 받았다. 구조적 발작을 가진 개 중 33% (35/105)가 발작 사이에 신경 검사 상 정상 소견을 보였다. 신경 검사에서 전뇌 증상이 있는 개 중, 편측의 구조적 두개 병변을 가진 개 중 47%가 비대칭 신경 장애를 가졌으며, 대칭 구조적 뇌 병변을 가진 개 중 55%가 대칭적인 신경 장애를 보였다. 신경 검사 상 정상인 개보다 발작 사이에 신경 검사에서 비정상적인 개는 16.5배의 높은 비율로 비대칭 구조적 뇌 병변이 확인되었고, 12.5배의 높은 비율로 대칭 구조적 뇌 병변이 확인되었다.\n특발성 뇌전증\n개가 반복되는 뇌전증성 발작을 보이며, 발작이 개시 연령이 6개월에서 6세 사이에 있고 신체 및 신경 검사에서 이상 소견이 없을 때, 대부분은 특발성 뇌전증으로 진단된다. 호발 품종 및 유전적으로 관련이 있는 특발성 뇌전증과 재발성 뇌전증성 발작의 개에서는 더 의심해볼 수 있다. 특발성 뇌전증은 배제 진단(diagnosis of exclusion)이다.\nIVETF는 개의 특발성 뇌전증의 진단에 도움을 주는 발전된 진단 평가의 3등급의 신뢰도(Tier 1-3)의 기준을 제시했다(박스 1.4). 개의 특발성 뇌전증은 제2장에서 자세히 다룰 예정이다.\n원인 불명의 뇌전증\n“원인 불명의 뇌전증”, “암시적(cryptogenic) 뇌전증” 그리고 “증상이 있는 뇌전증”이라는 용어들은 반응성 발작, 구조적 뇌전증 및 특발성 뇌전증에 대한 이전에 설명한 기준 중 어느 하나도 충족시키지 못하는 동물을 가리키는 데 사용되었다. 이러한 동물에서는 광범위한 진단 조사에도 불구하고 기저의 발작 원인을 확인할 수 없다. 뇌 MRI 검사 후 반응성 발작을 배제한 7세 이상에서 발작을 시작한 214마리의 개를 대상으로 한 회고 연구에서 169마리(79%)의 개가 구조적 뇌전증으로 진단되었으며 45마리(21%)의 개가 원인을 알 수 없는 뇌전증(암시적 뇌전증)으로 진단되었다. 이 개들은 뇌 MRI뿐만 아니라 혈액, 소변 및 뇌척수액 검사를 받았다. 원인을 알 수 없는 뇌전증을 가진 개의 발작 개시 연령의 중위 연령은 9.0세(범위 7.3~16년)였으며, 구조적 뇌전증을 가진 발작 개시 연령(중위, 10.3세; 범위 7~18.4세)보다 유의미하게 어렸다. 원인을 알 수 없는 뇌전증을 가진 개 중 23마리(51%)는 발작만 있었으며, 21마리(47%)는 군집발작(cluster zeizure)을 보였으며, 1마리(2%)만 지속발작 상태를 보였다.\n원인 불명의 뇌전증이라는 용어는 반복적인 뇌전증성 발작의 원인이 제한된 진단 검사로 알 수 없는 동물을 가리키는 데도 사용되었다. 어떤 학자들은 “원인 불명의 뇌전증”이라는 용어를 유전적 근거가 없는 특발성 뇌전증을 보이는 개와 고양이에게도 사용했다. 이런 혼동을 피하기 위해 우리는 뇌전증성 발작이 6개월에서 6세 사이에 시작되고, 24시간 이상 간격으로 적어도 2회의 뇌전증성 발작이 나타나며, 박스 1.4에 상세히 설명된 진단 검사상 특이점이 없으며, 원인이 밝혀지지 않은 유전자 또는 유전적 원인이 없는 경우, 특발성 뇌전증의 가족력이 없는 경우, 특발성 뇌전증의 호발 품종이 아닌 경우를 가리키는 용어로 원인을 알 수 없는 원발성 뇌전증이라는 용어를 사용했다.\n진단 검사\n신경해부적 진단과 원인에 대한 감별 진단 목록을 기반으로 진단 검사가 선택되고 판독되어야 한다.\n실험실 검사\n혈액검사, 종합 혈청 생화학 검사, 요검사가 발작 장애를 보이는 모든 개와 고양이에서 실시되어야 한다. 가능한 경우, 혈액 샘플은 공복 상태(성견과 성묘의 경우 12시간)와 최소 1주 동안 뇌전증성 발작이 없는 기간 이후에 얻어져야 한다. 발작 후에는 저산소증과 저혈압의 영향으로 간 수치가 급증할 수 있다. 특정 발작 원인 및/또는 병발 질환의 의심에 따라 수의사가 필요하다고 생각되는 추가 검사 항목을 선택해야 한다. 이러한 검사는 다음과 같다:\n담즙산 자극 시험(예, 12시간 공복과 음식 섭취 2시간 후 총 혈청 담즙산 농도 측정) 및/또는 공복 혈청 암모니아 농도는 간문맥 전신 단락 또는 간 기능장애에 의한 간성 뇌증이 의심될 때 수행되어야 한다.\nPhenobarbital 처방 전에 담즙산 자극 시험도 기준을 잡기 위해 수행하는 것이 좋다(제10장 참조)\n갑상선 이상이 의심되거나 phenobarbital 처방 전에 기준을 잡을 때, total T4 (TT4), free T4 (fT4), thyroid stimulating hormone (TSH) 검사를 수행할 수 있다(제10장 참조).\n인슐린종에 의한 저혈당이 의심될 때, fructosamine, 혈당 곡선 및/또는 혈당-인슐린 비율 검사를 수행할 수 있다.\n인슐린종이 의심되는 개에서 혈당이 3.33 mmol/L 또는 60 mg/dL 미만일 때, 인슐린 농도 검사를 수행할 수 있다.\n저칼슘혈증이 의심될 때 이온화 칼슘 검사를 수행할 수 있다.\n코발라민 흡수 부전이 의심될 때, 비타민 B12 검사를 수행할 수 있다.\n독성 물질 노출이 의심될 때, 특정 독소 또는 독성 검사를 수행할 수 있다. 독소의 원인이 알려져 있거나 강력하게 의심될 때, 특정 독소[예, 납, 메탈알데히드(metaldehyde), 스트릭닌(strychnine), 곰팡이 독소]에 초점을 맞춘 독성 검사를 수행할 수 있다. 음식 또는 bait, 구토물 또는 위세척액으로부터의 위 내용물, 혈액 또는 소변(소변으로 배설되는 독소의 경우)을 독성 물질을 분석하기 위해 실험실로 의뢰할 수 있다.\n감염 질환 감별을 위한 혈청/PCR 항원 검사\n아미노산과 유기산의 정량 검사 및 혈청 glycosaminoglycans, oligosaccharides, purines, pyrimidines 측정\n알려진 유전적 변이(예, Lagotto Romagnolo에서 benign familial juvenile epilepsy, miniature Wirehaired Dachshund에서 progressive myoclonic epilepsy, Staffordshire Bull Terrier에서 L-2-hydroxyglutaric aciduria; 제4장, 표 4.1 참조)가 의심될 때, 발작 장애가 유전자 검사(EDTA 혈액 또는 구강 점막 swab)를 수행할 수 있다.\n기타 검사\n비침습적인 혈압 측정은 6세 이상의 개와 고양이와 모든 연령의 고혈압이 의심되는 동물에서 수행되어야 한다.\n복부 초음파 또는 CT 검사는 다음의 질환을 진단하는 데 시행된다: 간문맥 전신 단락 또는 간 질환, 신장 질환, 부신 질환, 인슐린종, 원발 또는 전이성 종양, 잠재적으로 다양한 장기에 영향을 줄 수 있는 감염성 질환. 종양성 질환 또는 특정 감염 질환(예, 곰팡이, 세균 감염, Toxoplasma gondii 감염)이 의심될 때, 흉부 방사선 또는 CT 검사가 수행되어야 한다.\n뇌 MRI\n뇌전증 환자에서 뇌 평가를 위한 진단 영상 검사로 MRI가 가장 적합하다. 뇌 구조적 뇌전증이 의심되고 특발성 발작 진단을 위해서 MRI를 이용한다. IVETF4은 다음의 소견 중 하나 이상이 보이는 개에게 뇌 MRI(그 뒤에 뇌척수액 검사)를 시행하도록 제안했다:\n발작 개시 시기가 6개월 미만 또는 6세 이상\n발작 사이에 신경 검사상 지속적인 이상 소견이 관찰되며 두개 내 특정한 병변 위치를 나타내는 소견\n지속발작 또는 군집발작(여러 번 연속으로 발작)\n이전에 가진단된 특발성 뇌전증과 ASD 약물 단일 처치 후 관리되지 않은 뇌전증성 발작\n개에서 특발성 뇌전증의 Tier 2 수준의 진단을 원할 때\n\nIVETF에서는 표준화된 동물의 뇌전증-특정 MRI 검사 프로토콜을 발표한 바 있다. 이 프로토콜은 동물의 해부적 구조에 적합하게 하고 뇌전엽, 측두엽과 같은 뇌전증성 발작을 유발하고 지속시키는 대뇌 병변을 확인하는 데 도움을 준다. IVETF MRI 프로토콜의 한 가지 특징은 횡단면(transverse) 및 등쪽면(dorsal)의 각도가 sagittal plane에서 확인되는 해마의 장축과 수평과 수직으로 배치된다는 것이다. IVETF MRI 프로토콜의 자세한 내용은 제6장에 나와 있다(표 6.1 및 6.2 참조)\nMRI 검사의 질(quality)\nMRI 검사의 질은 여러 요인에 의해 영향을 받는다. 단면(slice) 두께, 시퀀스(sequence)는 대뇌 병변을 진단하는 데 영향을 줄 수 있다. 얇은 단면은 병변 확인을 할 가능성을 높여준다. 5 mm보다 작은 병변은 두꺼운 단면에서는 확인을 못할 수 있기 때문에, 뇌전증 환자의 뇌를 검사하기 위해서는 적어도 두 개의 plane에서 3 mm 또는 그 이하의 단면 두께가 권장된다. 단면 두께는 뇌 용적에 비례해야 진단에 적합한 질의 영상을 얻을 수 있다. 뇌 용적이 더 작은 동물은 더 얇은 단면이 필요하다. 1.5 Tesla 미만의 MRI 장비는 인의에서 발작 환자 영상 촬영에 부적합한 것으로 간주된다. 높은 자기장 세기(1.5 Tesla 이상)는 향상된 신호 대 잡음 비율 및 공간 해상도(spatial resolution)를 제공하여 동일한 해상도 대비 더 짧은 영상 촬영 시간 또는 동일한 영상 촬영 시간 대비 더 높은 해상도의 영상을 제공할 수 있다. 최적의 영상 품질을 얻는 데 있어서 다른 중요한 요소는 MRI를 찍는 사람의 MRI에 대한 물리학적 이해도, 뇌 해부학 지식 및 실무 경험 등이다.\n발작 환자의 MRI를 해석하는 수의사의 경험은 뇌전증 원인이 되는 병변을 찾는 데 또 다른 중요한 요소이다. 표준 뇌 MRI 프로토콜에 따라서 진행한 뇌전증에 비전문적인 영상 전문의와 뇌전증에 전문적인 영상 전문의, 그리고 뇌전증 특화 MRI 검사 결과를 뇌전증에 전문적인 영상 전문의의 판독 사이의 비교한 인의에서의 연구가 있었다. 이 연구는 뇌전증 수술 평가를 받는 123명의 환자를 대상으로 진행되었다. 표준 MRI 검사는 보통 뇌전증 수술 평가를 위해 리퍼 전에 수행되었다. 수술 평가 중에는 발작 전문 MRI 프로토콜을 사용하여 환자의 영상을 촬영하고 나중에 전문가가 이 이미지를 해석했다. 영상학적 결과의 유효성을 검사하기 위해 수술 후 조직 검사 결과와 관련성을 검증하였다. 뇌전증 전문가가 아닌 방사선 전문의에 의해 보고된 표준 MRI 촬영 결과에서 병리학적 진단이 올바르게 예측된 비율은 22%에 불과했다. 동일한 표준 MRI 촬영 결과에서 뇌전증 전문가가 다시 평가한 경우, 정확도가 40%로 향상되었다. 가장 높은 정확도(89%)가 뇌전증 전문가가 발작에 특화된 MRI를 해석한 경우에 달성되었다.\n뇌전증성 발작에 의해 유발된 대뇌 실질내 MRI 신호 변화\n뇌전증성 발작 활동은 마지막 발작 후 14일 이내에 수행한 MRI 검사에서 감지할 수 있는 세포 독성 및 혈관 유래 부종과 일치하는 대뇌 실질내 신호 변화를 유발할 수 있다. 이러한 신호 변화는 전뇌의 특정 해부학적 영역에서 발생하며, 편측성 또는 양측성일 수 있으며, 발작 유발 병변과 관련이 없는 부분에도 나타날 수 있으며, 부분적 또는 완전히 가역적일 수 있다. 특발성 뇌전증이 있는 81마리 개와 발작이 유발한 MRI 신호 변화에 대한 회고 연구에서 모든 개에서 T2-고신호(hyperintense)가 관찰되었으며, FLAIR에서 신호 억제가 없었다. 개 중 68% (55/81)가 T1-동일한 신호(isointense)를 보였고, 32% (26/81)는 T1-저신호(hypointense)를 보였다. 대조 증강은 15% (12/81)에서 관찰되었으며, 28% (23/81)의 개에서 국소적인 질량 효과(local mass effect)가 있었다. 모든 개들은 발작 후 1주 안에 고역대의 MRI 검사(1.5 또는 3 Tesla)를 받았으며, 대다수의 개(79%)는 MRI 전 48시간 이내에 발작을 경험했다. 대부분의 개들이 군집발작(53%) 또는 지속발작(19%)으로 발작을 경험했다. 대뇌 실질 내 신호 변화는 개 중 88% (71/81)에서 양쪽에 있으며, 85% (69/81)의 개에서는 대칭적이었다. 가장 흔하게 영향을 받는 부위는 해마(39마리), 띠이랑(cingulate gyrus)(33마리), 이상엽(piriform lobes) (32마리)이었다. Diffusion weighted imaging (DWI)의 특징 소견은 제한된, 촉진된 및 정상 확산의 혼합 패턴이었다. Perfusion weighted imaging (PWI)의 특징 소견은 저관류(6/9마리) 또는 과순환(3/9마리)을 나타냈다.38\nASD 약물치료만 받은 3마리의 개를 대상으로 진행된 이전 연구에서, 발작으로 인한 신호 변화는 초기 검사 후 10~16주 후에 부분 또는 완전히 해소된 것으로 나타났다. 이환된 측두엽, 해마 및 이상엽의 조직 검사에서 부종, 신생혈관 형성, 반응성 별아교세포종(astrocytosis) 및 급성 신경 세포 괴사가 확인되었다.\n뇌전증성 발작의 원인보다 신호 변화의 결과로 의심되는 대뇌 실질 내 신호 변화가 있는 동물에서 뇌 MRI를 반복하고 반복된 신경 검사와 필요한 경우 뇌척수액 분석을 함으로써 뇌전증성 발작이 유발한 MRI 변화와 염증성 또는 종양성 발작 유발 구조적 병변을 구별하는 데 도움이 될 수 있다. 발작으로 인한 급성 실질 변화는 국소 신경세포 소실 또는 신경아교증(gliosis)과 같은 영구적인 병변으로 진화할 수 있으며, 이로 인해 뇌 MRI에서 확인될 수 있는 발작 유발 병변으로 이어질 수 있다.\n고급 MRI 검사들\n수의학에서 MRI의 발전은 개, 고양이에서 뇌전증의 병리기전, 병인, 치료, 예후에 대한 이해의 폭을 넓여주었다. 뇌전증 환자에서 연구 중인 다른 MRI 검사 방법이 아래에 나와있다.\nMRI 부피 측정(magnetic resonance imaging volumetry)은 뇌 구조물의 크기와 형태를 비교하는 데 사용된다. 특발성 뇌전증으로 추정되는 100마리의 개와 발작이 없는 41마리의 개를 비교하는 회고 연구에서, 특발성 뇌전증이 있는 개들은 발작이 없는 개들보다 해마의 불균형이 크다는 것을 보여줬다. 그러나 회고 연구이기 때문에, 해마 불균형이 있는 특발성 발작이 있는 개 중 일부(약 40%)가 ASD 약물치료에 대한 내성이 증가했는지는 평가할 수는 없었다. 오른쪽과 왼쪽 해마의 부피는 이미지 처리 소프트웨어를 사용하여 측정되었다. 특발성 발작이 있는 개와 발작이 없는 개 사이의 전체 해마 부피에는 유의미한 차이가 없었다.\nDiffusion weighted imaging (DWI)은 특정 위치에서 주어진 시간 동안 물 분자의 확산 가능성(예, 이동 및 분포)을 평가하고 미세한 구조의 이상을 감지할 수 있다. 발작 유도 세포 독성 부종은 세포 내 발작 유발 흥분유도 메커니즘(intracellular ictal-driven excitotoxic mechanisms)으로 인해 DWI에서 고신호(hyperintense)로 나타나고 apparent diffusion coefficient (ADC) 값의 감소로 나타난다. ADC 값의 증가는 일반적으로 혈관성 부종 생성이나 신경세포 손실이 진행됨을 나타낸다. 특발성 뇌전증을 가진 17마리의 개를 포함한 전향적 연구에서, 발작 사이 diffusion-weighted MRI (1.0 Tesla) 검사 결과는 정상 대조군과 비교하여 특발성 뇌전증이 있는 개들이 편도(amygdala) 및 semioval center의 ADC가 유의미하게 증가한 것으로 나타났다. 이러한 변화는 신경세포의 손실 또는 신경아교증(gliosis)으로 인한 것일 수 있다는 가설을 제시하였다.\nMagnetic resonance spectroscopy (MRS)는 샘플 부피 내의 대사체 농도를 분석하는 데 사용되며, 주로 H1 프로톤(H1-MRS로 불리는)의 화학적 이동(chemical shift)을 분석하고 이를 spectrogram으로 표시한다. 한 전향적 연구에서는 특발성 뇌전증을 가진 가정에서 키우는 27마리의 개와 대조군에서 single-voxel H1-MRS을 이용하여 발작 사이에 측두엽의 대사활동을 비교하였다. N-acetylaspartate (NAA)-to creatine (NAA/Cr), NAA-to-choline (NAA/Cho), choline-to-creatine (Cho/Cr), choline-to-NAA (Cho/ NAA) 비율이 양쪽 두뇌에서 측정되었으며 대조군과 비교되었다. 특발성 뇌전증을 가진 개와 대조군 간에 모든 대사체 비율에서 유의미한 차이는 발견되지 않았다. 마지막 발작과 MRS 검사까지의 시간 간격은 NAA/Cho 및 Cho/NAA 비율과 유의미한 상관 관계가 있었다.41\nMRI 및 기타 고급 영상 모드에 대한 추가적인 자세한 내용은 제6장에서 찾을 수 있다.\n뇌척수액 분석\n뇌전증성 발작 이력으로 내원한 동물에서 뇌의 구조적 질환, 특히 염증성/감염성 중추신경계 질환을 조사하기 위한 주된 진단적 가치가 있는 검사가 뇌척수액(CSF) 분석이다. MRI 및 CSF 분석이 모두 진행된 256마리의 다양한 신경계 질환을 가진 개들을 대상으로 한 회고 연구에서, 염증성 중추신경계 질환을 가진 개들에서는 CSF 이상 소견이 MRI 이상 소견보다 더 흔하게 나타났다. 대부분의 CSF 이상 소견은 비특이적이었으며 CSF 샘플의 2%에서만 원인에 대한 진단이 내려졌다. 체계적인 검토에서 원인 불명의 뇌수막염(meningoencephalitis of unknown origin, MUO)을 가진 개 중 7%에서 두뇌 MRI에서 이상 소견이 없었고 CSF 이상 소견을 통해 MUO로 진단받은 경우가 있었다.\n일반적인 CSF 분석 결과[적혈구(RBC) 수, 총 유핵세포 수(TNCC), 세포학적 분석 및 단백질 농도]는 동물의 품고, 의료 기록, 신경해부학적 진단, 혈액검사 및 영상 진단과 같은 검사 결과를 기반으로 해석되어야 한다. 일반적인 CSF 분석의 이상 소견은 중추신경계 질환에 대한 상대적으로 민감한 지표이지만, 기저 원인에 대한 특이성은 낮다. 세포학적 분석에서 관찰되는 유핵세포 유형은 특정 원인이나 질환을 의미할 수 있다. 뇌척수액의 총 단백질 농도는 뇌척수액 세포증가증(pleocytosis)을 유발하는 많은 질환에서 상승된다. 그러나 blood-brain barrier 또는 척수강 내 globulin 생성에 의해 CSF 단백질 농도가 CSF 유핵세포 수의 증가와 동반해서 증가하지 않을 수 있다(albuminocytological dissociation). 때로는 세균, Ehrlichia morulae, 곰팡이, 원충, 기생충, Prototheca spp., 개 distemper 바이러스 봉입체, 또는 종양 세포(예, lymphoblast)가 CSF의 현미경 검사에서 식별될 수 있다. 특정 병원균에 대한 조사가 CSF에서 수행될 수 있으며(예, PCR, 항원 또는 항체 검사), 원인을 진단할 수 있다. 뇌척수액, 소변 및 혈청의 유기산, 아미노산 및 다른 대사체의 양을 측정하면 대사 과정 중 발생한 오류를 진단하는 데 도움이 될 수 있다.\nCSF의 젖산(lactate) 농도 측정은 개의 중추신경계 질환의 잠재적으로 유용한 biomarker로 연구되었다. 발작 장애를 가진 118마리의 개를 대상으로 한 연구에서, 염증성 및 종양성 질환을 가진 개들은 특발성 뇌전증 또는 원인을 모르는 뇌전증이 있는 개들보다 유의미하게 높은 젖산 농도를 보였다. 젖산 농도가 정상 범위(>2.5 mmol/L)를 초과한 경우, 구조적 뇌전증을 예측하는 데 100%의 특이성이 있었지만, 민감도는 21%에 불과했다. 전신 발작을 가진 개들과 국소적인 발작을 가진 개들 사이에 뇌척수액의 젖산 농도에 유의한 차이가 있었다. 젖산 농도와 발작의 형태(즉, 단일 발작, 군집발작 또는 지속발작), 뇌척수액 채취 전의 마지막 발작까지의 시간 간격 또는 뇌척수액 채취 전 72시간 내의 발작 횟수와 관련하여 젖산 농도의 차이는 없었다.\n경미한 뇌척수액 증가증 및/또는 총 단백질 농도 증가와 같은 뇌척수액 이상은 뇌전증성 발작 활동의 결과로 나타날 수 있다. 특발성 뇌전증이 있는 124마리의 개를 대상으로 한 회고 연구에서 뇌척수액의 총 유핵세포 수(TNNC)와 마지막 발작과 뇌척수액 채취 간의 시간 간격 사이의 관련성이 확인되었다. 마지막 발작과 뇌척수액 채취 간의 시간 간격이 길수록, 뇌척수액의 유핵세포 수는 낮았다. 뇌척수액의 단백질 농도와 뇌척수액 채취 시간과의 연관성은 없었고, 군집발작의 발생과 뇌척수액의 유핵세포 수 또는 단백질 농도와도 연관성은 없었다. 뇌전증성 발작과 관련된 뇌척수액의 이상 소견이 없어질 때까지의 시간은 알려지지 않았다. IVETF에서 제시한 특발성 뇌전증의 tier II 진단을 받은 개들 중에서 발작 이후, 일반적인 뇌척수액 분석에서 정상인 경우 및 최근 발작 활동 이후 채취된 뇌척수액와 혈청 검사상 감염 질환에 대한 결과가 정상이고 뇌 MRI 검사상 특이 사항이 없거나 발작이 유발한 변화를 보여줄 경우, 최소 6주 동안 발작이 없는 기간 이후에 뇌척수액 검사를 반복하도록 권장하고 있다. \n최근의 두 개의 회고 연구에서는 발작 사이 신경 검사, CBC, 혈청 생화학 검사, 뇌 MRI 검사에서 정상이지만, 재발성 특발성 뇌전증이 의심되는 개에서 뇌척수액 검사를 수행하더라도 기저 원인을 탐지할 가능성을 높이지 않는다고 한다. 이 연구들에서 경미한 뇌척수액 이상이 특발성 뇌전증이 의심되는 11~15% 이내의 개에서 발견되었다. 첫 번째 연구에서는 MRI 검사로 반응성 발작과 구조적 대뇌 이상을 제외한 200마리의 특발성 뇌전증으로 추정 진단된 개들을 대상으로 진행됐다. 대부분의 개에서는 뇌척수액 채취를 소뇌숨뇌수조(cerebellomedullary cistern)에서 진행했다. 뇌척수액 분석 결과, 30마리(15%)의 개에서 이상 소견이 있었다. 경미한 단핵세포 뇌척수액증가증(pleocytosis)이 47% (14/30)의 개에서 감지되었으며(중앙값 TNCC 6 cells/μL), 총 단백질 농도는 73% (22/30)의 개에서 증가했다(중앙값 총 단백질 농도 40 mg/dL). 뇌척수액증가증과 뇌척수액 단백질 농도 증가의 동시 발생은 20% (6/30)의 개에서 확인되었다. 마지막 뇌전증성 발작과 뇌척수액 분석 사이의 시간 간격은 개 중 27% (8/30)에서 2일 이하, 53% (16/30)에서 7일 이상이었으며 나머지 6마리의 개에 대한 정보는 보고되지 않았다. 뇌척수액 이상의 발견과 뇌전증성 발작 형태 또는 횟수 사이의 관계, 마지막 뇌전증성 발작과 뇌척수액 채취 사이의 시간과의 연관성은 확인되지 않았다. 이 중 대부분의 개(77%, 20/26)는 ASD 약물치료로 뇌전증성 발작이 줄어들었으며, 중간 추적기간 동안 신경 장애가 나타나지 않았다. 4마리의 개는 추적을 중단했고, 3마리는 관련 없는 원인으로 사망하였으며, 3마리는 통제되지 않은 뇌전증성 발작으로 안락사되었다. 두 번째 연구에서는 발작 발생 시 6개월에서 6세 사이의 연령대에 해당하는 82마리의 개를 대상으로 진행됐다. 이들 개들은 발작 후 최소 24시간 이상의 간격으로 두 번 이상의 뇌전증성 발작을 하고, 정상적인 신경 검사, 중독 또는 대사성 발작 원인에 대한 증거가 없으며, 뇌의 정상적인 MRI(조영 촬영을 포함한) 결과가 확인됐다. 소뇌숨뇌수조(cerebellomedullary cistern)에서 채취된 뇌척수액 분석 결과상 이상 소견은 11% (9/82)의 개에서 확인되었다. 이 중 56% (5/9)는 albuminocytological dissociation(역자주, 뇌척수액에서 정상 백혈구 수치를 보이고 단백질 농도가 증가)을 보였고(TP range 32~58 mg/dL), 33% (3/9)는 총 단백질 농도와 유핵세포수 모두에서 경미한 증가가 확인됐다(TP 36 mg/dL TNCC 7 cells/ μL). 총 유핵세포수가 증가한 모든 개의 세포학적인 결과는 단핵성 뇌척수액 증가증을 나타냈다. 비정상 뇌척수액을 가진 9마리 개 중에서 마지막 발작과 뇌척수액 채취 사이의 시간 간격은 1마리(11%)의 개에서는 24시간 미만, 5마리(56%)의 개에서는 1개월 미만이고 나머지 3마리(33%)의 개에서는 1개월 이상이었다.47 9마리의 개 중 7마리는 Toxoplasma gondii 또는 Neospora caninum에 대한 혈청 또는 뇌척수액 PCR을 진행했고 결과는 모두 음성이었다. 초기 뇌척수액 분석에서 총 단백질(36 mg/dL)과 총 유핵세포(7 cells/μL) 값이 증가한 1마리의 개는 발작이 없는 상태에서 1개월 후에 두 번째 뇌척수액을 채취하였고 결과는 정상이었다. 데이터 수집 종료 시점에서 비정상 뇌척수액 분석 결과를 보인 9마리의 개 중 5마리의 개(56%)는 발작이 잘 관리되었으며, 4마리의 개(45%)는 사망하였다. 이 4마리 중 3마리의 사망은 뇌전증과 관련이 있었다.47\n뇌척수액의 채취, 샘플 핸들링, 분석 및 해석에 대한 자세한 내용은 다른 리퍼런스에서도 찾아볼 수 있다.\n뇌파 검사\n뇌파 검사(electroencephalography)는 대뇌 피질에서 추상 신경세포(pyramidal neuron)들이 생성하는 자발적인 전기 활동을 기록하는 것을 말한다. 인의에서 뇌파 검사는 뇌전증 환자의 표준 진단으로 사용되며, 발작 유형의 분류(국소 발작 VS 전신 발작), 뇌전증 증후군의 진단, 무경련 상태의 지속발작의 모니터링, 뇌전증 유발 병변의 위치 파악, 발작 재발 예측 및 ASD 약물치료의 효과 모니터링에 중요하게 사용된다. 수의학에서는 뇌파 검사의 임상 사용은 증가하고 있지만 주로 대학병원에서만 제한적으로 사용되고 있다. 수의학에서 뇌파 검사의 임상 적용을 제한하는 요소로는 환자의 협조, 근육 떨림에 의한 허상(artifact), 검사 시간, 장비 이용 가능성, 뇌파 검사 결과 획득 및 해석에 필요한 전문적이고 검증된 표준화된 방법의 부족 등이 있다.\n개와 고양이에서 뇌파 검사는 진정이나 전신 마취 상태에서 실시하면 발작 사건을 포착하는 데 제한이 있을 수 있다. 의식이 있는 상태의 환자에서 비디오 녹화와 동시에 기록하는 방법도 있다(video-EEG). Video-EEG 기술은 작고 휴대용 무선 비디오 동기화 시스템을 사용된다. 무선 video-EEG는 마취되지 않은 개의 72%에서 발작의 특성을 명확히 하는 데 도움이 된 것으로 나타났다. 사용된 뇌파 검사 프로토콜에 따라, 뇌전증 상태의 개와 고양이에서 다양한 뇌파 검사상 이상 소견 진단율이 보고되었으며, 이 범위는 20%에서 86%까지 다양했다.50-56\n뇌파 검사 방법 및 해석에 대한 자세한 내용은 제7장에 나와있다.\n\n"
}