{
    "title": "개와 고양이의 실전 뇌전증 관리",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "02\n개의 특발성 뇌전증\nCanine Idiopathic Epilepsy\n개의 특발성 뇌전증(IE)은 개에서 가장 흔한 만성적인 신경학적 상태 중 하나로, 1차\n동물병원에서 0.6~0.75%1,2의 추정 유병률을 보이고, 2차 리퍼 동물병원에서는 1~5.6%의 추정 유병률3-5을 보이고 있다. 신경전문 동물병원에서 IE는 뇌전증 전체 케이스 중 53%를 차지한다.5,6 IE의 유병률은 소인이 있는 개 품종에서 더 높고 특성 번식 계통에서는 더 높다. 소인이 있는 번식 계통에서 유병률은 19%에서 최대 33%라고 보고되었다.7,8 그러나 순종과 잡종 개 모두에서 발생할 수 있다.\nIE는 그 자체로 질병으로, 근본적인 원인이 아직 알려지지 않았다. 발병 연령은 6개월령과 6년령 사이로, 발작과 발작 사이의 신체검사 및 신경계 검사와 혈액 검사에서는 특이소견이 없다.\nIE의 유전성 원인이 종종 의심된다(제4장을 보아라). 2015년에, 국제 수의 뇌전증 태스크 포스(IVETF)는 개의 IE가 다음과 같이 하위 분류될 수 있다고 제시하였다:9\n유전성 IE. 유전자 분석을 통해 IE의 원인인 유전자가 밝혀졌다.\n유전성 IE 의심. IE의 유전적 병인은 IE에 이환된 가족 구성원이 있거나 유전적 위험 인자가 밝혀졌을 때 의심된다. 유전적 병인은 특정 품종에서의 IE의 유병률이 일반적인 개의 집단보다 높을 때에도 의심될 수 있다. 일반적인 개 집단의 뇌전증 유병률은 1% 미만이라고 보고되어 왔다; 따라서 한 품종에서 2% 초과의 유병률은 정상보다 높은 것으로 고려된다. 하지만, 특정 개의 품종에서의 IE의 유병률은 시간이 지나며, 번식 계통이 사용되는 경우 변동될 수 있다.\n원인 불명의 IE. 광범위한 진단적 검사에도 불구하고 IE의 기저 원인이 밝혀지지 않은 경우를 말한다. 구조적 뇌 질환의 징후 또는 의심 소견이 없다.\n개에서 IE 진단을 위한 IVETF 용어와 Consensus 가이드라인이 제1장에 소개되어 있다. IE의 임상적 의심소견을 입증하고 구조적 뇌전증 및 반응성 발작을 배제하기 위한 특정 진단 단계(즉, Tier 1, 2 그리고 3)는 제1장 박스 1.4에 요약되어 있으며 이 챕터의 진단적 접근 절에 설명되어 있다.\n뇌전증 발작의 종류\n뇌전증 발작의 대표적인 두 가지 유형이 전신(generalized)과 부분(focal) 발작이다. 전신 또는 부분 발작을 분류하는 방법은 주로 임상 증상에 기초하며 인의에서의 현재의 권고안에 근거한 것이다. 여러 개의 품종에서 발생하는 특발성 뇌전증은 전신 및 부분 뇌전증 발작이 모두 발생하는 특징을 가진다. 부분 뇌전증 발작은 양측성 강직-간대(tonic-clonic) 경련을 동반하며 전신화될 수도 있고 되지 않을 수도 있다. 뇌전증 발작을 유형에 따라 적절하게 임상적으로 분류하기 위해서는 발작이 개시되는 상황을 면밀하게 관찰해야 하며, 비정상적인 운동성, 행동 및 자율신경계 증상들을 놓치지 않고 평가해야 한다. 그러나 뇌전증과 운동 이상증(제1장을 보아라)과 같은 비 뇌전증성 이벤트는 겹치는 임상 증상이 있기 때문에 때로 감별이 어려울 수 있다. 뿐만 아니라, 한 마리 IE 개에서 서로 다른 뇌전증 발작 유형이 발생할 수 있다. 인의에서 뇌전증 발작을 처음으로 분류하는 방식은 발작 개시 때 관찰되는 임상 징후에 기초하고 있다. 뇌파 검사(EEG)가 이환된 대뇌 영역(부분 VS 전신)을 파악하기 위해 널리 사용된다. 뇌전증 발작은 운동성 또는 비운동성 뇌전증 발작, 경련성 또는 비경련성 뇌전증 발작으로 세분화될 수 있다.\n전신 뇌전증 발작\n전신 뇌전증 발작은 발작의 시작단계부터 양측 대뇌 반구의 네트워크가 연관된 뇌전증 활동으로 인해 발생하며, 자기제한적이다. 전신 뇌전증 강직성 발작을 보이는 개는 발작이 시작되자마자 머리와 몸의 양쪽이 모두 관여되는 것을 볼 수 있다.\n전신 뇌전증 발작은 보통 경련성으로 나타나며, 전신 강직, 간대 또는 강직과 간대(tonic-clonic) 운동의 다양한 조합의 형태로 발생하는 짧고 자가 제한적인 경련으로 나타난다. 이러한 발작들은 종종 전신 강직-간대성 뇌전증 발작으로 불린다. 자율 신경 증상(예, 과다유연, 배뇨, 배변, 산동)과 의식 저하가 흔히 발생한다. 경련은 일반적으로 짧으며 스스로 멈춘다. 일반적인 강직성 발작/뇌전증성 발작의 전형적 지속 시간은 1~2분 미만이다(비디오 2.1~2.4).\n비경련성 전신성 뇌전증 발작은 상대적으로 덜 자주 나타나며, 근간대 뇌전증 발작, 무긴장성 뇌전증 발작, 그리고 결신 발작을 포함하는 개념이다.\n근간대 뇌전증 발작은 양측성으로 발생하는 단일 또는 반복적인 수축성 움직임이나 근간대성 움찔거림으로 특징지어지며 때로는 전기 충격을 받았을 때와 비슷한 모습을 보이며 일반적으로 몸의 양쪽 모두에 영향을 미친다. 근간대 뇌전증 발작은 빛이나 소리 자극에 의해 유발되는 반사적 뇌전증 발작으로도 나타날 수 있다(비디오 2.5~2.7).\n무긴장성 뇌전증 발작은 갑작스러운 근육톤의 상실로 인해 유발되는 쓰러짐 발작이나 갑작스런 허탈로 나타난다. 무긴장성 뇌전증 발작은 실신과 케타플렉틱 발작(제1장, 비디오 1.2를 보아라)과 구별되어야 한다.\n결신 발작은 자극에 대해 반응하지 않는 일시적인 얼어붙음이나 응시로 나타난다. 운동 증상은 없거나 경미한 얼굴이나 눈꺼풀의 근간대성 움직임의 형태로 나타날 수 있다(비디오 2.8).\n비뇌전증성 발작성 이벤트와 경련성 뇌전증 발작을 구분하는 것은 어려울 수 있다. 깨어 있는 개에서의 보행상태의 비디오-뇌파 검사는 비경련성 뇌전증성 발작의 뇌전증성 기원을 확인하는 데 도움이 될 수 있다(뇌파에 대한 자세한 내용은 제7장을 보아라). 동시에 의심되는 비경련성 뇌전증 발작과 함께 경련성 뇌전증 발작이 발생할 경우, 후자의 뇌전증성 기원에 대한 의심을 더욱 뒷받침할 수 있다. 근간대 뇌전증발작과 결신발작은 유전적 특발성 근간대성 뇌전증 일차성 근육락성 뇌전증의 형태로 로디지안 리지백에서 보고되어있다. 이는 어린 개에서 발병하는 것으로 알려졌으며 인의에서의 청소년기의 근대성 뇌전증에 해당된다(비디오 2.5, 2.8).10\n뇌전증성 및 비뇌전증성 근간대는 또한 라포라병(비디오 2.9) 및 신경 세포라이포푸스신증과 같은 진행성 근간대성 뇌전증에서도 빈번하게 나타나지만, 이들은 뇌전증성 뇌증과 구조적 뇌전증으로 분류된다(자세한 내용은 제4장을 보아라).\n국소 뇌전증 발작\n국소 뇌전증성 발작은 하나의 대뇌 반구에 있는 뉴런 집단 또는 네트워크와 같은 뇌의 특정 국소 병소부분에서 발생한 발작성 활동이다. 임상적으로, 국소 뇌전증성 발작은 운동 증상 또는 비운동 증상, 예를 들면 자율신경 증상 또는 행동적 증상으로 나타날 수 있으며, 뇌전증성 활동이 발생하는 뇌의 구역(뇌전증 발생 부위)을 반영한다. 운동 및 비운동 증상은 독립적으로 또는 서로 조합하여 발생할 수 있다. 주로 우세한 임상 증상과 국소 뇌전증성 발작의 일관된 발작 발생에 기반하여 분류한다. 의식은 더 이상 국소 뇌전증성 발작을 구별하는 기준으로 사용되지 않는다.\n국소 감각/행동 뇌전증성 발작. IVETF consensus에 따르면, 불안증상, 초조함, 설명할 수 없는 두려움 또는 비정상적인 주의를 끌기 등의 짧은 에피소드가 국소 감각/행동 뇌전증성 발작의 표현일 수 있다. 의식 저하 및 반응성 감소도 특징이 될 수 있지만, 의식 평가는 비디오 영상 또는 반려인의 설명을 기반으로 할 때 특히 정확하게 수행하기 어렵다.\n국소 자율신경 뇌전증성 발작은 동공확장, 과다 유연(비디오 2.10) 또는 설명할 수 없는 구토로 나타날 수 있다.\n국소 운동 뇌전증성 발작은 리듬성을 가지는 운동 증상으로 표현되며 머리 또는 한 개의 사지로 제한된다. 얼굴 근육 수축, 리듬성 있는 눈 깜빡임, 머리의 반복적인 움직임, 그리고 한 개의 사지의 리듬적인 움직임(비디오 2.11)이 포함된다.\n임상에서, 비뇌전증성 발작성 운동장애(비디오 2.12)와 국소 운동 뇌전증성 발작을 구분하는 것은 상당히 어렵다. 발작 지속 시간이 짧은 경우(< 5분), 증상이 몸이나 머리 한 지역으로 제한되는 경우, 임상 증상의 측면화(예: 한쪽 얼굴 근육 떨림), 그리고 자율신경 증상(산동, 과다 유연, 배뇨)이 있을 때는 비뇌전증성 발작성보다 국소 운동 뇌전증성 발작을 더 의심하게 된다.\n뇌전증을 의심하게 하는 다른 증상(예, 과다 유연, 얼굴 근육 떨림, 양측성 뇌전증으로 진행)이 없고 의식이 유지되는 중단될 수 있는 머리의 떨림은 특발성 머리 떨림(비디오 2.13)의 특징이라고 할 수 있다.11,12 따라서 특발성 머리 떨림은 종종 근육긴장 이상증과 관련된 운동장애로 간주된다. 그러나 독립적인 머리 떨림은 IE 및 국소, 국소에서 전신으로 진행되는 또는 전신 뇌전증 발작을 가진 개에서도 보고되고 관찰되기 때문에 이러한 개에서도 특발성 머리 떨림이 뇌전증성 발작의 표현일 수 있다. 일부 개에서 발작 시의 뇌파 기록이 뇌전증성 발작이었음을 밝혔다.13,14 최근 도입된 장기 보행 비디오-뇌파 검사는 깨어 있는 개에서 임상 증상과 뇌파 활동을 동시에 기록하는 것으로, 비운동 및 비경련성 뇌전증 발작의 진단에 유용함이 입증되었다(비디오 2.14).13,15\n전신으로 진행되는 국소 뇌전증 발작\n이 유형의 뇌전증 발작은 뇌전증 발생 부위라고 불리는, 하나의 대뇌 반구에 있는 국소 병소에서 시작되며, 순차적으로 기존에 형성되어 있던 대뇌피질하(subcortical) 네트워크를 통해 양쪽 대뇌 반구까지 확산된다. 임상적으로 이는 지역적인 운동, 자율신경 또는 행동적인 증상으로 나타내며, 이러한 증상들은 단독으로 나타날 수도 있고, 조합하여 나타날 수도 있으며, 전신적인 강직-간대성 발작으로 진행하기 몇 초 또는 몇 분 전에 나타난다. 이전에, 이러한 뇌전증성 발작은 이차적으로 전신 발작 또는 이차적으로 전신 국소(부분) 발작으로도 묘사되었다. 어떤 용어를 사용하더라도, 이러한 뇌전증성 발작은 주로 국소적 뇌전증성 발작으로, 하나의 대뇌 반구에서 발생한 뒤 양측 반구로 확산되며, 전신적 시작의 뇌전증성 발작 유형으로 분류해서 안된다.\n따라서 보호자에게 뇌전증성 발작의 발생에 대해 꼼꼼히 질문해야 한다(제1장, 그림 1.3을 보아라). 뇌전증성 발작의 시작을 관찰하는 것은 발작 시작부터 전신 강직-간대성 뇌전증 발작으로 분류할지 아니면 국소적 시작의 발작에서 전신화된 것으로 변한 것인지를 구분하기 위해 필수적이다. 이런 맥락에서, 뇌전증성 발작의 비디오 영상은 발작 시작이 포착된 경우에만 도움이 된다.16\n인의에서는 뇌전증성 발작의 유형은 발작 시작 시에 보이는 특정 임상 증상을 기반으로 더 세분화되어 분류될 수 있다. 전신화된 국소 뇌전증성 발작은 국소적 행동 뇌전증성 발작 또는 공포-연관성 국소적 뇌전증성 발작으로 더 세분화될 수 있다. 공포-연관성 국소적 뇌전증성 발작은 전신성 강직-간대성 운동 활동의 수초에서 수분 이전에 강렬한 공포가 경험된다면 전신 강직-간대성 경련으로 진행되기도 한다. 마찬가지로, IVETF는 각 유형의 뇌전증성 발작이 일관된 시작에 의해 특징지어질 수 있다고 말한다. 그러나 개가 뇌전증성 발작의 시작 시 행동 변화를 보일 때, 정신적 및 감각적 사항들과의 연관성을 파악하는 것은 어려울 수 있다.\n발작 단계(Seizure phases)\n발작과 관련된 3가지 단계\n발작 전 기간 또는 전구기(preictal phase or prodrome)\n발작(ictus)\n발작 후 기간(postictal phase)\n이 3단계의 기간과 임상적 발현 양상은 제1장과 그림 1.1에 상세하게 묘사되어 있다.\n심각도와 빈도\n뇌전증성 발작의 심각도 인식에 영향을 미치는 요소들은 다음과 같다:\n뇌전증성 발작의 발생 빈도\n군집발작 또는 지속발작의 발생 유무\n발작의 지속 시간 및 임상적 표시\n발작 후 기간의 지속 시간 및 임상적 표시\n뇌전증성 발작의 예측 불가능한 발생 양상은 개의 보호자들에게 걱정거리이다. 그러나 뇌전증성 발작의 발생은 각 개별 개에 특성화된 내재적 리듬을 따르는 것처럼 보이며, 개별적인 발작 위험도를 가지고 있는 것처럼 보인다. 뇌 내 전극 뇌파 검사를 사용하여 평균 65주 동안 모니터링된 국소 뇌전증을 가진 6마리의 개에서의 데이터에 따르면, 뇌파 발작의 일주기성, 7일간의 주기성 및 월간 주기성이 ASD 약물 용량과 관계없이 발생하며, 이러한 패턴들은 발작 위험의 내재적 리듬을 반영하는 것으로 보인다.17 이 연구에서 6마리 중 5마리는 뇌파상의 발작 시간의 통계적으로 유의한 주기를 가지고 있었으며, 3마리는 일주기성, 1마리는 7일간의 주기성, 2마리는 대략적인 월간 주기성을 가지고 있었다.17\n최근에는 뇌전증성 발작의 빈도가 증가한 시간대를 특성화하고 정량화하기 위해 “뇌전증성 발작 밀도”라는 용어가 도입되었다. 이전에 군집발작이 발생하지 않은 개들은 군집발작을 보였던 개들보다 뇌전증성 발작의 치유를 달성할 가능성이 6배 더 높았다.18\n광과민과 자극 요인\n반사 뇌전증성 발작은 뇌 내 특정 뇌전증성 네트워크의 표현이다. 이러한 유형의 발작은 주로 빛 또는 소리와 같은 수입성 자극과 같은 특정 유발 요인으로 인해 일관되고 매우 빠르게 발생한다. 복합적이거나 인지적인 자극을 포함한 다른 유발요인이 될 수 있다. 반사 뇌전증성 발작은 종종 단일 또는 반복적인 근육 떨림으로 나타난다. 이는 인 강직-간대성 뇌전증 발작으로 진행될 수 있다. 광과민이라는 용어는 빛 자극으로 유발되는 반사 뇌전증성 발작을 말한다. 깜박이는 빛, 번쩍이는 빛 또는 특정 패턴(예: 나무 사이로 햇빛이 비치는 동안 걷는 것)이 강아지의 뇌전증성 발작의 원인으로서 보호자들에 의해 보고되기도 하였다. 광과민은 특발성 전신적 광과민성 뇌전증을 가진 로디지안 리지백 강아지의 청소년기의 근간대성 뇌전증에서 빈번히 나타나는 특징이다.15 빛 자극으로 유발된 근간대는 개의 라포라병의 특징이기도 하다. 불규칙한 빛 자극과 뇌파 검사를 사용하여 빛 자극에 대한 서로 다른 응답 단계를 평가할 수 있어 광과민성에 대한 추가 연구가 가능하다. 스트레스-유도성 발작성 뇌전증과 병원을 방문하는 것과 관련되어 발생하는 뇌전증성 발작이 진성 반사 뇌전증성 발작인지 아니면 증가된 뇌전증성 발작 감수성의 표현인지에 대한 문제는 논쟁의 여지가 있다.\n진단적 접근\nIE의 진단은 반복적인 뇌전증성 발작의 발생 이력(즉, 24시간 간격으로 ≥2회의 뇌전증성 발작), 뇌전증의 발생 연령(6개월에서 6세 사이) 및 반응성 뇌전증과 구조적 뇌 질환의 배제에 기반한다. 발작을 가진 환자들에 대한 진단 접근 방법은 제1장에서 자세히 설명되어 있고, IE 진단과 관련된 주요 요점은 아래에 나와있다.\n뇌전증 발작의 확인\n먼저, 강아지가 경험하는 이벤트가 뇌전증성 발작인지 아니면 뇌전증성 발작과 유사할 수 있는 다른 발작 증상인지를 초기에 확인하는 것이 중요하다. 이러한 이벤트가 뇌전증성 발작인지 확인하기 위해 주로 증상을 살펴보아야 한다. 개가 진료실에 있을 때에 뇌전증성 발작이 발생하는 경우는 거의 없다. 따라서 뇌전증성 발작이 어떻게 나타나는지에 대한 설명은 대부분 개의 보호자들의 기술 내용, 발작 발생 시의 비디오 영상, 그리고 보호자들에 의해 작성된 표준화된 설문지를 통해 얻어진다(제1장, 그림 1.3을 보아라). 뇌전증성 발작과 유사한 소견이 나타나는 질환과 뇌전증성과 비뇌전증성 발작을 구별하는 데 사용될 수 있는 임상적 지표는 제1장에 설명되어 있다.\n발병 연령\n개의 특발성 뇌전증의 발생 연령은 진단에 중요한 요소이다. 특발성 뇌전증을 가진 개들은 일반적으로 6개월령에서 6세 사이에 첫 번째 뇌전증성 발작을 경험한다. 뇌전증성 발작의 발생 연령을 정확하게 결정하는 것은 여러 이유로 어려울 수 있다:\n개가 항상 같은 주인과 함께 살지 않을 수 있다(예: 동물 보호소에서 입양한 개).\n개가 항상 보호자와 함께 있는 것이 아닌 경우, 처음으로 관찰된 전신 뇌전증성 발작이 첫 번째 뇌전증성 발작이 아닐 수 있다(예: 야외에서 생활하는 개).19\n다른 유형의 뇌전증성 발작(국소 또는 근간대성)이 첫 번째 전신적 뇌전증성 발작 이전에 발생했을 수 있으며, 이러한 뇌전증성 발작들을 주인이 뇌전증성 발작으로 인식하지 못했을 수도 있다.10\n뇌전증 병력(Epileptic history)\n의료기록은 해당 개가 뇌전증을 앓고 있다는 것을 확인해야 한다. 즉, 적어도 24시간 이상 떨어진 두 번 이상의 뇌전증성 발작을 경험했어야 한다. 또한 IE는 배제 진단이기 때문에 뇌전증의 가능한 기저 원인에 대한 통찰력을 얻는 것이 목표로 해야한다. IE 진단과 특히 관련된 기록 세부 사항으로는 가족 구성원이나 조상들에게 IE가 있는지 여부가 포함된다. 그러나 특정 견종에서 IE가 빈번하게 발생하는 지에 대한 정보나 특정 견종에서 증가된 유병률에 대한 보고로 개별 개에서 구조적 뇌 질환을 배제하기 위한 철저한 진단적 절차를 대체해서는 안 된다. 의료기록을 어떻게 얻을지에 대한 추가적인 자세한 내용은 제1장에 포함되어 있다.\n특발성 뇌전증의 진단에 대한 국제 수의 뇌전증 학회(IVETF) 권고안\nIVETF는 개의 특발성 뇌전증의 진단을 위해 체계적인 접근 방식을 권장해왔다(제1장, 박스 1.4). IE의 진단은 뇌전증 발작의 확인 그리고 뇌전증 증상을 유발할 수 있는 대사성 질환 또는 구조적 뇌전증 요인을 배제하는 진단 과정을 통해 이루어진다.20\nTier 1 레벨의 IE 진단\nTier 1 레벨의 IE 진단은 다음과 같다: 6개월령에서 6년령 사이에 최초의 뇌전증 발작이 발생하고, 최소 24시간 이상의 간격으로 두 번 이상의 뇌전증 발작이 발생하며, 발작 사이에 신체 검사 및 신경계 검사, 혈액 검사 및 소변 검사 상 특이사항이 없는 경우를 말한다. 혈액 검사에는 CBC, 혈청 생화학 및 공복 암모니아와 담즙산 농도를 포함한 간기능 검사가 포함되어야 한다. 담즙산 자극 검사도 수행될 수 있지만 이 단계에서 필수적이지는 않다. 추가적인 혈액 검사 및 진단 검사가 병력 청취와 신체검사 상의 단서를 바탕으로 선택될 수 있다. 감염성 질병에 대한 어떤 검사가 어느 수준까지 새로 발생한 뇌전증 발작을 위한 최소 데이터베이스에 포함되는지는 해당 동물의 지리적 위치와 여행 이력에 따라 달라진다. IVETF에 의해 추천되는 최소 혈액 검사 및 다른 혈액 검사와 진단 검사에 대한 세부사항은 제1장, 박스 1.4에 나와있다.\n특별 고려 사항. 군집 뇌전증 또는 지속발작 후에는 발작 후 신경학적 결손이 지속될 수 있지만, 이러한 결손들은 발작을 보이지 않는 기간에는 나타나지 않아야 한다. ASD 약물의 높은 혈중 농도(특히 KBr 치료를 받는 개에서의 브로마이드 농도)는 또한 신경학적 평가 결과의 신뢰도를 떨어뜨릴 수 있다(제1장, “발작 직후 기간과 ASD약물과 관련한 신경검사 상 이상 소견” 절을 보아라).\nTier 2 레벨의 IE 진단\n특발성 뇌전증은 Tier 1 레벨의 진단에 필요한 항목들에 추가하여 뇌 자기공명 영상(MRI), 뇌척수액(CSF) 검사 및 담즙산 자극 검사를 실시하여 특별한 이상이 관찰되지 않으면, 더 높은 신뢰도의 Tier 2 레벨의 진단이 내려진다. IVETF는 6개월령 미만 또는 6세 이상인 개가 첫 뇌전증 발작 시, 발작 사이 신경계 검사에서 이상이 있는 모든 개에 대해 뇌 MRI(및 뇌척수액 분석)를 권장하고 있다. 뇌 MRI 검사가 지시되는 또 다른 상황은 다음과 같다: 구조적 뇌 질환을 암시하는 두부 외상의 이력, 신경계 검사에서의 편측성 결핍 증상, 또는 뇌전증 발작이 개시 또는 종료될 때 일관적으로 관찰되는 편측성 결핍증상 등이 있다. Tier 1 레벨로 IE이 잠정 진단되었으나 ASD 약물 치료에 대한 반응이 떨어지는 경우에도 뇌 MRI와 뇌척수액 분석이 또한 추천될 수 있다. 이런 대상견의 경우, 군집발작 또는 지속발작을 보이는 경우가 많고, 적어도 한 종류의 ASD 약물에서 가장 높은 용량 또는 혈중 농도로 치료해도 치료에 반응하지 않는 개체인 경우가 많다.\n특별 고려 사항. 저렴한 비용으로 쉽게 이용 가능한 대체 검사로 사용되는 CT 촬영은 작은 뇌전증 발생 부위를 감지하기에 민감도가 떨어지기 때문에 뇌전증을 가진 모든 개에 대해 뇌 MRI가 권장되는 영상 검사법이다. 해마의 영상화는 해마의 긴 축에 평행하거나 수직인 평면을 사용하는 뇌전증 특이 MRI 진단 검사 프로토콜로 개선시킬 수 있다(제1장과 제6장을 보아라).20,21 발작 후기 변화는 뇌전증 발작 후 짧은 시간 내에 MRI 촬영이 진행되면 관찰될 수 있다. 발작이 없는 기간 이후 다시 영상 촬영을 하여 그 성질을 보다 명확히 알아낼 수 있다.20 또한, 구조적 병변과 뇌전증 발작 사이의 관계는 경우에 따라 불확실하거나 정의되지 않을 수 있고(예: 카발리어 킹 찰스 스파니엘에서는 Chiary malformation과 뇌전증과의 관계가 없어 보일 수 있음), 또는 뇌 MRI(특히 low-field magnet에서)에서 볼 수 있는 병변이 없더라도 두부 외상이 구조적 뇌전증 발작을 유발할 수 있다.\nTier 3 레벨의 IE 진단\nTier 3 레벨의 진단 수준은 Tier 1 및 Tier 2 레벨의 진단에 상세히 기술된 기준 외에도 뇌파 검사를 통해 발작 중 또는 발작 사이에서 epileptiform 형태의 뇌파 활동을 감지하는 것을 포함하며 가장 신뢰도가 높은 수준의 진단이다(제7장을 보아라). 수의 의료 기관마다의 EEG에 대한 적용과 접근성이 다르기 때문에, 이 레벨의 진단법이 현재 개의 IE 진단을 위해 반드시 필요한 것은 아니다.\n특정 품종에서 발생하는 IE의 특징\n개의 IE의 유병률과 임상적 특성에 대한 조사한 여러 연구들이 특정 품종에서 발생하는 IE의 임상적 특징에 대해 잘 소개하고 있다. 이러한 특징에는 발병 연령, 뇌전증 발작의 유형, 성별 소인, 임상적 경과, 치료 반응 및 remission rate 등이 포함되어 있다. 그러나 이러한 연구 자료를 해석할 때는 다음 사항을 고려하여 자료를 받아들여야 한다:\nIE 진단에 대한 신뢰도\n연구 집단에 포함시키거나 제외시킨 기준\n집단 규모와 표본 추출 방법(번식 라인 vs 국가별 vs 넓은 지리적 분포)\n국가별 특정-번식 전략\n데이터 수집 방법(보호자 설문, 모집 센터에서의 조사, 의료 기록 및 뇌전증 발작 비디오 자료 검토)\n국소 발작과 전신 발작의 구분 능력\n치료 반응과 IE remission에 대한 판단 기준\n추적 기간\n생존의 판단 기준\n2013년과 2015년에 각각 두 개의 특정 종의 IE에 관한 리뷰 논문이 출간되었다.22,23 그 이후로 다양한 자료들이 추가로 발표되었으며, 이러한 자료에는 다른 품종의 개에서의 IE의 임상적 특징, 유전자 분석을 위해 수집된 연구 집단에서 IE를 가진 품종들에서의 임상적 특징, 그리고 뇌전증의 유병율에 대한 대규모 역학 조사에 사용되었던 연구 집단에서 관찰된 추가적인 특징들이 포함되어 있다. 그러나 이러한 대부분의 역학 조사는 인기있는 견종에서만 뇌전증 발생과 관련된 조사를 실시하였기 때문에 기타 다른 품종에서 IE의 발생률이나 발생 위험성의 변화를 파악하지는 못하고 있다.\n다음의 “품종별 IE의 임상적 특징편(알파벳 순으로 정리됨)”은 이 글을 쓰고 있는 시점까지 발표된 리뷰 논문을 기반으로 한 자료를 정리한 것이다. 박스 2.1에는 현재까지 발표된 연구 자료를 토대로 IE 발생이 보고된 품종들이 열거되어 있다.\nAustralian Shepherd\n이 품종에서 수행된 연구. 2009년과 2010년에 독일, 오스트리아 및 스위스에서 Australian Shepherd에서의 IE의 임상적 특징과 치료 반응에 관한 횡단 관찰 연구가 진행되었다.24 이 연구는 웹사이트와 레퍼 병원에 비치된 설문지를 통해 50마리의 IE를 가진 Australian Shepherd를 대상으로 실시되었다. 뇌전증 여부는 뇌전증-특화 설문조사에 이어 체계적인 전화 인터뷰와 진료 기록 검토를 통해 확인하였다. IE를 진단하기 위한 기준은 최소 4주 이상의 간격으로 발생한 2회 이상의 전신적인 뇌전증 발작, 5세 이하의 발병 연령, 뇌전증 사이 신경계 검사 상 특이사항 없음, 정상 실험실 결과 (혈액학, 혈청 생화학 및 담즙산 자극 시험), 이전의 두부 손상 없음이었다. 만약 IE 발병이 6개월령 이하의 연령에서 발생한 경우 뇌 MRI검사가 요구되었다. 뇌 MRI와 뇌척수액 분석은 개들의 47%에서 수행되었으며, 신경대사 스크리닝 검사는 20%에서 수행되었으며, 뇌 조직학적 검사는 4%에서 진행되었다.\n이 종에 발생하는 국소 뇌전증 발작을 파악하기 위한 뇌전증-특화 설문 조사를 통해, 주 연구에 사용된 50마리 이외 23마리의 추가 Austrailian Shepherd를 확인하였다. 이들은 전신 뇌전증 발작이 발생하지 않은 상태에서 정신 상태의 변화, 기이한 행동, 떨림, 안면 꿈틀거림, 과다 유연 또는 산동과 같은 반복적인 발작 증상을 보였다. 체계적인 전화 인터뷰를 통해, 이러한 발작이 국소 뇌전증 발작일 수 있다는 의심을 뒷받침하였지만, 발작 증상이 가벼운 편이라 보호자들이 추가적인 조사에 응하지 않았다.24\n발병 연령. 뇌전증 발작의 발병 연령의 중위값은 2.5년령(0.3~5년령)이었다.\n성별. 이환된 개의 64%는 수컷이었고 36%는 암컷이었다.\n뇌전증 발작 유형. 전신 강직-간대성 뇌전증 발작을 보이는 개들만 포함되었다. 뇌전증 발작의 시작에 대한 자료 분석을 통해 전신 뇌전증 발작(36%), 국소 뇌전증 발작이 전신 뇌전증 발작으로 진행되는 경우(26%), 그리고 두 종류의 뇌전증 발작이 혼합되는 경우(38%)을 확인하였다. 약 절반의 개들은 국소 뇌전증 발작(52%) 또한 경험하였다. 국소 뇌전증 발작과 국소 발작의 개시는 자율신경(과다 유연, 산동) 및 행동적인 증상(예: 반응성 저하, 공황 발작, 산발적인 공격 행동, 돌아다님, 멍하니 응시하기)과 함께 국소적 떨림 증상과 편측성 head turn 등과 같이 발생하였다. 발작 전 증상이 74%의 개에서 나타났으며, 이는 주로 안절부절과 접촉을 요구하는 행동과 같이 관찰되었다. 덜 흔하게 보고된 발작 전의 증상으로는 숨어있기, 과도한 킁킁거림, 소리 내기, 절뚝거림, 구토 등이 있었다. 대부분의 뇌전증 발작은 개가 수면 중이거나 휴식 중 (84%)에 발생했다. 50마리 개 중 52%는 일주기성 리듬이 명확히 확인되었고, 이러한 개들은 밤이나 이른 새벽에 뇌전증 발작을 보였다. 이 중 68%는 군집발작을 보였으며, 60%는 지속발작이 관찰되었다. 48%의 개들은 군집발작과 지속발작 모두가 발생하였다.\n유전성 원인에 대한 의혹. 가계 분석은 유전성 원인을 의심하게 한다: 뇌전증은 가족 구성원(littermates, half-littermates)들 사이에서 빈번하게 발생하였다. 조사에 사용된 29마리 개가 동일한 시조 개(조상)을 가지고 있었다. ADAM23 risk haplotype과의 연관성은 유전성 뇌전증에 대한 의심을 더욱 뒷받침하였다.25\n치료 반응. 뇌전증 발작 소견이 20 μg/mL 이상의 PB 혈중 농도를 가진 개 중 56%에서, 30 μg/mL 이상의 PB 혈중 농도를 가진 개 중 60%에서, 2개 이상의 ASD 약물로 적절하게 치료된 개 중 64%에서 1개월에 1회 이상의 수준으로 지속적으로 발생하였다. 혈중 PB 농도는 1개월에 1회 이상 발작을 보인 개와 1개월에 1회 미만의 발작을 보인 개들 사이에서 유의미한 차이가 없었다(중위값 28.5 μg/mL). KBr의 중위 혈중 농도는 뇌전증 제어가 잘 되지 않은 개에서 1210(1100~1380) μg/mL이었고, 뇌전증 제어가 잘 된 개들에서 1430(1331~1970) μg/mL이었다. Remission rate(최소 1년 동안 발작증상을 보이지 않음)는 12%(6/50마리)이었으며, 이 3/6마리는 ASD 약물치료로 완화되었고, 3마리는 ASD 약물치료없이 완화되었다. 초기 뇌전증 빈도가 높은 경우(IE 시작 후 첫 6개월 이내에 10회 이상의 발작 증상을 보이는 경우) 치료 반응이 떨어지는 것으로 나타났다.\n생존 기간. 전체적으로, 연구 집단의 30%(15/45마리)가 데이터 수집 종료 시점에 폐사하였다. 2년간의 연구 기간 동안 12마리의 개가 폐사하였으며, 또한 2009년 이전에 폐사한 3마리의 개의 주인들은 의료 기록을 제공했다. 3마리의 개가 지속발작 도중 사망하였고, 11마리의 개가 발작이 잘 제어되지 않아 안락사되었다. 1마리는 뇌전증과 무관하게 폐사하였다. 폐사된 개들의 중위 나이는 3.1년이었다. 생존 기간은 뇌전증 발작 발병부터 폐사 또는 데이터 수집 종료까지의 시간으로 정의하였다. 초기 뇌전증 빈도가 높은 경우(IE 시작 후 첫 6개월 이내에 10회 이상의 발작증상)와 뇌전증 발병 연령이 2세 미만인 경우, 생존 기간이 더 짧은 것으로 관찰되었다.\n유사 뇌전증 질환. Australian Shepherd의 운동-유도 허탈(Exercise-induced collapse)은 Border Collie에서 발생하는 질환과 유사하지만, 이 견종에서는 덜 빈번하게 발생한다.26,27 드물게, 구조적 뇌전증이 neuronal ceroid lipofuscinosis (CLN6, CLN8) 때문에 발생할 수 있다. 이 견종에서 신경 독성에 취약하게 하는 MDR1 유전자의 4bp 삭제 변이가 높게 분포되어 있다고 보고되었지만, 독일과 스위스의 IE를 가진 Austrailian Shepherd에서는 이 유전자 변이가 드물었다.\nBeagle\n이 품종에서 수행된 연구. IE는 원래 1971년 미국의 실험실 비글에서 처음 발견되었다.33,34 이 콜로니의 개들은 1963년에서 1968년 사이에 태어난 293마리의 새끼로 구성되어 있다. IE의 진단 기준은 임상적으로 관찰된 경련 발작이 한 번 이상 있는 경우였으며, 29마리의 개에서 IE가 진단되었다. 비글의 IE가 주목받기 시작한 것은 2003년부터 2013년까지 뇌전증 관련 설문지를 통해 유전자 조사를 위해 수집된 핀란드(사냥개 혈통의 개 16마리), 독일, 스웨덴(개 41마리)의 코호트에 대한 연구에서 비롯되었다.35 이 조사에서 뇌전증 진단 기준은 다음과 같다: 2개월 이상 간격으로 2회 이상 발작이 발생하고 생후 6개월에서 5세 사이에 발병하며 이외의 발병 전 요인이 없었음. 2017년에는 독일에서 5마리의 다른 뇌전증 비글(Tier 2)을 구조적 MRI 검사로 조사하였다.36 미국의 24마리 비글(Tier 1) 코호트도 유전자 조사에 참여하였지만 임상 데이터는 보고되지 않았다.37\n발병 연령. 발병 연령의 중앙값은 독일/스웨덴 코호트에서는 2.5년(범위, 1~5년), 핀란드 사냥 비글에서는 3년(범위, 0.75년)이었다. 이전에 보고된 실험실 비글의 발병 연령은 11~70개월이었다.34\n성별. 암컷보다 수컷이 더 많이 이환되었다.36 실험실 비글의 경우, 수컷이 69% (20/29), 암컷이 31%(9/29)였다.34\n뇌전증 발작의 유형. 뇌전증 발작은 일반적으로 국소 발작이 전신 발작으로 진행되는 양상을 보였다. 발작의 특징은 목과 팔다리의 경직, 넘어짐, 근육 경련, 떨림, 응시, 배뇨 및 침 흘림, 주인에게 가까이 다가가려고 행동, 이와 함께 의식 장애 또는 소실으로 보고되어 있다. 핀란드 코호트에서는 주인과 접촉을 시도하고 안절부절 못하며 메스꺼움을 느끼는 등 전형적인 발작 전 증상이 나타났다. 핀란드 코호트에서 발작을 유발하는 요인은 흥분, 스트레스, 아침에 깨어나는 것이었다. 핀란드 반려견의 6%, 독일/스웨덴 반려견의 14%에서 군집발작이 발생했다.35 실험실 비글에서는 강직-간대성 경련과 산동증, 리드미컬한 입 벌리기, 과다 타액 분비, 균형 감각 상실을 동반한 국소 뇌전증 발작으로 추정되는 발작이 관찰되었다.34\n유전성 원인에 대한 의혹. 실험실 비글에서 가족성 발생 현상이 보고되었다. 두 마리의 종견에서 유래한 새끼들이 IE에 걸릴 확률이 더 높았다.34 이 품종에서 ADAM23 risk haplotype과의 연관성이 확인되었다.35\n치료 반응. 발작 횟수의 중앙값은 연간 10회였다(범위, 연간 1~24회). 핀란드 코호트(9마리)의 56%와 독일/스웨덴 코호트(9마리)의 64%가 ASD 약물치료를 받았다. 핀란드 반려견 6마리에서 긍정적인 치료 반응이 보고되었다. 2/6마리에서 발작이 없어졌다.35\n유사 뇌전증 질환. 라포라병(Lafora disease)은 진행성 근간대성 뇌전증 발작을 동반하는 구조적 뇌전증의 한 형태로, 비글에서 IE를 감별 진단할 때 항상 고려해야 한다. 감별을 위한 특징으로는 IE보다 많은 나이에 뇌전증 발작이 시작된다는 점과 자발적이고 자극에 민감한 근간대성 발작이 있다는 점이다. 유전자 검사(EPM2B)를 이용할 수 있다(자세한 내용은 4장 참조).38-40\nBelgian Shepherd (Groenendael and Tervueren)\n해당 품종에서 수행된 연구. 덴마크,7,41,4 핀란드 및 기타 유럽 국가,35,43 미국8,44-46에서 벨기에 셰퍼드(주로 Groenendael 및 Tervueren 품종)의 IE를 조사한 여러 연구가 진행되었다. 이 조사는 2008년에 덴마크에서 실시되었으며, 1995년과 2004년 사이에 태어나 덴마크 애견 클럽에 등록된 1248마리의 벨기에 셰퍼드를 대상으로 조사했다. 이 조사에서 516개의 유효한 설문지(응답률 42%)가 반환되었으며, 등록된 벨기에 셰퍼드의 전체 뇌전증 유병률은 9.5%로 나타났다. 뇌전증 관련 설문지와 후속 전화 인터뷰를 통해 뇌전증 발작이 확인되었지만 진단 조사는 일관되게 수행되지 않았다. 뇌전증 발작이 2회 이상인 개만 포함되었다.41 덴마크산 벨기에 셰퍼드의 한 번식 라인에서 IE의 유병률이 33%까지 증가했다.7 이 연구에서 살아있는 개를 대상으로 자세한 임상 조사가 이루어졌다. 이 번식 라인에서의 생존율은 종단 연구를 통해 추가로 연구되었다.42\n1980년대 후반 미국에서 벨기에 셰퍼드 997마리를 대상으로 발작의 발생 빈도, 발작 횟수, 국소 및 전신 발작 양상을 조사하는 설문조사를 실시한 또 다른 연구가 있었다. 이 연구에서는 뇌전증 유병률을 17%(165/997)로 추정했지만, 단 한 번만 뇌전증 발작을 겪은 23마리의 개도 포함되었다.8 핀란드(64%) 및 기타 유럽 국가의 개들로 구성된 94마리의 벨기에 셰퍼드로 구성된 대규모 핀란드-유럽 코호트. 뇌전증 진단은 뇌전증 관련 설문지에서 도출된 정보와 주치의 수의사의 진단(78%)에 근거하여 이루어졌다. 뇌전증 발작이 최소 2회 이상 발생한 개만 포함되었다. 진단은 핀란드에서 17마리의 반려견에 대해 MRI, 뇌척수액 분석 및/또는 뇌파 검사를 통해 추후에 확인되었다.43\n최근 미국에서 진행된 유전자 연구에는 보호자와 수의사가 보고한(전신) 뇌전증 발작이 있는 35마리의 벨기에 셰퍼드가 포함되었으며, 2마리를 제외한 모든 개에서 뇌전증 발작 발병 연령이 1~6세(중앙값, 3년)였지만 뇌전증 특성에 대한 자세한 정보는 제공하지 않았다.44 미국의 이전 유전자 연구에서는 유사한 접근법을 사용했으며, 보호자와 수의사의 보고를 바탕으로 전신 뇌전증 발작을 앓고 있는 벨기에 셰퍼드(Groenendael) 36마리와 Tervueren 38마리를 포함했다.46\n벨기에 셰퍼드의 생존에 대한 종단 연구에서 전반적으로 양성 임상 경과를 보이는 국소성 IE의 한 형태가 확인되었다.42\n발병 연령. 평균 발병 연령은 3.3년(6개월~8년, 3개월~9년)이었다.41,43 덴마크의 전향적 관찰 연구에 포함된 벨기에 셰퍼드의 발병 연령 중앙값은 4세(0.8~11.2세)였다.42\n성별. 이환된 암컷의 비율은 52.9%에서 63.3%, 수컷의 비율은 36.7%에서 47.1%로 나타났지만 성별에 따른 유의미한 경향성은 확인되지 않았다.41-43\n뇌전증 발작의 유형. 덴마크 유병률 연구에 참여한 49마리의 벨기에 셰퍼드에서 국소 뇌전증 발작이 가장 흔하게 나타났으며, 77.6%(38/49)의 개에서 명확하게 관찰되었다.41 뇌전증 발작은 운동 실조, 기어가기, 흔들기, 침 흘리기와 공포와 관련된 행동, 관심을 찾는 듯한 행동 및 방향감각 상실과 같은 행동을 1개 이상 동반한 국소성 (24.5%) 또는, 국소 발작이 전신발작으로 진행되는 경우(53.1%)가 가장 흔했다. 전신 뇌전증 발작(18.4%)과 분류되지 않은 뇌전증 발작(4.1%)은 그보다는 덜 흔했다. 평균 발작 지속 시간은 30초에서 2.5분 사이였다. 22%(11/49)의 반려견에서 발작 유발 요인이 확인되었다. 이러한 요인은 대부분 불안, 과잉 행동 또는 스트레스를 유발하는 상황(예, 다루기 힘듦 또는 다른 반려동물에 대한 공격적인 행동)이었다.41\n핀란드-유럽 코호트에서 94마리의 개 중 7.4%는 국소 뇌전증 발작을 경험했고, 37.2%는 국소 뇌전증 발작이 전신 뇌전증으로 진행되었으며, 나머지는 전신 뇌전증 발작을 경험했거나 발병 원인을 알 수 없는 전신 뇌전증 발작을 경험했다.43 42.7%의 반려견이 경련 직전에 안절부절 못함, 관심을 찾음, 침 흘림, 메스꺼움 등의 증상을 보였으며, 보호자가 발작 직전에 이런 행동들을 인지했다. 평균 뇌전증 발작 지속 시간은 2~4분으로 0.5~60분 범위였으며, 평균 발작 빈도는 연간 5.25회였다. 군집발작은 코호트의 27.6%43 및 33%42에서 발생했다. 뇌전증 사이의 뇌파는 다양한 초점을 가진 발작성 뇌전증 활동(스파이크, 날카로운 파동, 스파이크 및 느린 파동 복합체)을 보여 주었으며 국소 뇌전증을 뒷받침했다.43\n유전성 원인에 대한 의혹. IE의 품종 유병률은 덴마크 집단의 경우 9.4%,41 미국의 경우 17%8로 추정되어 일반 개 집단에서보다 높은 것으로 나타났다. 신뢰 구간은 제공되지 않았다. 가족 내 뇌전증 발생과 ADAM23 유전자와 연관된 IE의 risk haplotype은 강력한 유전적 영향을 시사한다.7,43,44\n치료 반응. 전체적으로 핀란드-유럽 코호트의 51%(48/94)가 ASD 약물치료를 받았다. 치료 반응은 PB 또는 KBr로 치료받은 33마리의 개에서 평가되었다. 이 33마리 중 54.4%는 뇌전증 발작이 발생하지 않았고, 30.3%는 뇌전증 발작 발생이 50%이상 감소했으며, 12.1%는 뇌전증 발작 발생이 50% 미만으로 감소했다.43 Remission를 3년 이상 발작이 없는 것으로 정의할 경우, 덴마크 코호트에서 13.7%의 개에서 치료 없이 관해가 발생했다.42\n생존 기간. IE 유병률이 높은 가계의 벨기에 셰퍼드 51마리를 대상으로 장기 임상 경과를 평가했다.42 데이터 수집 종료 시점에 폐사한 개는 27마리로 뇌전증과 연관되어 폐사한 것이 70%(19/27)였다: 17마리는 안락사되었고 2마리는 발작 중 또는 발작 후에 갑자기 폐사했다. 생존 기간은 처음 관찰된 뇌전증 발작부터 폐사까지 걸린 시간으로 정의했다. 생존 기간의 중앙값은 4.25년이었다. 폐사 연령 중앙값은 뇌전증이 있는 반려견의 경우 8.2세, 영향을 받지 않은 가족 구성원의 경우 9.25세였다. 뇌전증 관련 폐사(중앙값, 8년; 범위, 2.5~11)는 뇌전증과 관련이 없는 경우(중앙값, 9.9년; 범위, 2.3~15.4)보다 더 일찍 발생했다.\nBelgian Shepherd (Malinois)\n이 품종에서 수행된 연구. 2013년 유럽과 미국에서 138마리의 벨기에 Malinoi에서 도파민 수송체 다형성과 비정상적인 행동 사이의 연관성을 조사하는 유전자 연구가 진행되었다.47,48 샘플은 입소문, 유전자 은행, 행동 연구에 참여한 개를 통해 수집되었다. 행동과 발작에 대한 phenotyping은 보호자에게 다양한 질문에 예 또는 아니오로 대답하도록 요청하는 짧은 설문조사를 기반으로 이루어졌다. 보호자가 보고한 발작을 보인 개 5마리와 환경 자극에 반응하지 않고 눈을 부릅뜨고 있는 에피소드를 보인 개 43마리가 확인되었다. 인터뷰나 뇌전증 관련 설문지는 사용되지 않았으며 IE를 확인하기 위한 진단 테스트는 수행되지 않았다. 따라서 IE 진단은 추정되었다.48\n뇌전증 발작의 유형. 설명이 제공되지 않았다. 저자는 눈을 부릅뜨고 반응성이 사라지는 증상이 국소 행동 뇌전증 발작일 수 있다는 가설을 세웠다.\n유전성 원인에 대한 의혹. 유전자 연구 결과에 따라, 발작을 포함한 행동 특성과 도파민 수송체 유전자 SLC6A3의 PolyA(22) 가변염기서열반복(VNTR) 대립 유전자가 연관되어 있을 가능성이 제기되었다.\nBernese Mountain Dog\n이 품종에서 수행된 연구. 1999년에 스위스에서 50마리의 버마 마운틴 독이 IE에 걸린 것을 확인한 횡단 연구가 보고된 바 있다.49 이 연구에서는 수의사, 브리더, 보호자에게 보낸 선별된 설문 조사자료와 스위스 버마 마운틴 클럽에 등록된 3800마리의 개를 대상으로 조사된 자료가 사용되었다. 뇌전증과 뇌전증 증상은 다음과 같은 정보를 요청하는 추가 뇌전증 관련 설문지를 통해 확인되었다: Signalment와 발병 연령, 발작의 빈도 및 유형을 포함한 자세한 병력. 뇌전증 발작의 진단 기준은 발작 사이의 신체 및 신경학적 검사, 혈액 및 혈청 생화학 검사 수치, 암모니아 및 공복 담즙산 농도, 요 검사 및 CSF 분석에서 특이사항이 없는 것을 기준으로 하였다. 뇌전증 발작을 한 번만 겪은 개가 이 연구에 포함되었는지 제외되었는지는 불분명하다. IE의 유병률은 암컷 개에서 0.9%, 수컷 개에서 1.2%였다.\n발병 연령. 평균 발병 연령은 2.2세(범위, 2~70.5개월)였으며, 첫 뇌전증 발작 시 1~3세 사이가 62%, 1세 미만이 20%, 3세 이상이 18%를 차지했다.\n성별. 수컷이 코호트의 62%, 암컷이 48%를 차지했다. 전체 버마 마운틴 독 개체군의 성비와 비교했을 때 수컷이 훨씬 더 많이 이환되었다.\n뇌전증 발작의 유형. 개들의 98%에서 전신 뇌전증 발작이 보고되었지만, 전신 발작으로 진행되는 국소 뇌전증 발작에 대한 분석이 수행되었는지는 불분명하다. 뇌전증 발작의 지속 시간은 20초에서 5분까지 다양했다. 이 개 중 절반은 몇 시간 동안 지속되고 안절부절 못하는 전구기를 경험했다.\n유전성 원인에 대한 의혹. 이 연구는 강력한 유전적 배경을 밝혀냈으며, 따라서 이 질병이 하나 이상의 주요 발병유전자에 의해 발생될 수 있음을 시사하였다. 가계조사 결과, 특정 가족 및 하위 집단에서 IE의 유병률이 증가하는 것으로 나타났다. 두 마리의 공통 선조가 확인되었고, 그 자손에서 뇌전증 발생을 확인하였다. 뇌전증 개의 자손에서 첫 번째 뇌전증 발작이 더 이른 나이에 발생하였다.\n치료 반응. 뇌전증 발작의 빈도는 주당 3회에서 연간 1회에 이르기까지 매우 다양했다. 절반의 개가 2개월에 한 번 이상의 뇌전증 발작을 경험했다.\nBoerboel\n이 품종에서 수행된 연구. 공포 관련 행동을 보이는 청소년기 발병 국소 뇌전증이 네덜란드의 보르보엘 견종에서 보고되었다. 가계조사 결과, 세 마리의 친척관계의 동배들이 출산한 10마리가 이환된 것으로 나타났다.50 이 중 한 마리에서 태어난 5마리 환견을 자세히 연구한 결과, 특이적인 신체 및 신경학적 검사상의 이상 및 혈액학 및 혈청 생화학 검사 수치, 혈중 암모니아 및 공복 담즙산 농도, 요검사, 뇌 MRI(각각 5개월, 1년, 3년령의 개 3마리) 및 신경 대사 검사(개 2마리)상의 이상은 확인되지 않았다. 뇌파 검사는 실시하지 않았다. 두 마리의 개가 3살과 10살에 부검되었다. 조직 병리학적 검사 결과, 두 마리 개 모두 대뇌의 더 깊은 피질 영역에 하나의 큰 빈 액포가 있는 뉴런이 발견되었다. 따라서 저자들은 이것이 구조적 뇌전증의 한 형태로 분류되어야 하는 아직 확인되지 않은 유전적 대사 장애일 수 있다고 주장하였다.\n발병 연령. 발병 연령은 모든 개에서 3개월이었다.\n성별. 수컷과 암컷 개 모두 이환되었다(수컷 7마리, 암컷 3마리).\n뇌전증 발작의 유형. 개들은 공포 관련 행동의 짧은 에피소드를 보였다. 보호자는 극심한 공포의 표정, 큰 발성(“늑대처럼” 울부짖음) 및 모든 개에서 과다 타액 분비, 배뇨 또는 배변과 같은 자율신경계 증상과 동반된 전신 떨림으로 “공황 발작”을 호소하였다. 다른 징후로는 움츠러들기, 숨으려고 하기, 얼어붙기, 안면 근육의 편측성 경련, 팔다리 경련, 근긴장 이상증, 운동 실조증, 넘어짐 등이 있었다. 대부분의 개(4/5)는 에피소드 동안 주인이 이름을 불러도 반응하지 않았다. 에피소드는 모든 개에서 잠에서 깨어날 때 발생했다. 흥분과 스트레스가 2마리의 개에서 유발 요인으로 작용했다. 평균 지속 시간은 1분(범위, 20초~10분)이었다. 두 마리의 개가 군집발작 에피소드를 경험하였다.\n유전성 원인에 대한 의혹. 이 개들은 근친 관계인 3마리의 개에서 태어났으며, 상염색체 열성 유전이 의심되었다.\n치료 반응. 개들은 평균적으로 일주일에 1~2회 발작을 경험했지만, 발작 빈도는 시간이 지남에 따라 다양했다. PB를 투여한 4마리의 개에서 발작 빈도가 처음에 50% 이상 감소했지만, 이후 4마리 중 3마리는 PB에 반응하지 않았다. KBr로 추가 치료하면 발작이 조절되었다. 한 마리는 난치성 뇌전증 발작으로 인해 3살에 안락사되었고, 다른 한 마리는 뇌전증과 무관한 이유로 10살에 안락사되었다. 다른 개들의 임상적 결과는 파악되지 않았다.50\nBorder Collie\n이 품종에서 수행된 연구. 한 관찰 연구에서 독일의 49마리의 보더 콜리의 IE에 대해 보고하고 있다. 이 환자군은 웹사이트와 의뢰 병원의 자료를 통해 확인되었다.51 IE 진단 기준은 최소 4주 간격으로 2회 이상의 전신성 뇌전증 발작, 6개월에서 5세 사이의 발병 연령, 발작 사이의 신체 및 신경학적 검사에서 특이사항이 없고 혈액학 및 혈청 생화학 검사에서 특이사항이 없는 경우였다. 뇌전증 발작이 6개월 미만 또는 5세 이상에 발생했거나 두부 외상 병력이 있는 경우 연구에 포함되기 위해 뇌 MRI 및 CSF 분석이 필요했다.\n2013년에 발표된 연구에 따르면, 보더 콜리가 영국의 1차 진료 동물병원에서 진료를 받은 반려견 중 IE에 자주 이환되는 견종으로 보고되었으며(odds ratio, 1.61),1 2020년에 발표된 연구에서도 가장 많이 이환되는 3대 견종 중 하나였다.52 또한 보더콜리는 실험실 데이터베이스를 토대로 분석한 IE에 걸린 개의 10.5%,53 의뢰 병원에서 IE로 치료받은 반려견의 9.9%,18 MRI 연구에서 Tier 2 레벨의 IE 진단을 받은 반려견의 5.4%6를 차지했다. 청소년기 뇌전증에 대한 영국의 한 연구에서 보더 콜리가 1세 미만의 나이에 IE가 발병한 가장 흔한 견종 중 하나였다.54 이러한 발병률 데이터를 해석할 때는 품종의 인기도 또한 같이 고려해야 한다.\n발병 연령. 독일 보더 콜리의 발병 연령 중앙값은 2.4세(범위, 0.4~8.1세)였으며, 74%의 개가 1~5세 사이에, 18%의 개가 1년 미만, 8%의 개가 5년 이상 때 발병했다.51\n성별. 독일 연구에서 암수 모두 동등하게 영향을 받았다.51\n뇌전증 발작의 유형. 독일 코호트에서 가장 흔한 뇌전증 발작 유형은 국소 발작이 전신 발작으로 발전하는 경우(78%)였으며, 전신 발작(8%) 또는 분류되지 않은 전신 발작(14%)은 덜 흔했다.51 발작이 시작되면 몇 초 동안 허공을 응시하고 고개를 옆으로 돌리거나 안진 증상을 보이는 것이 특징적이었다. 반응성 감소와 함께 일시적인 머리 또는 안면 경련으로 설명되는 추가적인 국소 운동 발작이 45%의 개에서 발생하였다.51 약 절반(57%)의 개가 발작 전 증상을 경험했으며, 대부분 발작 전 30분 동안 안절부절 못하거나 주의를 끌었다.51 대부분의 뇌전증 발작은 밤이나 이른 새벽에 수면 중에 발생했다. 아침이나 낮에 뇌전증 발작이 발생했을 때 개들은 종종 휴식 상태에 있었다. 이 개들 중 94%에서 군집발작이, 60%에서 지속발작이 발생했다.51 어린 시절에 발병한 영국 보더 콜리 중 84%의 개가 군집발작을 일으켰다.54\n유전성 원인에 대한 의혹. 독일 코호트에서 공통된 선조가 확인되었다.51\n치료 반응. 독일 코호트에서 48%의 반려견이 2가지 이상의 ASD 약물, 일반적으로 PB 및 KBr로 적절한 치료를 받고 혈청 농도가 치료 범위 내에 있었음에도 불구하고 여전히 한 달에 한 번씩 뇌전증 발작을 경험했다. 관해율은 18%였으며, 4마리는 1년 이상 발작이 없었고 5마리는 2년 이상 발작이 없었다. 관해도는 뇌전증 발병 시 나이가 많을수록, 그리고 뇌전증 발병 후 첫 6개월 동안 뇌전증 발작 빈도가 낮을수록 높았다.51 영국과 이탈리아의 보고에 따르면 보더 콜리 견종은 다른 견종에 비해 관해 또는 발작의 50% 이상 감소를 경험할 가능성이 낮았으며18 약물 내성 뇌전증 위험이 높았다.55 ABCB1 다형성과 약물 내성과의 잠재적 연관성에 대한 초기 유망한 결과는 뇌전증에 걸린 다품종 개 코호트를 대상으로 한 후속 조사에서 확인되지 않았다.55,56\n생존 기간. 뇌전증으로 인해 안락사되거나 폐사한 23마리의 개들의 생존 기간은 2.1년이었다.51 영국에서 1차 병원 수의사 치료를 받은 뇌전증 보더 콜리의 생존 기간(중앙값 3.8년, 1393일)이 더 긴 것으로 보고되었다. 1세 미만의 보더 콜리에서 처음 발작이 관찰된 후 폐사할 때까지의 생존 기간 중앙값은 2.6년(941일)으로 보고되었다.54\n유사 뇌전증 질환. Border collie collapse는 보더콜리 품종에서 자주 발생하는 exercise-induced collapse의 한 형태이다. 격렬한 운동이나 더위와 함께 에피소드가 발생한다. 개는 에피소드 동안 반응이 느려지고 후지에서 더 심한 운동 실조증, 몸통 흔들림 및 넘어짐을 보인다.57 호주와 일본의 보더 콜리에서 CLCN5 유전자 변종으로 인한 신경 세포성 리포푸신증이 확인되었으며, 진행성으로 치명적인 행동적 변화 및 시력 교란을 유발한다. 질병의 중기 및 말기인 2~3세에 근간대성 및 경련성 발작이 발생할 수 있다.58,59\nBorder Terrier\n이 품종에서 수행된 연구. 2014년부터 2017년까지 영국에서 수행된 발작성 에피소드를 보인 108마리의 보더 테리어를 대상으로 한 전향적 관찰 연구가 보고된 바 있고, 이 연구에서 28마리(25.9%; 28/108)의 IE 추정, 45마리(41.7%)의 발작성 운동 이상증, 35마리(32.4%)의 분류되지 않은 기타 발작성 불수의 운동(근긴장, 진전, 수면 장애, 머리 흔들기, 트랜스 유사 증후군, 근긴장증)가 확인되었다.60 뇌전증 진단은 비디오 영상으로 기록된 전신 뇌전증 발작의 특징과 함께, 자율신경계 징후와 의식 소실, 연간 3회 이상의 뇌전증 발작, 뇌전증 사이의 신경학적 검사상 특이사항이 없을 시 뇌전증으로 진단되었다. IE 진단을 위해 혈액 검사와 뇌 MRI가 필요하지는 않았지만, 의료 기록을 검토한 결과 대상 개들은 개는 건강한 상태였다.60 이 연구는 IE가 보더 테리어의 발작성 글루텐 민감성 운동 이상증(PD)과는 별개의 장애로 존재한다는 견해를 뒷받침했다.\n이전에 독일의 한 견종 클럽에서 1999~2000년에 실시한 횡단 조사에서는 뇌전증 관련 설문지를 사용하여 얻은 정보를 바탕으로 발작 장애를 가진 365마리의 보더 테리어를 확인했다. 5마리에 대한 자세한 임상 검사와 22마리에 대한 뇌전증 선별검사를 실시했다. 이 연구는 독일의 보더 테리어 품종에서 13.1%의 IE 유병률을 제시했지만, 22마리의 개가 강직 발작만 보였고 발작 중 10마리의 개만 의식 소실이 있었기 때문에 IE로 분류 된 개 중 일부가 실제로는 발작성 운동이상증을 앓고 있었을 가능성이 있다.61\n영국에서 2011년 455,000건의 1차 전자 진료 기록을 평가한 결과, 보더 테리어의 뇌전증 유병률은 1.51%, 발작 장애 유병률은 1.81%였으며, 잡종 개와 비교했을 때 이 품종에서 IE가 발생할 확률이 odd ratio 2.7로 유의미하게 높았다. IE의 임상적 진단 기준은 다른 의학적 문제가 없는 상태에서 1년 이상 2회 이상의 뇌전증 발작 병력이지만, 위에서 설명한 것처럼 발작성 운동 이상증과 중복될 가능성이 있었다.1,62\n발병 연령. 영국 연구에서 합산된 IE의 발병 연령 중앙값은 48개월이었다(범위, 12~85개월).60\n성별. 영국 연구에서는 암수 모두 동등하게 영향을 받았다(암컷 42.9%, 수컷 57,1%).60\n뇌전증 발작의 유형. IE 잠정 진단을 받은 28마리의 보더 테리어에서 각 개체에 대한 비디오 증거를 확보할 수 있었고 이 비디오 분석에서 전형적인 전신 강직-간대성 발작과 타액 분비(93%), 배뇨(21%) 또는 탈수(14%)의 자율신경계 징후가 관찰되었다. 모든 개는 에피소드 동안 의식을 잃고 반응하지 않았다. 12/28 마리의 개에서 국소 뇌전증 발작이 전신 발작으로 진행되는 추가 국소 뇌전증 발작이 발생하였다. 국소 발작은 안면 경련이 한쪽 팔다리로 퍼지는 것 또는 침을 흘리는 것으로 묘사되었다.60 발작성 글루텐 민감성 운동 이상증을 가진 보더 테리어에서 항글리아딘 IgG 항체와 트랜스글루타미나제-2 IgA 항체(아래 뇌전증 모방 참조)는 대부분의 IE를 가진 개에서 기준 범위 내에 있었으므로 두 가지 다른 장애의 임상적 특징을 뒷받침한다.60\n대조적으로, 독일 코호트에는 IE(다양한 경련 종류)를 가진 개와, 전신 강직성 뇌전증 발작(46.8%)과 의식 보존(78.7%), 전구 징후(27%) 및 자율 징후(17%)의 빈도가 낮은 발작성 운동 이상증이 있는 개가 모두 포함된 것으로 보인다. 전체 코호트에서 8.5%의 개에서 군집발작이 발생했다.61 또 다른 연구에 따르면 발작성 운동 이상증과 전신 뇌전증 발작이 드물게 같은 개에서 발생할 수 있다(9.8%).63\n유전성 원인에 대한 의혹. 현재 보더 테리어에서 뇌전증, 뇌전증 및 발작 장애의 유병률 증가를 보고한 연구들이 발작성 운동 이상증과 뇌전증을 명확하게 구분하지 못했기 때문에 신뢰할 수 있는 데이터는 없다.\n치료 반응. 영국 코호트에서 발작 빈도 중앙값은 81일이였다. 28마리의 개 중 약 절반이 한 달에 1회 이상 뇌전증 발작을 경험했으며, 67.9%는 (19/28)이 ASD 약물치료를 받았다.60\n유사 뇌전증 질환. 보더 테리어의 발작성 운동 이상증은 항글리아딘 IgG과 트랜스글루타미나제-2 IgA 항체 두 가지 모두의 농도 상승과 관련이 있는 것으로 보고되어 있다. 4주 이상 글루텐 프리 식단을 섭취한 후 증상이 완화되고 항체가 정상화되는 것은 글루텐 민감성이 이 질환의 발병에 관여한다는 것을 시사하며, 따라서 발작성 글루텐 민감성 운동 이상증이라는 용어로 불린다.60 그러나 피부 또는 소화기 증상이 있는 개에서도 항 글리아딘 IgG 및 트랜스 글루타미나제-2 IgA 항체가 증가할 수 있으므로 보더 테리어의 발작성 운동 이상증 진단은 임상 증상, 정상적인 신경학적 검사, 실험실 조사, 필요한 경우 뇌 MRI 및 CSF 분석을 포함한 여러 요인의 조합에 근거해야한다. 발작성 이상운동증은 의식이 보존된 상태에서 비정상적인 근육 긴장도, 비정상적인 자세 및 불수의적 움직임(즉, 팔다리를 뻣뻣하게 펴고, 등이나 목을 뒤로 젖히고, 부조화, 넘어짐)이 특징적이다. 발작성 운동 이상증의 평균 발병 연령은 3세(범위, 6개월~7세)이다. 에피소드는 1분에서 1시간 동안 지속될 수 있으며 한 달에 한 번에서 1년에 한 번 발생한다. 에피소드는 개가 깨어 있을 때 발생하며 갑작스러운 움직임과 스트레스는 일부 개에서 에피소드를 유발할 수 있다.\nCane Corso\n해당 견종에서 수행된 연구. 2016년 프랑스에서 뇌전증 추정 진단을 받은 25마리의 케인 코르소 견종 코호트를 대상으로 연구가 진행되었다. 데이터는 케인 코르소 보호자와 브리더에게 제공된 뇌전증 관련 설문지를 사용하여 수집되었다. 뇌전증 진단 기준은 설명되지 않았다.64\n발병 연령. 17.5개월(중앙값).\n성별. 성별 성향이 보고되지 않았다.\n뇌전증 발작의 유형. 모든 개가 전신 뇌전증 발작을 보였다. 군집발작은 빈번했으며 91%의 개에서 발생했다. 발작 현상에 대한 자세한 설명은 제공되지 않았다.\n유전성 원인에 대한 의혹. 가족성 발생이 자주 보고되었다. 가계분석은 상염색체 열성 유전 방식을 나타냈다.\n치료 반응. 54%의 반려견에서 발작 빈도가 ASD 약물치료에도 감소하지 않았다.\n생존 기간. 이환된 개 중 30%는 3세 이전에 안락사되거나 뇌전증 상태로 폐사했다.\nCavalier King Charles Spaniel\n해당 품종에서 수행된 연구. 예비 증거에 따르면 IE는 카발리어 킹 찰스 스패니얼에서 발생하며 Chiari malformation 및 척수 공동증(CM/SM)과는 관련이 없는 것으로 나타났다. 이 정보는 영국에서 1차 진료 수의사가 IE로 추정 진단을 내리고 CM/SM의 임상 징후가 없는 40마리의 카발리어 킹 찰스 스패니얼에 대한 가계 분석65과 영국 의뢰 병원에서 발작과 CM/SM이 있는 27마리의 개에 대한 후향적 조사66에서 도출한 것이다. 포함 기준은 재발성 뇌전증 발작과, 신체 및 신경학적 검사, 혈액학, 혈청 생화학, 담즙산 자극 및 CSF 분석에서 특기할 만한 소견이 없었으며, MRI에서 CM/SM 이외의 병변이 없는 것이었다.66 모든 개에서 뇌 MRI를, 4마리의 개에서 뇌파검사를 시행했다. 뇌전증과 뇌실 비대 또는 caudal fossa overcrowding 사이에는 연관성이 없었다.66 이는 이전의 관찰 결과와 일치했다.67,68\n뇌전증 발작 유형. 27마리의 개에서 뇌전증 발작은 국소 발작(36%), 국소 발작이 전신 발작으로 진행된 경우(25%) 또는 전신 뇌전증 발작(39%) 형태로 확인되었다.66 전신 뇌전증 발작을 보인 2마리의 개에서는 CM/SM과 연관된 이완성 뇌전증 발작 또는 cerebellar drop attack이 의심되었다.66 메데토미딘으로 가벼운 진정 상태에서 수행한 뇌파검사는 3마리의 개에서 비정상적이었으며, 전신적 뇌전증 사이의 스파이크 활동(2마리) 또는 뇌전증시의 리듬성 스파이크(1마리)를 보였다.66 특발성 뇌전증은 whole-colored 번식 라인에서 더 흔했다.65\n유전성 원인에 대한 의혹. 영국에서 진행된 가계분석은 IE에 대한 유전적 소인을 뒷받침하고 있다.65\n유사 뇌전증 질환. 카벌리어 킹 찰스 스패니얼의 간헐적 쓰러짐(episodic falling)은 BCAN 유전자 변이로 인해 발생한다.69 파리 잡기 에피소드는 이 품종에서 자주 관찰되며 국소 뇌전증 발작 또는 강박 장애를 의미할 수 있다.70\nCollie\n해당 견종에서 수행된 연구. 2012년 미국에서 IE를 앓고 있는 29마리의 콜리(대부분 rough-coated)를 대상으로 ABCB1-1Δ 유전자 변이와 ASD 치료에 대한 반응을 평가한 연관성 연구가 진행되었다. IE의 진단 기준은 6개월에서 5세 사이의 발병 연령과 주치의 수의사가 검사 결과 및 실험실 조사에 근거하여 IE로 추정 진단한 것이었다. ASD로 최소 6개월 이상 치료받은 이력이 있는 개만 포함되었다.71\n발병 연령. 평가되지 않았다. 이환된 개의 연령 중앙값은 5.0세, 뇌전증 기간 중앙값은 3.0년이었다.\n성별. 69%는 수컷, 31%는 암컷이었다.\n치료 반응. 14마리는 PB로, 5마리는 KBr로, 7마리는 PB와 KBr을 병용하여, 1마리는 PB/레베티라세탐(LEV), 1마리는 PB/조니사마이드, 1마리는 LEV/조니사마이드/펠바메이트(felbamate)로 치료했다. 양호한 치료 반응는 월 평균 발작 빈도가 1회 이하인 경우로, 반응이 좋지 않은 경우란 월 평균 발작 빈도가 1회 이상이거나 지난 6개월 동안 최소 1회 이상 ASD 약물로 치료받는 동안 군집발작이 발생한 경우로 정의하였다. 62%(19/29)의 콜리에서 좋은 반응이 관찰되었으며, 이들은 한 달에 0.29회(평균) 발작을 경험하였다. 9마리의 개는 지난 6개월 동안 발작이 없었다. 한 달에 3.9회(평균) 뇌전증 발작을 경험한 38%의 개에서 반응이 좋지 않은 것으로 관찰되었다. 치료 반응이 좋지 않은 개(평균 PB 25.7 mg/L, KBr 2208 mg/L)는 치료 반응이 좋은 개(평균 PB 17.7 mg/L, KBr 1400 mg/L)에 비해 PB 및 KBr 혈청 농도가 더 높은 경향이 있었지만 그 차이는 통계적으로 유의하지 않았다. 개 35%에서 군집발작이 발생했으며, 이는 치료 반응이 좋지 않은 경우와 연관성이 있었다. ABCB1(MDR1) 유전자 변이[nt230 (del4)] 호모인 경우, 치료 반응이 더 좋았다. 치료 반응이 좋지 않은 개는 ASD 약물치료를 받았고 치료의 부작용을 더 많이 경험했다.\nDalmatian\n해당 견종에서 수행된 연구. 미국의 한 관찰 연구에서는 뇌전증 관련 설문지와 전화 인터뷰를 사용하여 11마리의 달마시안을 대상으로 발작 현상을 조사했다. IE 진단은 장기간(평균 4.9년)의 재발성 뇌전증 발작 병력과 구조적 뇌전증의 증거가 없는 정상적인 뇌전증 사이의 상태를 기준으로 이루어졌다.72 11마리 중 10%만이 신체 및 신경학적 검사, 혈액학, 혈청 생화학 및 담즙산 자극 검사를 포함한 완전한 진단 검사를 받았다.72\n발병 연령. 발병 연령의 중앙값은 2.9년(범위, 1.3~5.8년)이었다.\n성별. 수컷(36%)보다 암컷(64%)이 더 많이 이환되었지만, 그 수가 너무 적어 선호성을 입증하기에는 부족하였다.\n뇌전증 발작의 유형. 80%의 개에서 이차성 전신화가 있거나 없는 국소 뇌전증 발작이 관찰되었고 20%의 개에서 전신 뇌전증 발작이 관찰되었다. 군집발작은 64%의 개에서 드물게 발생했다(개체당 1~2회의 군집발작).\n치료 반응. 평균 발작 빈도는 연간 9.7회였다. 대부분의 개(72.7%)가 ASD 치료를 받았다.\nDogue de Bordeaux\n해당 품종에 대한 연구. 한 연구 초록에서 5마리의 Dogue de Bordeaux의 IE 증례를 보고하였다.64 IE 진단 기준은 명시되지 않았다. 영국에서 1차 진료 수의사 진료를 받는 반려견의 발작 발생에 관한 또 다른 연구에서, Dogue de Bordeaux는 래브라도 리트리버에 비해 뇌전증 발생 위험이 유의하게 높았다(odd ratio, 2.1).73\n발병 연령. 연구 초록에 포함된 5마리 중 4마리의 첫 뇌전증 발병 연령은 4개월 만이었다.64\n뇌전증 발작의 유형. 모든 개는 전신 뇌전증 발작과 군집발작 소견을 보였다.64\nEnglish Springer Spaniel\n해당 품종에 대한 연구. 2005년에 미국에서 실시한 횡단 연구에서 45마리의 잉글리시 스프링거 스파니엘이 뇌전증을 앓고 있는 것으로 확인되었다.74 견종 클럽과 연계하여 일반인 및 수의사에게 공개 요청을 통해 환견를 모집했으며, 간단한 건강 설문조사에 이어 뇌전증 관련 설문지, 전화 인터뷰 및 의료 기록 검토를 실시했다. 뇌전증 진단 기준에는 최소 1개월 간격으로 2회 이상의 뇌전증 발작이 있고, 혈청 생화학 검사 결과가 정상이며, 발작 사이의 신경학적 검사에서 특이사항이 없고, 독소 노출이나 두부 외상의 증거가 없는 경우 등이 포함되었다. 첫 발작 당시 생후 6개월 미만 및 5세 이상은 CSF분석 및 CT 또는 MRI를 통한 뇌 영상 촬영에서 특이사항이 없거나 발작 간 이상 없이 2년 이상 추적 관찰된 경우에만 포함시켰다. IE가 있는 잉글리시 스프링거 스파니엘의 가계를 구하여 분석했다.74 2011년의 후속 유전자 조사에서는 유사한 기준에 따라 IE 진단을 받은 24마리의 잉글리시 스프링거 스패니얼이 포함되었다.37\n역학 조사 결과는 상충되는 부분이 있다. 2013년에 4327마리의 잉글리시 스프링거 스파니엘을 대상으로 한 영국 브리드 헬스(UK Breed Health) 조사에서는 0.6%의 IE 유병률이 보고되었지만, 2008~2013년 사이에 폐사한 모든 반려견의 3.2%에서 뇌전증이 폐사 원인으로 보고되었으며, 뇌전증 관련 폐사의 대부분은 어린 반려견에서 발생했다고 한다.75 2011년 영국 실험실 데이터베이스 연구에서 의심되는 뇌전증 유병률은 2.3%였다.53 영국의 환자 기록 데이터베이스를 평가한 결과, 잉글리시 스프링거 스파니엘의 뇌전증 발작 유병률이 래브라도 리트리버에 비해 낮은 것으로 나타났다.73\n발병 연령. 미국 연구에서 발병 연령의 중앙값은 3세(범위, 0.5~7세)였다. 1~3세(60%)와 5~6세(20%)에 정점을 이루는 이분법적 분포를 보였다.74\n성별. 유전자 분석에 참여한 26마리의 개 하위 그룹에서 수컷(16/26, 62.5%)이 암컷(10/26, 37.5%)보다 더 많은 것으로 보고되었지만 이러한 차이는 통계적 유의성은 없었다.74\n뇌전증 발작의 유형. 개 중 47%는 전신 뇌전증 발작을, 33%는 국소 뇌전증 발작을, 20%는 국소 뇌전증 발작이 전신 뇌전증으로 진행되는 것으로 나타났다. 전조 증상은 숨거나, 서성거리거나, 집착하는 행동으로 나타났다. 미국 연구에서 IE로 의심되는 잉글리시 스프링거 스파니엘의 38%,74 영국 실험실 데이터베이스 연구에서 IE로 의심되는 잉글리시 스프링거 스파니엘의 65~80%53에서 군집발작이 발생했다.\n유전성 원인에 대한 의혹. 미국에서 조사된 가계에서 IE가 현저하게 집단화되어 있었으며, 이는 유전성 원인의 가설을 뒷받침하고 있다.74\n치료 반응. 67%의 반려견이 ASD 약물치료를 받았다.74 이 중 23%는 치료 반응이 좋았고, 47%는 보통, 30%는 좋지 않았다. 뇌전증 발작의 빈도 중앙값은 한 달에 12회부터 2년에 1회(중앙값, 연간 5회)까지 였다.\n유사 뇌전증 질환. 푸코시증(fucosidosis)은 치명적인 유전성 저장 장애로 1~2세 때 점진적인 운동, 행동 및 시각적 변화의 징후를 보이며 말기에는 드물게 뇌전증 발작을 일으킬 수 있다.76 포스포프락토키나제 결핍은 운동으로 인한 용혈을 유발할 수 있다. 역설적 가성 근긴장증(paradoxical pseudomyotonia)은 운동으로 인한 근육 경직의 에피소드로 나타나며, 이는 전신 경직과 lateral recumbency로 진행될 수 있다.77\nFinnish Spitz\n이 품종에 대한 연구. 2003~2004년 핀란드에서 1992~2002년 사이에 태어나 핀란드 켄넬 클럽에 등록된 5960마리의 핀란드 스피츠 개를 대상으로 횡단 개체 조사를 실시했다.19 214마리의 개가 설문지 조사에 참여하였다. 특발성 뇌전증은 뇌전증 관련 설문조사, 1~2년 후 추적 전화, 의료 기록 검토를 통해 141마리(생존 111마리, 폐사 30마리)의 개에서 진단되었다. 뇌전증 진단 기준은 2회 이상의 뇌전증 발작과 특이점이 없는 신체 및 신경학적 검사결과였다. 수의사가 51.8%(73/141마리)의 개를 평가했다. 그리고 27.8%는 혈액학 및 혈청 생화학 수치에서 특이적인 수치가 없었다. 18마리의 개를 대상으로 뇌 MRI, 뇌파 또는 양전자 방출 분광법을 이용한 추가 진단검사가 수행되었다.78-80 한 마리의 개는 가역적인 발작 후 MRI 변화를 보였다. 결과는 국소 발작의 빈번한 발생과 일치했으며 핀란드 스피츠에서 국소 IE를 나타냈다.\n발병 연령. 연구 당시 생존해 있던 111마리의 핀란드 스피츠의 전체 발병 연령 중앙값은 3세(범위, 0.5~10세)였다.19\n성별. 이환된 개는 수컷이 60.1%, 암컷이 39.9%였다. 수컷은 암컷에 비해 IE에 걸릴 위험이 더 높았다(odd ratio, 1.7).19\n뇌전증 발작의 유형. 핀란드 연구에 포함된 141마리의 개에서 발작 소견이 평가되었다. 85%(120/141마리)는 뇌전증 발작이 국소적으로 시작되었고, 31%(44/141마리)는 주로 국소적 뇌전증 발작을 보였으며, 54%(76/141마리)는 국소적 뇌전증 발작이 전신으로 진행되었다. 다른 발작 유형은 국소 발병이 없는 전신 발작(1%), 발병 원인을 알 수 없는 전신 발작(7%), 분류되지 않은 전신 발작(7%)이었다. 24마리의 개에서 한 가지 이상의 뇌전증 발작 유형이 관찰되었다.19 16%의 개에서 군집발작이 발생했다. 초기 임상 징후는 대부분의 개에서 행동학적 징후(이유 없이 숨기)이었다. 다른 초기 임상 징후로는 자율신경 징후(발 핥기, 자세 바꾸기), 운동 징후(쇠약 또는 떨림), 드물게 구토가 있었다. 초기 징후는 떨림, 쇠약, 강직-간대성, 강직성 또는 간대성 운동이었다. 스트레스가 빈번한 유발 요인이었다. 초기 징후를 포함한 뇌전증 발작 지속시간의 중앙값은 11.75분이었다.19 메데토미딘으로 가벼운 진정을 한 뇌전증성 뇌파 검사에서 20%(3/11)의 개에서 국소 뇌전증성 전류 흐름(스파이크, 폴리스파이크, 스파이크파 복합체)이 관찰되었다.19,79\n유전성 원인에 대한 의혹. 연구 당시 생존한 핀란드 스피츠 개체군에서 1년 동안의 IE 유병률은 5.36%로, 일반 개 개체군(111/2069)보다 높았다.19 이 견종에서 ADAM23 risk haplotype과 IE의 연관성이 확인되었다.35\n치료 반응. 30.7%(42/137)의 반려견에게 ASD 약물이 처방되었다. 다른 개들에 대한 정보는 제공되지 않았다. 페노바르비탈이 가장 일반적으로 사용되는 ASD 약물이였다. 치료를 받은 대부분의 개는 전신 발작 단계에 있었다. 보호자는 78.9%(30/38)의 반려견에게 치료효과가 있는 것으로 느꼈다. 발작 빈도의 중앙값은 1년에 2번이었다. 전신 경련 단계를 동반한 뇌전증 발작은 36개월 미만 반려견의 72.5%에서 발생했으며, 진행성 임상 경과와 연관된 경우가 더 많았다.\nGerman Shepherd\n해당 품종에서 수행된 연구. 1973년과 1974년에 영국 알사티안(예를 들어, 저먼 셰퍼드) 연맹에서 등록된 개를 대상으로 뇌전증에 대한 역학 조사를 시작하였고, 68마리의 저먼 셰퍼드에서 IE가 확인되었다. 뇌전증 진단 기준은 원인을 알 수 없는 발작이었으며 세부적인 사항은 명시되지 않았다. 일부 개는 뇌파 검사에 참여했지만 임상 정보는 제한적이었다.81\n2013년 역학 조사에 따르면, 저먼 셰퍼드는 IE에 걸릴 위험이 상당히 높은 두 가지 품종 중 하나로 밝혀졌다. 2011년 영국의 일차 진료 동물병원에서 455,000건의 전자 의료기록을 분석한 결과, 저먼 셰퍼드의 IE 발병 확률은 혼합견에 비해 1.8배 높은 것으로 나타났다.1 2011년 의뢰 병원과 실험실 데이터 베이스 조사에서도 저먼 셰퍼드가 가장 흔한 5대 견종 중 하나였지만, 특정 품종에 대한 위험성은 평가되지 않았다.18,53\n성별. 암컷보다 수컷이 더 많이 이환되었다.81\n뇌전증 발작의 유형. 군집발작 또는 지속발작의 위험 증가가 보고되었다.81\n유전성 원인에 대한 의혹. 영국의 일차 진료 동물병원에서 저먼 셰퍼드는 IE에 걸릴 위험이 상당히 높았다.1 이전의 가계 분석은 유전적 소인을 뒷받침하고 있다.81\nGolden Retriever\n해당 품종에서 수행된 연구. 스위스의 골든 리트리버를 대상으로 한 코호트 연구에서 뇌전증의 임상적 특징과 장기적인 임상 경과에 대해 보고하였다.82 뇌전증 진단을 받은 것으로 알려진 48마리의 골든 리트리버 보호자에게 뇌전증 관련 설문지를 우편으로 발송하였다. 이 중 25마리의 개 보호자가 완벽하게 응답한 설문지를 반환하였다. IE 진단은 2번 이상의 뇌전증 발작, 간헐적 신체 및 신경학적 검사, 혈액학 및 혈청 생화학 수치, 소변 및 CSF 분석에서 특이사항이 없는 것을 기준으로 했다. 개들은 최소 36개월(36~96개월) 동안 추적 관찰되었다. 케이스-코호트 연구에서 IE가 있는 골든 리트리버와 없는 골든 리트리버에서 가벼운 메데토미딘 진정제 투여 후 뇌전증 사이의 뇌파를 평가했다.83 스위스와 독일에서는 뇌전증 유무에 관계없이 336마리의 골든 리트리버의 가계도를 분석하였다.84 골든 리트리버는 2011년 영국의 실험실 데이터베이스 연구에서 IE를 가진 개 중 5.6%를 차지했다.51 2011년 영국 동물병원에서 추정된 품종별 IE 유병률은 1.15~3.11%(95% 신뢰 구간)였다.1\n발병 연령. 스위스 코호트의 평균 발병 연령은 코호트의 평균 수명은 2.1년(범위, 8~56개월)이었다.82\n성별. 수컷 개(76%, 19/25)가 암컷 개(24%, 6/25)보다 훨씬 더 많은 비율로 IE에 이환되었다.82 이러한 결과는 확장된 가계 분석에서도 확인되었다.84\n뇌전증 발작의 유형. 골든 리트리버에서 뇌전증 발작의 대한 임상적 특징을 조사한 코호트 연구에 따르면, 84%(21/25)에서 전신 뇌전증 발작이 발생했고 16%(4/25)의 국소 뇌전증 발작이 나타났다.82 안절부절 못함, 공포, 집착, 짖음 등의 징후가 나타나고 불안, 공포, 집착, 짖음 및 드물게 구토의 징후가 전신 뇌전증 발작 전 몇 분전에 관찰되었다. 전신 뇌전증 발작 중에는 일반적으로 의식이 없고(86%), 소변을 보고(81%), 침을 흘렸다. 전신성 뇌전증 발작 중 비명을 지르거나 울부짖는 경우가 33%의 개에서 보고되었다. 국소 뇌전증 발작은 얼굴 또는 한쪽 팔다리의 근육이 수축하고 원을 그리며 움직이고, 침 흘림 또는 떨림 등의 증상으로 묘사되었다. 발작 후 단계는 30분 이상 지속되는 경우가 많았다. 뇌전증 발작은 개가 자고 있는 밤 시간이나 낮에 짧은 휴식 후에 가장 자주 발생했다.82\n유전성 원인에 대한 의혹. 번식장에서 뇌전증 발작의 유병률이 증가하고 동일한 씨수컷을 가진 다른 가족에서 뇌전증 발작이 반복적으로 발생하는 것은 IE의 유전성 소인이 있음을 의미한다.84\n치료 반응. 스위스 코호트에 속한 14마리의 골든 리트리버를 대상으로 PB 치료에 대한 장기적인 반응을 모니터링했다. 치료는 두 번째에서 여덟 번째 뇌전증 발작 이후에 시작되었다. 혈청 PB농도를 모니터링하여 저자들이 치료 범위(15~40 μg/mL)로 간주하는 수준으로 유지했다. 처음에는 50%의 개에서 뇌전증 발작이 감소했지만, 4마리의 개에서는 반응이 지속되지 않았고 이후 발작 빈도가 증가했다. 4년 후, 43%(6/14)의 개가 발작 빈도 증가와 보호자의 질병 부담으로 인해 안락사되었다. 장기적으로 좋은 반응을 보인 개는 첫 번째 뇌전증 발작 후 훨씬 더 일찍 치료를 받았으며 치료 시작 전에 뇌전증 발작이 더 적었다.82 연구에 포함된 25마리의 개 중 7마리는 ASD 약물치료를 받지 않았으며 발작 강도와 심각도가 증가했다.\n생존 기간. PB 치료를 받은 14마리의 개에서 처음 뇌전증 발작이 관찰된 후 평균 생존 기간은 46개월 (3.8년; 범위, 3~102개월)이었다.82\n유사 뇌전증 질환. 아세타졸아마이드 반응성 운동 이상증(acetazolamide-responsive dyskinesia)은 생후 12주 된 암컷 골든 리트리버에서 보고된 바 있다. 이 개는 흥분에 의해 유발된 아치형태의 등, 근육 경직 및 쓰러짐의 재발성 에피소드를 보였다.85 CLN5 유전자 변이와 관련된 세로이드성 리포푸신증은 두 마리의 친척 골든 리트리버 새끼에서 발견되었다. 신경학적 증상은 점진적인 행동 변화, 운동 실조증, 잇몸을 때리고 파리를 무는 듯한 발작이었으며 발병 연령은 13개월에서 15개월 사이였다.86\nGreater Swiss Mountain Dog\n해당 품종에서 수행된 연구. 스위스에서 1999년부터 2009년까지 스위스 애견 클럽의 기록을 검색하여 뇌전증에 대한 유병률을 조사한 연구가 수행되었다. 600마리의 그레이터 스위스 마운틴 독 중 24마리에서 뇌전증이 기록되었다. 연간 평균 발병률(신규 진단 사례)은 2.2%였다. 품종 클럽의 기록에서 IE 진단을 검증하는 구체적인 기준은 언급되지 않았다. 그 후, 스위스에 거주하는 모든 그레이터 스위스 마운틴 독의 보호자에게 온라인 뇌전증 관련 설문지를 작성하도록 했다.87 조사 대상에는 400마리의 그레이터 스위스 마운틴 독이 포함되었으며, 이 중 128마리의 보호자가 설문지를 작성했다(응답률 31.3%). 20마리의 그레이터스위스 마운틴독이 IE에 걸린 것으로 확인되었다. 뇌전증 진단 기준은 11마리에서 2회 이상의 뇌전증 발작과 6개월에서 6세 사이의 발병 연령이었고, 8마리에서는 뇌 MRI 검사 및 CSF 분석 결과 특이사항이 없었다. 발병 연령이 7세이고 신체적, 신경학적, 혈액 검사에서 특이사항이 없는 개 1마리가 포함되었다.87 2011년에는 24마리의 그레이터 스위스 마운틴 개를 대상으로 한 후보 유전자 연구에서 발병 유전자 확인에 실패하였다.37\n발병 연령. 평균 발병 연령은 3세(범위, 6개월~7세)였다.87\n성별. 이환된 개 중 수컷이 55%, 암컷이 45%를 차지했다.87\n뇌전증 발작의 유형. 뇌전증 발작 유형은 12마리의 개에서 기록되어 있다. 12마리 전신 뇌전증 발작을 보였다: 58%(7/12)는 국소 뇌전증 발작이 전신으로 진행되었고, 나머지 개는 보호자가 발작의 개시 시점을 확인하지 못했다. 국소적인 뇌전증 발작 양상은 얼굴 경련과 찡그리기, 머리 흔들기, 고개 한쪽으로 돌리기, 씹는 동작 등으로 기록되어 있다. 뇌전증 발작은 주로 아침에, 휴식 중인 개에서 발생했다. 3마리의 개에서 뇌전증 발작 직전에 스트레스성 사건이나 특정 행동이 보고되었으며, 뇌전증 발작이 발생하기 전 24시간 동안 목줄을 잡아당긴 후 의식을 잃거나 과도하게 놀거나 광적으로 핥는 에피소드가 있었다. 광란적인 핥기 에피소드는 카펫, 바닥, 벽 등을 무차별적으로 핥거나 풀, 나뭇잎, 흙, 카펫 등을 무차별적으로 먹는 것이 특징이며, 개는 지속적으로 삼키는 행동을 보인다. 12마리의 그레이터 스위스 마운틴 독을 대상으로 한 연구에서 3마리의 개가 발작 후 공격성을 보였다. 발작 후 단계는 일반적으로 길었으며 9마리의 개는 30분 이상, 다른 2마리는 24시간 이상 지속되었다. 50%(6/12)의 개에서 군집발작이, 41.6%(5/12)의 개에서 지속발작이 발생하였다.87\n유전성 원인에 대한 의혹. 이환된 모든 그레이터 스위스 마운틴 독은 친척 중에 뇌전증 환자가 있었다. 스위스에 등록된 그레이터 스위스 마운틴 독을 대상으로 한 온라인 설문 조사에서 뇌전증 유병률은 15.8%였다. 낮은 응답률과 응답 편향이 설문 연구에서 유병률 증가에 기여했을 수 있지만, 이 유병률은 일반 개의 뇌전증 유병률보다 훨씬 높다.87\n치료 반응. 11마리의 그레이터 스위스 마운틴 독에게 PB를 투여하고 2마리에게는 KBr과 LEV를 투여했다. 이메피토인은 3마리의 개에게 시범적으로 사용되었으나 효과적이지 않았다. 첫 뇌전증 발작 후 치료 시작까지의 평균 시간은 2.8개월(1일~7개월)이었다. 그레이터 스위스 마운틴 독 중 33%에서만 뇌전증 발작 빈도가 개선되었고 66%에서는 개선되지 않았으며, 혈청 내 ASD 약물 농도는 제대로 기록되지 않았다. 첫 3개월 동안 매우 빈번한 뇌전증 발작이 있었음에도 불구하고 PB로 1년간 치료한 개 1마리에서 장기적인 관해가 관찰되었다.87\n생존 기간. IE에 걸린 그레이터 스위스 마운틴 독 중 25%가 첫 발작 후 9개월에서 3년 사이에 폐사하거나 질환으로 인해 안락사되었다.87\nIrish Wolfhound\n이 품종에 대한 연구. 뇌전증 발작이 있는 아이리쉬 울프하운드와 그 친척의 검진 자료를 미국에서 후향적으로 조사하였다.88 이 개들은 120마리의 새끼에서 태어났으며 총 796마리의 개체가 조사에 포함되었다. 설문지 데이터와 각 반려견의 의료 기록 및 실험실 보고서를 검토한 결과, 146마리의 아이리시 울프 하운드가 뇌전증에 걸린 것으로 확인되었다. IE 진단 기준은 2회 이상의 뇌전증 발작 병력, 뚜렷한 신체 및 신경학적 검사 소견이 없고 혈액학, 혈청 생화학, 암모니아 및/또는 담즙산 농도, 요검사에서 특이사항이 없는 경우였다. 14마리의 개에서 뇌의 조직 병리학적 검사가 가능했다.88\n발병 연령. 암컷은 평균 2.3세(범위, 0.5~7세)였고 수컷은 2.8년(범위, 0.5~8.9년)이 었다. 첫 번째 뇌전증 발작은 전체 반려견의 73%, 암컷 반려견의 83%, 수컷 반려견의 67%에서 3세 이전이었다.\n성별. 이환된 개 중 수컷이 61.6%, 암컷이 38.4%를 차지했다. 성별 비율은 같은 기간에 태어난 일반 아이리쉬 울프하운드 개체군의 1:1.08 비율과 크게 달랐다.\n뇌전증 발작의 유형. 뇌전증 발작은 전신 뇌전증 발작 형태로 기록되어 있지만, 발병에 대한 자세한 설명은 조사되지 않았다.\n유전성 원인에 대한 의혹. 가계 분석 결과, 해당 품종에서 IE의 유전성 소인이 있는 것으로 나타났다. IE의 유병률은 18.3%(146/796)로 추정되었다. 샘플링 방법은 이러한 데이터가 일반적인 아이리쉬 울프하운드 개체군의 유병률이 아니라 IE의 영향을 받은 친척이 있는 혈통에서 IE의 유병률을 반영한 것임을 나타내고 있다.\n생존 기간. 이환된 개 146마리 중 126마리(86%)가 데이터 수집이 종료되는 시점에 폐사한 상태였다. 폐사 당시 평균 연령은 4.7세였다. 폐사한 개 중 63%(79/126마리)가 뇌전증과 관련이 있었으며, 폐사 원인으로는 발작 중 폐사(16.1%), 조절되지 않는 발작으로 인한 안락사(65.8%), PB와 관련된 간독성(6.6%), 발작 중 흡인성 폐렴(6.6%), 발작 중 회복되지 않아 안락사(3.9%) 등이었다. 기대 수명은 같은 기간 동안 같은 품종의 일반적인 기대 수명인 6.5년에 비해 2년 더 짧았다.88\n유사 뇌전증 질환. 아이리쉬 울프하운드 자견에게서 글리신 수용체의 SLC6A5 유전자 변이체와 관련된 치명적인 hyperkplexia 또는 startle disease가 발견되었다.89 아이리쉬 울프 하운드는 portosystemic shunt (PSS)에 이환되기 쉽다. 아이리쉬 울프하운드에서 암모니아 대사 장애가 보고되어 있다(PSS와 무관).90\nItalian Spinone\n해당 품종에서 수행된 연구. 영국의 이탈리안 스피노니에서 IE의 유병률과 임상적 특징이 조사되었다.91 조사 대상은 2000년부터 2011년 사이에 태어나 영국 애견 클럽에 등록된 3331마리의 이탈리안 스피노니로 구성되었다. 1192마리의 이탈리안 스피노니 보호자가 설문 조사에 응답했으며, 이 중 63마리는 모든 의료 기록, IE 관련 설문지 및 보호자가 제공한 후속 정보를 자세히 검토한 결과 IE로 진단되었다. 37%의 반려견은 수의사에게 진찰을 받았고, 30%의 반려견은 뇌 MRI 검사를 받았다. IE는 발작 사이의 신체 및 신경학적 검사가 정상이고 혈액학 및 혈청 생화학 검사 수치가 정상 기준 범위 내에 있는 개에서 생후 6개월에서 6세 사이에 발생한 재발성 발작(24시간 간격으로 2회 이상 발작이 발생)으로 정의하였다.\n발병 연령. 발병 연령의 중앙값은 2.9년(범위, 11~72개월)이었다.\n성별. 67%는 수컷, 33%는 암컷이었다.\n뇌전증 발작의 유형. 모든 개는 전신 강직-간대성 뇌전증 발작을 보였다. 발작의 개시상황을 분석한 결과, 51%의 개에서 국소 뇌전증 발작이 전신화되는 것으로 나타났고, 23%의 개에서는 시작부터 전신 뇌전증 발작이, 26%의 개에서는 발병 원인을 알 수 없는 전신 뇌전증 발작이 나타났다. 대부분의 개(89%)는 사지 모두에서 리드미컬한 달리기 동작을 보였다(제1장, 비디오 1.4 참조). 전조 행동 징후(예: 불안, 안절부절, 애정 표현 증가, 접촉 추구 행동, 철수, 숨기, 공격성, 발성)는 57%의 개에서 보고되었으며, 뇌전증 발작 전 30분 이상(68%) 또는 30분 미만(32%) 동안 발생했다. 73%의 개에서 군집발작이, 21%의 개에서 지속발작이 발생했다. 행동 변화, 가장 흔하게 비정상적인 지각과 불안은 IE가 시작될 때와 ASD 약물로 치료하기 전인 55%의 반려견에서 보고되었다.\n유전성 원인에 대한 의혹. 이탈리아 스피노니의 IE 유병률은 5.3%(95% CI, 4.03~6.57%)로 추정되었으며, 이는 영국의 일반 개(0.6%)에서보다 높은 수치다.\n치료 반응. 대부분의 개(90%)가 ASD 약물치료를 받았으며, 60%는 두 가지 이상의 ASD 약물치료를 받았다. 많은 경우 발작이 성공적으로 조절되지 않았다. 관해(즉, 1년 이상 치료 유무에 관계없이 발작이 없는 상태)는 3마리(6%)에서만 도달하였다.\n생존 기간. 연구 종료 시점에 44%(28마리)가 폐사했다. 첫 뇌전증 발작 후 생존 기간은 뇌전증이 잘 조절되지 않아 안락사 된 20마리의 경우 22 ± 17개월이었고, 뇌전증과 무관한 원인으로 폐사한 8마리의 경우 62 ± 38개월이었다. 뇌전증이 잘 조절되지 않아 안락사 된 이탈리안 스피노니의 생존 기간은 뇌전증과 무관한 질환으로 폐사한 이탈리안 스피노니보다 훨씬 더 짧았다. 군집발작이 없는 개와, 3번 이상의 발작 발생 이후가 아닌 두 번째 발작 이후에 ASD 약물치료를 시작한 개에서 생존 기간이 유의하게 더 길었다.\nKeeshond\n해당 품종에서 수행된 연구. 이 견종에 대한 임상 연구 자료는 제한된 두 가지 연구자료만 존재한다.92,93 영국의 한 집단 연구에는 뇌전증 진단을 받은 21마리의 키숀드가 참여했다. 수의사가 뇌전증 진단을 내렸을 때를 뇌전증에 걸린 것으로 분류하였다. 키숀드는 1993년 영국에서 사육자가 42명, 등록 건수가 87건에 불과할 정도로 흔하지 않은 품종이었다.93 또 다른 연구에서는 임상 발작이 있는 9마리의 개를 포함하여 321마리의 키숀드에 대한 뇌파 검사 결과를 평가했다.92\n발병 연령. 영국 연구의 발병 연령 중앙값은 2세(범위, 8개월~6세)였다.93\n뇌전증 발작의 유형. 발작 현상에 대한 정보는 제한적이었다. 뇌전증 발작이 있는 9마리를 포함한 321마리의 키숀드 연구에서, 뇌전증-발작성 전류흐름과 임상적 발작 사이에는 연관성이 발견되지 않았다.92\n유전성 원인에 대한 의혹. 파운더 효과(Founder effect)는 분명했다. 26쌍의 보인자(carrier) 교배를 통해 91마리의 정상 개와 26마리의 뇌전증 개가 탄생하였다. 후손이 보인자일 가능성은 1989년 유전 상담 프로그램이 도입되면서 감소했다. 보인자 확률이 0.26을 초과하고 근친 교배 계수가 높은 교배는 피했다.93\nLabrador Retriever\n이 품종에 대한 연구. 1999~2000년에 덴마크에서 1989~1999년 사이에 클럽에 등록된 29,602마리의 래브라도 리트리버를 대상으로 전향적 역학 조사가 실시되었다.94 이 집단에서 550마리의 래브라도 리트리버(매년 50마리씩)를 무작위로 표본 추출하여 두 차례의 전화 인터뷰와 뇌전증 관련 설문지를 통한 조사가 이루어졌다. 특발성 뇌전증은 다음의 발생을 기준으로 진단되었다: 2번 이상의 뇌전증 발작, 신체 및 신경학적 검사상 특이사항이 없고 관련 혈색소 및 혈청 생화학 이상이 없어야 함. IE에 걸린 17마리의 래브라도 리트리버가 확인되었다.94\n1995년 스위스에서 후향적 연구가 실시되었다.95 건강 상태가 알려진 래브라도 리트리버 792마리에서 11세대에 걸친 가계조사가 이루어졌다. IE 진단 기준은 다른 질환이 없는 상태에서 2회 이상의 뇌전증 발작, 특이사항이 없는 신체 및 신경학적 검사, 정상 혈액학 및 혈청 생화학 수치와 암모니아 및 공복 담즙산 농도, 정상 요검사 및 CSF 분석 등이었다. 55마리의 래브라도 리트리버에서 IE가 확인되었다.95 모든 개는 PB 요법을 시작한 지 6개월 후에 재평가를 받았으며, 이 때 소변 및 CSF 분석을 포함한 반복적인 임상 검사 및 진단 조사에서 특이사항이 발견되지 않았다.95 같은 저자에 의한 코호트 연구에서는 이전 연구와 유사한 포함 기준을 사용하여 스위스(1985~1999년)에서 IE에 이환된 래브라도 리트리버 54마리의 의료 기록을 검토했다. 15마리의 개에서 뇌전증 발작이 시작될 때의 비디오를 프레임별로 분석했다.96 저자는 두 스위스 코호트가 겹치는지 여부는 명시하지 않았다.\n래브라도 리트리버는 영국의 대규모 역학 연구에서 IE에 가장 흔한 세 가지 품종 중 하나였지만, 이 품종은 매우 인기있는 견종이기도 하다.1,52,53 1차 의료기관에서 IE로 진단된 래브라도 리트리버 117마리의 코호트는 이 데이터베이스 중 하나에서 추출하되었고 IE와 중성화 수술 사이의 연관성을 별도로 분석했다.97\n발병 연령. 덴마크 코호트의 76%(13/17마리)는 4세 이전에 발병했으며, 나머지 4/17마리는 4세에서 8세 사이에 첫 뇌전증 발작을 경험했다.94 55마리의 래브라도 리트리버를 대상으로 한 스위스 연구에서 평균 발병 연령은 2.6세였으며, 여기에는 발병 연령이 5세를 초과한 개도 포함되었다.95 54마리의 래브라도 리트리버를 대상으로 한 스위스 연구에서는 발병 연령이 5개월에서 91개월 사이였다.96\n성별. 덴마크 연구94(수컷 52.9%, 암컷 47.1%)와 스위스 연구95(수컷 56%, 암컷 44%)에서 수컷과 암컷이 거의 동일하게 발생하였다. 다른 스위스 연구와 영국에서 일차 진료를 받는 IE를 가진 래브라도 리트리버에 대한 연구에서는 수컷(61.2%)이 여성(38.8%)보다 더 많이 영향을 받았다.1,96,97\n뇌전증 발작의 유형. 덴마크 반려견의 70%에서 전신 발작으로 진행되거나 진행되지 않는 국소 뇌전증 발작이 보고되었다.94 스위스의 후향적 연구에서95 85.5% (47/55)의 개가 의식 상실과 함께 강직-간대성 운동 활동을 보였고, 10.9%(6/55)는 의식을 유지했으며, 3.6%(2/55)는 국소 뇌전증 발작을 보였다. 저자들은 30초 이상 지속되지 않는 머리의 편측성 국소 운동 활동이 사지로 진행된 후 66%의 개에서 전신성 뇌전증 발작으로 이어졌다고 설명했다. 이 발견은 국소 뇌전증 발작이 전신으로 진행되는 것이 래브라도 리트리버의 주된 뇌전증 발작 유형임을 시사한다.95 스위스 코호트 연구에서 뇌전증 발작은 각각 75.9%(41/54마리)와 7.4%(4/54마리)의 개에서 의식 상실 또는 보존을 동반한 전신 강직성 뇌전증 발작으로, 7.4%(4/54마리)의 개에서 강직성 근육 수축이 오래 지속되는 강직성 뇌전증 발작으로, 9.3%(5/54마리)의 개에서 국소 뇌전증 발작으로 설명되었다.96 국소 뇌전증 발작은 30초에서 2분 동안 지속되는 국소 안면 및 저작 근육 수축 또는 파리 물기 발작을 나타냈다. 네 마리의 개는 전신 뇌전증 발작이 시작될 때 편측성 안면 근육이 연관되었다.96 전구 발작 단계는 몇 시간 동안 지속되며 안절부절못하고 두려움을 보이는 것이 일반적이었다. 스트레스는 종종 뇌전증 발작을 유발했다.95,96\n유전성 원인에 대한 의혹. 덴마크 래브라도 리트리버 개체군에서 보고된 IE 유병률은 3.1%로 일반 개 개체군보다 높았다.94 IE가 있는 스위스 번식 라인에서 IE 유병률은 6.9%였다.95 동일한 씨수컷의 하위 가족 및 다른 가족에서 IE의 유병률이 증가한 것은 스위스 코호트에서 유전적 기원을 뒷받침한다. 혈통 분석 결과 다유전자 열성 유전으로 나타났다. ADAM23 유전자의 risk haplotype은 IE를 가진 래브라도 리트리버에서 더 자주 나타났다.98\n치료 반응. 스위스 연구에서 46/54마리의 래브라도 리트리버를 대상으로 8~102개월(평균 4.2년)의 장기 추적 관찰이 이루어졌다.96 37마리의 개에게 PB를 투여하고 혈청 PB 농도를 모니터링하였다. 11마리는 발작이 없어졌고, 16마리는 발작 빈도 및 지속 시간이 개선되었으며, 10마리는 발작 빈도 및 지속 시간에 변화가 없었다. 뇌전증 발병 당시 나이가 많고 발작 빈도가 낮거나 PB를 시작하기 전 총 발작 횟수가 적었던 개일수록 더 좋은 결과를 보였다. 치료를 받지 않은 개 6/9마리에서 발작 빈도와 지속 시간이 악화되었다.96\n생존 기간. 영국에서 IE에 이환된 래브라도 리트리버의 생존 기간 중앙값은 3.4년(범위, 15~4357일)이었다.97 스위스 연구에서는 생존 기간을 조사하지 않았다.\n유사 뇌전증 질환. 발작성 운동이상증이 래브라도 리트리버에서 보고된 바 있으며, 의식이 보존되고 자율 신경계 징후 및 발작 후 징후가 없는 비정상적인 자세(종종 일어서지 못하는 경우)와 움직임(가벼운 머리와 몸의 떨림)을 동반하는 것으로 알려져 있다. 이환된 36마리의 래브라도 리트리버 집단에서 7마리(19%)는 암컷, 29마리(81%)는 수컷이었다. 에피소드의 발병 연령 중앙값은 2년 3개월(범위, 9개월~10년 8개월)이었다. 발현 당시 에피소드 빈도 중앙값은 3주에 한 번씩이었다. 에피소드 지속 시간은 2~30분(범위, 2~120분 미만)이 가장 흔했다. 에피소드는 갑작스러운 움직임이나 놀람(58%) 또는 흥분(25%)에 의해 촉발되었다.99 6년 8개월 동안 추적 관찰한 결과, 25/36(69%)의 개에서 에피소드의 빈도와 지속 기간이 감소했고(아무런 치료 없이)[14/36(39%)의 이상의 개에서 2년 에피소드가 없었으며], 5/36(14%)의 개에서 악화되었고, 6/36(17%)의 개에서 유사한 상태를 유지했다.99\nLagotto Romagnolo\n해당 품종에서 수행된 연구. 2004년과 2005년에 핀란드로부터의 25마리의 자견과 3마리의 성견 라고토 로마뇰로를 임상적, 유전적으로 자세히 연구한 결과, 양성 가족성 청소년기 뇌전증이 확인되었다.100 75%에서 뇌 MRI를, 68%에서 CSF를, 68%에서 뇌파를, 7%의 개에서 사후 검사를 실시했다. 뇌전증 발작의 진단 기준은 심한 발작 도중 의식 상실과 발작 사이의 뇌파의 간성 장애였다. 뇌전증 발작의 진단 기준은 혈액학, 혈청 생화학, 뇌 MRI 및 CSF 분석 결과와 관련성이 없었다. 사후 검사 결과 푸르킨예(Purkinje) 세포에 내포물(inclusion)이 있고 경미한 푸르킨예 세포 손실이 발견되었다. 이러한 변화는 10마리의 자견에서 나타난 비정상적인 간헐적 신경학적 검사(운동 실조증, 의도적 떨림, 자세 반응 결손)를 설명할 수 있다. 성견에서는 신경학적 검사에서 특이점이 발견되지 않았다. 저자들은 대뇌 피질 및 소뇌 흥분성에 영향을 미치는 흔한 기저의 대사 결함을 추측했다. 자견의 뇌전증 초기 발병, 뇌파 특징 및 완화 과정은 2세에서 10세 사이에 발병하는 사람에서의 소아기 양성 완화 국소 뇌전증(예: 롤랜드 뇌전증, 파나이오토풀로스 증후군)과 유사하며 중 측두엽 및 후두엽 스파이크를 동반한다.100\n양성 가족성 청소년기 질환을 앓고 있는 라고토 로마뇰로 개 25마리100,103와 4세 이상의 대조군 라고토 로마뇰로 160마리를 대상으로 온라인 설문지와 전화 통화를 통해 장기 추적 관찰 및 신경 행동 특성을 조사했다.101 양성 가족성 청소년기 뇌병변증을 앓고 있는 8마리의 라고토 로마뇰로를 대상으로 한 사례 대조 연구에서는 플루오로데옥시글루코스 양전자 방출 단층촬영(FDP-PET) 기능적 뇌 영상으로 뇌 포도당 대사의 변화를 확인했다.102 34마리의 환견을 포함한 212마리로 구성된 가계를 이용한 genome-wide association assays를 위해, 22마리의 양성 가족성 청소년기 IE 환견이 선택되었다.103\n발병 연령. 평균 발병 연령은 다음과 같다. 자견의 경우 6.3주(범위, 5~9주) 및 성견 3마리에서 1.6년과 2.1년이였다.100\n성별. 강아지의 60%는 암컷(15/25), 40%는 수컷 (10/25)이었다.100\n뇌전증 발작의 유형. Case-control study에서 뇌전증 발작은 전신 떨림, 운동 실조증 그리고 stiffness를 특징으로 하는 발작의 형태로 기록되었다. 발작은 10초에서 몇 분간 지속되었다.102 일부 자견들은 전신 떨림이 나타나는 동안 옆으로 앉거나 누워 있는 것으로 보고되었다. 보다 중증의 자견들은 의식이 손상된 것처럼 보였지만, 다른 자견들은 발작이 진행되는 동안 걷고 반응할 수 있었다. 6마리의 자견이 촬영된 비디오 영상에 따르면 뇌전증 발작이 발생하는 동안 신체의 한쪽이 다른 쪽보다 더 심하게 영향을 받는 것으로 나타났다. 3마리의 성견은 간헐적 수평적 머리 떨림(2마리) 또는 전신 떨림(1마리)의 형태로 발작을 일으켰다. 가벼운 메데토미딘 진정제 투여 후 진행한 뇌전증 사이 뇌파는 검사 대상 강아지의 87.5%(14/16마리)에서 비정상적이었으며, 13마리에서 날카로운 파동과 스파이크 형태의 epileptiform discharges가 그리고 1마리에서 generalized discharges가 관찰되었다. 성견 3마리 중 2마리에서 뇌파 검사가 비정상적이었다. 또한 FDG-PET에서 저대사 영역이 보고되었다.102\n유전성 원인에 대한 의혹. 이 유형의 IE의 원인 유전자 변이는 LGI2 유전자에서 확인되었으며 유전자 검사가 상업적으로 이용 가능하다(4장 참조). 대부분의 이환된 개는 LGI2 유전자 변이에 대해 호모인 경우이며, 헤테로인 개는 거의 이환되지 않는다(7%~13%).101,103 핀란드, 스웨덴, 스위스에서 이 유전자 변이의 높은 유병률(32%의 호모 발생률)이 확인되었다.103\n치료 반응. 라고토 로마뇰로의 양성 가족성 청소년기 IE는 양성이며 저절로 완화되는 임상 경과를 보인다. 초기 빈도는 매일 여러 번에서 일주일에 한 번까지 다양했다. 발작은 모든 자견에서 생후 4개월(평균 10주, 범위 7.5~13주)이 되면 해결되었다. 양성 가족성 청소년기 IE에 걸린 라고토 로마뇰로 25마리 중 단 한 마리만이 생후 8개월에 뇌전증 발작을 경험했다. 따라서 치료를 하지 않았을 때 관해율은 4개월 시점에 96 %였다. 이 자견은 성견이 되었을 때 사람의 주의력 결핍 과잉 행동장애와 유사한 부주의와 과흥분성을 특징으로 하는 행동 변화를 보였다.101\n생존 기간. 양성 가족성 청소년기 IE를 앓고 있는 개의 88%(22/25마리)가 평균 7.4세(범위, 4.6~10.7세)가 되어서도 생존해 있었다.101\nPetit Basset Griffon Vendéen\n이 품종에서 수행된 연구. 덴마크에서 1999년부터 2008년까지 덴마크 켄넬 클럽에 등록된 820마리의 Petit Basset Griffon Vendéen dog를 대상으로 한 집단 연구가 실시되었다.104 이 연구는 선별 설문 조사와 전화 인터뷰 및 뇌전증 관련 설문지를 사용했다. 응답률은 57.4%였으며 연구 대상은 175 가계에서 유래한 471마리였다. 42마리의 1999년부터 2008년까지 덴마크 켄넬 클럽에 등록된 Petit Basset Griffon Vendéen dog에서 특발성 뇌전증 진단이 내려졌으며, 이 중 31마리는 연구 당시 생존해 임상 조사에 동원되었다. 나머지 23마리는 다른 질병으로 인한 징후로 인해 뇌전증 음성으로 판정되었으며, 6마리는 뇌전증 발작을 한 번만 겪었기 때문에 포함되지 않았다. 뇌전증 진단 기준은 최소 24시간 간격으로 2회 이상의 뇌전증 발작을 보이는 것으로, 42.9%(25/42)의 개가 수의사에게 진찰을 받았다. 신체, 신경 및 심장 검사, 혈액학, 혈청 생화학, 요검사, 갑상선 검사를 실시한 개는 45.2%(18/42), 담즙산 자극 검사를 실시한 개는 21.2%(9/42), 뇌 MRI를 실시한 개는 7.1%(3/42)로 조사되었다. 관련 이상은 발견되지 않았다.\n발병 연령. 발병 연령의 중앙값은 2.0년(범위, 2~78개월)이었다.56\n성별. 개체의 62%는 수컷(26/42), 38%는 암컷(16/42)이었지만, 일반적인 1999년부터 2008년까지 덴마크 클럽에 등록된 Petit Basset Griffon Vendéen 개체군과 비교했을 때 수컷의 호발 성향은 확인되지 않았다.\n뇌전증 발작의 유형. 대부분의 개(92.9%; 39/42)가 전신으로 진행되는 국소 뇌전증 발작을 겪었거나(52.4%; 22/42), 전신으로 진행되지 않는 국소 뇌전증 발작을 겪었다(40.5%; 17/42). 국소 뇌전증 발작의 징후로는 운동 실조, 단일 근육군의 수축, 구토, 과다 타액 분비, 과도한 주의 집중, 멍하니 서 있거나 외부 자극에 반응하지 않는 등의 행동 발작이 있다. 일반적인 뇌전증 발작 지속 시간은 1~3분이다.\n유전성 원인에 대한 의혹. 응답자 중 IE 유병률은 8.9%(95% 신뢰 구간 6.3~ 11.5%)로, 일반 개 인구의 IE 유병률보다 높았다. 강력한 litter effect가 확인되었다: 42마리의 개 중 19마리가 서로 다른 7마리의 새끼에서 태어났으며, 이 중 3마리는 공통의 씨수컷을 공유했다.\n생존 기간. 뇌전증은 이 품종에서 가장 흔한 폐사 원인이며 전체 폐사 원인의 13.3%를 차지했다. 생존 기간 중앙값은 3년이었으며 주요 원인은 안락사였다. 연구 당시 아직 생존해 있던 개들의 뇌전증 유병 기간 중앙값은 검사 당시 3.9년(범위 10~113개월)이었다.\nPoodle (standard)\n해당 품종에서 수행된 연구. 한 가족 및 코호트 연구에서 미국의 126마리의 스탠다드 푸들에 대한 가계조사와 뇌전증 표현형 조사를 진행하였고, IE가 의심되는 스탠다드 푸들 코호트를 2년 동안 추적 관찰했다.105 이 개들은 IE가 발생한 다수의 가계에서 유래하였다. 이환된 개와 관련 새끼들은 켄넬 클럽과 연계된 신문과 웹사이트의 요청을 통해 확인하였다. 90마리의 개를 대상으로 선별 설문지와 전화 인터뷰를 통해 뇌전증 표현형을 평가한 결과, 29%(26/90)는 2회 이상의 뇌전증 발작 병력이 있었고, 4%(4/90)는 1회 뇌전증 발작 병력이 있었으며, 67%(60/90)는 6세 이상에서 영향을 받지 않은 것으로 분류되었다. 총 30마리의 개가 이 연구에서 뇌전증 발작 횟수 1회 이상, 발병 연령이 6개월에서 7.5세 사이, 기저 원인에 대한 증거가 없는 것으로 정의된 뇌전증 가능성의 기준을 충족했다. 이 개들은 2년 후에 후속 정보를 얻기 위해 두 번째로 연락을 받았다.105\n2002년에는 미국과 캐나다의 여러 지역의 스탠다드 푸들을 대상으로 관찰 연구도 실시했다.72 1996년부터 2001년까지 웹사이트와 신문을 통해 발작을 일으킨 스탠다드 푸들 183마리를 선별하여 이 중 50마리가 모집되었고 41마리가 서면 설문조사와 전화 인터뷰를 완료하였다. 뇌전증 가능성 진단 기준은 뇌전증 발작이 1회 이상 발생하고, 뇌전증 사이의 신경학적 상태는 특이사항이 없으며, 의료 기록에 구조적 뇌전증이나 반응성 발작에 대한 증거가 없는 경우였다. 신체 및 신경학적 검사, 혈액학, 혈청 생화학 및 담즙산 자극 검사 등 완전한 진단평가를 받은 개체는 10%에 불과했다.72\n성별. 첫 번째 코호트에서는 56.7%(17/30)가 수컷, 43.3%(13/30)가 암컷이었으며,105 41마리의 스탠다드 푸들 코호트에서는 51%가 수컷이었다.72\n발병 연령. 발병 연령의 중앙값은 다음과 같다. 한 연구에서 3.7년(범위, 0.5~7년)105 및 다른 연구에서는 2.4년(범위 0.5~6.4년)이었다.72\n뇌전증 발작의 유형. 대부분의 개가 국소 뇌전증 발작을 보였고(60%; 18/30), 30%(9/30)는 국소 뇌전증 발작이 전신 뇌전증 발작으로 진행된 것으로 나타났다. 다른 발작 유형은 3마리(10%)의 개에서 나타났다: 발병 시부터 전신 뇌전증 발작, 발병 원인을 알 수 없는 전신 뇌전증 발작, 분류되지 않은 발작.105 국소 뇌전증 발작은 국소 운동(떨림, 경련, 떨림, 비틀거림, 서지 못함, 뻣뻣함, 경직, 머리 기울임, 팔다리 들기 어색함) 또는 감각/행동 뇌전증 발작(불안, 목적 없는 방황, 응시)이 자율신경 징후와 함께 또는 함께 나타나거나 일부 사례에서 자동화(핥기, 입술 부딪치기, 삼키기, 빙빙 돌기)로 기록되었다.105 군집발작은 드물게 34%(14/41)의 개에서 발생하였다.72\n유전성 원인에 대한 의혹. 한 연구에서는 가족 집단화를 확인했으며 상염색체 열성 유전방식이 의심되었다.105\n치료 반응. 첫 번째 코호트에서는 13%(4/30)의 개만이 PB 또는 KBr로 치료를 받았으며,105 다른 코호트에서는 46%(19/41)의 개가 PB 및/또는 KBr로 치료를 받았다.72 15마리의 개에서 치료 반응을 평가한 결과, 7마리는 발작이 없어졌고(46.7%), 5마리는 발작 빈도가 감소했다(33.3%). 뇌전증 발작 빈도 중앙값은 연간 2.8회였다.\n유사 뇌전증 질환. ATF2 유전자 변이로 인한 치명적인 신생아 뇌병증(neonatal encephalopathy)을 앓고 있는 스탠다드 푸들은 생후 4~6주가 되면 뇌전증 발작을 일으킨다.106 다발성 경련증(polymicrogyria)은 이환된 스탠다드 푸들 5마리 중 1마리에서 빙빙 돌며 입술을 깨무는 국소 뇌전증 발작과 관련 증상이 관찰된 바 있다.107\nRhodesian Ridgeback\n해당 품종에서 수행된 연구. 중부 유럽에서 온 25마리의 로디지안 리지백과 그 가계를 임상적, 유전적으로 자세히 연구했다.10,15 이환된 로디지안 리지백의 46%와 65%에서 각각 MRI와 뇌파 검사를 받았으며, 4%(1마리)의 개에서 뇌 조직 병리학적 검사를 받았다. 광과민성 근간대성 뇌전증 발작을 특징으로 하는 어린 개에서 유전적 IE가 진단되었다.10 이러한 유형의 IE는 사람의 청소년 근간대성 뇌전증(juvenile myoclonic epilepsy; JME)과 유사하다.\n발병 연령. 뇌전증의 발병은 유년기 및 청소년기 개(중앙값, 3.5개월; 평균, 6개월; 범위 6주~18개월)에서 나타났으며, 근간대성 경련/경련이 빈번하게 발생했다.10,15\n성별. 수컷이 60%(15/25), 암컷이 40%(10/25)를 차지했다.10,15\n뇌전증 발작의 유형. 전신 뇌전증 발작만 확인되었으며 근간대성, 전신적 강직성-간대성 및 부재성 뇌전증 발작 또한 확인되었다. 이를 통해 이 뇌전증은 진정한 전신 특발성 유전성 뇌전증으로 분류되었다. 근간대성 뇌전증 발작은 반복적인 근간대성 경련 또는 전기 충격과 유사한 격렬한 근간대성 경련으로 나타났다(비디오 2.5 참조). 주로 개가 눈을 뜨거나 감은 채로 있는 수면의 첫 단계에서 쉬거나 졸릴 때 발생했다. 근간대성 경련은 개가 앉거나 서 있거나 걷고 있을 때도 발생했지만, 휴식 자세일때보다는 덜 자주 발생했다. 근간대성 경련과 경직은 강도가 다양했다. 일부는 몸통, 목, 상흉부 팔다리에 격렬한 전기 충격과 같은 경련을 일으켜 때때로 뒤로 경련을 일으키고 쓰러지기도 했다. 다른 근간대성 발작은 다소 미묘하거나 상흉부, 얼굴, 머리의 반복적인 경련과 경직(씹는 동작, 눈꺼풀 및 주둥이 경련 또는 고개 끄덕임)으로 나타났다. 지속 시간은 다소 짧았다(1초 미만). 근간대성 경련과 경직은 매일 또는 거의 매일 발생했으며, 그 빈도는 하루에 150회까지 높았다. 비디오 뇌파 검사에서 근간대성 경련에 선행하는 배경 활동의 일반화된 리듬 변화로 보이는 전신적 발작성 간대성 활동의 존재와 근간대성 경련과 연관된 스파이크 및 파동 복합체가 있는 짧은 에피소드의 존재가 확인되었다. 또한 비디오 뇌파는 보호자의 관찰보다 근간대성 뇌전증 발작의 발생과 빈도를 더 객관적으로 평가할 수 있었다(과소 보고 현상). 일부 개에서는 시간당 최대 50회, 심지어 시간당 200회의 경련이 기록되었다.10,15\n개 중 38%에서 생애 후반에 전신 강직성 뇌전증 발작이 발생했다. 이 개들 중 일부에서는 전신 강직성 뇌전증 발작이 일련의 반복적인 근간대성 경련으로 시작되어 전신 강직성 뇌전증 발작으로 진행되었다. 근간대성 뇌전증 발작이 시작되고 전신 강직성 뇌전증 발작이 시작되기까지의 시간 간격의 중앙값은 6개월이었지만, 1.5개월에서 18개월까지 큰 편차가 있었으며 일부 보호자는 반려견의 첫 근간대성 뇌전증 발작을 정확하게 식별하는 데 어려움을 겪었다.\n뇌전증의 특징은 광과민성이지만 모든 로디지안 리지백이 광과민성을 보이는 것은 아니다. 대략적으로 보호자의 35%는 시각적 자극에 의해 유발되는 근간대성 뇌전증 발작을 보고했으며, 이는 반사성 뇌전증 발작을 나타낸다. 더 정확하게 말하면, 보호자들은 갑작스러운 빛의 변화와 뚜렷한 빛의 패턴 변화가 근간대성 뇌전증 발작을 유발한다고 보고했다. 카메라의 플래시, 아침에 블라인드를 열었을 때 갑자기 들어오는 빛, 숲 속을 걸을 때 나무에 가려진 햇빛과 같은 상황은 근간대성 경련을 유발하는 것으로 보고되었다. 광과민성 뇌전증 발작이 있는 6마리의 개를 대상으로 간헐적 빛 자극을 가한 뇌파 검사를 실시한 결과, 4마리(66%)에서 간헐적 빛 자극이 시작되는 시간에 맞춰 전신 발작성 뇌전증 활동과 근간대성 뇌전증 발작이 나타났다(비디오 2.7 참조). Wild type 또는 헤테로 유전자형을 가진 임상적으로 건강한 로디지안 리지백에서 간헐적 광자극을 통한 뇌파 검사에서는 특이사항이 없었다. 또 다른 특징은 수면-각성 주기와의 연관성이다. 이환된 개에서 개가 쉬거나 졸릴 때 근간 대성 경련과 경련이 자주 발생했다.\n부재성 발작은 c.564_567delAGAC DIRAS1 유전자 돌연변이를 가진 8개월 된 암컷 로디지안 리지백에서 보고되었다. 이 개는 생후 8주 이후 잦은 근간대성 발작과 함께 의도적인 움직임 없이 멍하니 허공을 응시하는 증상을 여러 차례 보였다. 비디오-뇌파 검사에서 응시 에피소드와 관련하여 4Hz 스파이크 파 복합체의 전신 뇌전증 발작 양상이 확인되었고, 따라서 생성된 뇌전증 활동에 대한 명백한 증거가 관찰되었다.15\n근간대성 경련과 움찔거림은 이환된 개가 조용히 쉬거나 잠을 자는 데 방해가 될 수 있다. 이것은 빠른 안구 운동(REM) 수면 중 발의 양성적 움직임과 구별되어야 한다.\n유전성 원인에 대한 의혹. 가계 및 유전자 분석을 통해, DIRAS1 유전자(c.564_ 567delAGAC)의 4bp 결손이 확인되었고, 이러한 결손으로 프레임 시프트가 발생하여 단백질 복제가 조기에 종료되는 돌연변이가 발생하는 것을 확인했다. 이러한 돌연변이는 상염색체성 열성유전된다. 따라서 돌연변이 유전자에 호모인 개체만이 근간대성 뇌전증 표현형을 보였다. Wild type 표현형을 가진 개체와 carrier는 이환되지 않는다. 로디지안 리지백 498마리를 대상으로 한 유전자 분석 연구 결과, 유럽에서 15%의 carrier 유병률이 관찰되었다.\n치료 반응. 21마리의 개에게 다양한 ASD 약물을 투여해 보았다. 근간대성 뇌전증 발작은 LEV 또는 KBr에 가장 잘 반응하는 것으로 나타났다.10 후속 뇌파 검사에서 한 마리의 개에서 LEV에 대한 긍정적인 반응이 확인되었다.15\n생존 기간. 연구 진행 당시 30%의 개가 죽었거나 안락사 되었고, 3마리는 뇌전증 발작이 잘 조절되지 않아서(생후 9개월, 2세 및 5세), 3마리는 뇌전증과 무관한 원인으로, 1마리는 알 수 없는 이유로 안락사 되었다. 다른 개들은 아직 살아 있었다.10\nRottweiler\n이 품종에서 수행된 연구. 스웨덴 로트와일러 클럽과 협력하여 2008년부터 2013년까지 스웨덴과 노르웨이에서 횡단 설문조사를 실시하였다.108 참여 요청은 저널과 웹사이트를 통해 이루어졌다. 뇌전증 관련 설문지를 통해 37마리의 로트와일러가 IE를 앓고 있는 것으로 확인되었다. 이 연구에서 뇌전증 진단 기준은 서로 다른 날에 2회 이상의 뇌전증 발작, 6개월에서 7세 사이의 발병 연령, 심각한 두부 외상이나 중독 병력이 없는 경우였다. 수의사가 94.6%의 개를 검사했다. 진단 검사에는 혈액학 및 혈청 생화학 검사(86.5%의 개), 뇌 CT(2.7%), 뇌척수액 분석(2.7%), 뇌 MRI(5.4%)가 포함되었다.\n스웨덴의 보험 데이터베이스에서도 로트와일러가 뇌전증에 자주 걸리는 견종으로 보고되었다.2\n발병 연령. 발병 연령의 중앙값은 36개월이었으며, 범위는 8~84개월로 매우 다양했으며 18개월과 36개월에 최고치를 기록했다.108\n성별. 연구에 참여한 37마리의 개 중 62.2%는 암컷, 37.8%는 수컷이었다. 뇌전증 발병 후 중성화 수술은 발작 빈도에 영향을 미치지 않았다.108\n뇌전증 발작의 유형. 대부분의 개는 전신 강직성 뇌전증 발작을 보였다. 82%의 개가 항상 옆으로 쓰러지는 반면, 6%는 가끔씩만 쓰러졌으며 12%는 한 번도 쓰러지지 않았다. 일부 보호자는 발작과 관련하여 반려견이 고개를 한쪽으로 돌리거나 공포, 무호흡, 안진증, 꼬리 쫓기 등을 보인다고 설명했다. 대부분의 뇌전증 발작은 개가 자고 있거나 쉬고 있을 때 발생했으며, 산책 중에 뇌전증 발작을 일으킨 개는 3마리에 불과했다. 개 중 절반은 군집발작을 경험하였다. 상당한 비율의 보호자가 안진증의 존재를 보고했다. 뇌전증 발작과 연관된 것으로 나타났다. 발작 후 단계의 공격성은 16%의 개에서 발생했다.108\n유전성 원인에 대한 의혹. 모든 개는 뇌전증에 걸린 가까운 친척이 있었고 59.5 %는 광범위하게 번식을 위해 사용된 공통 조상을 공유하였다.108\n치료 반응. 뇌전증 발작 빈도는 일주일에 여러 번에서 1년에 한 번까지 폭넓게 변화하는 것으로 관찰되었다. 23마리의 개에게 PB를 투여하였다. 치료받은 개 중 71%에서 뇌전증 발작 빈도가 감소하고 29%에서 뇌전증 발작 빈도가 증가했다. 뇌전증 발작의 심각성이나 지속 시간은 감소하지 않았다. 38%의 개에서 수행 능력 감소가 ASD 약물치료의 부작용으로 보고되었다.108\nSchipperke\n이 품종에서 수행된 연구. 핀란드에서 68마리의 쉬퍼케를 대상으로 한 유전적 사례 대조군 연구(case-control study)가 진행되었다.35 임상 정보는 뇌전증 관련 설문지를 통해 얻었으며, 56개의 유효한 설문 항목을 평가에 사용할 수 있었다. IE 진단의 임상적 기준은 최소 2개월 간격으로 2회 이상의 뇌전증 발작, 6개월에서 5세 사이의 발병 연령, 발작을 유발할 수 있는 다른 알려진 질환이 없는 경우였다. 11마리의 개를 대상으로 신경학적 검사(11/11), 혈액 검사(10/11), CSF 분석(8/11), 뇌 MRI(10/11), 뇌파(11/11) 등 진단적 조사를 실시했다. 발병 개시 연령이 6개월 미만 또는 5년 이상의 개체는 신경학적 검사, 혈액 검사, 뇌 MRI를 통해 IE 진단을 뒷받침할 수 있어야 했다.\n발병 연령. 발병 연령의 중앙값은 다음과 같다. 1.3년(평균 2.9년, 범위, 0.3~5년).\n성별. 57%는 수컷(32/56), 43%는 암컷(24/56)이었다.\n뇌전증 발작의 유형. 뇌전증 발작의 유형은 국소 발작이 전신 뇌전증 발작으로 발전하는 것으로 기록되었다. 전형적인 징후는 팔다리와 목의 경직, 떨림, 근육 경련, 응시 등이었다. 대부분의 개가 비정상적인 정신 상태를 보였다(79%). 가장 흔한 자율신경계 징후는 타액 분비, 배뇨, 동공 확장이었다. 발작 빈도의 중앙값은 연간 4회 발작이었다. 25%(14/56)의 개에서 군집발작이 발생했다.\n유전성 원인에 대한 의혹. IE에 걸린 쉬퍼케 개들 중 상당수가 밀접한 관련이 있다. ADAM23 risk haplotype은 IE에 걸린 쉬퍼케에서 더 자주 발견되었다.\n치료 반응. 32%(18/56)의 개가 뇌전증 치료를 받았으며 13마리의 개에서 반응이 평가되었다. 2마리의 개에서 뇌전증 발작이 사라졌고, 8마리의 개에서는 발작이 감소했으며, 3마리의 개에서는 유사하게 유지되었다.\nShetland Sheepdog\n이 품종에서 수행된 연구. 2002년 일본에서 한 마리의 암컷 선조로부터 5세대에 걸쳐 17마리의 새끼로 구성된 셰틀랜드 시프도그 한 가족과 24마리의 IE에 이환된 개가 확인되었다.109 뇌전증 진단 기준은 재발성 뇌전증 발작, 뇌파에서 뇌전증성 방전(discharge), 장기간 지속되는 발작 활동으로 인한 급성 신경세포 변화 이외의 뇌 병리 검사상 특이할 만한 소견이 없는 경우였다.109 12마리의 개는 혈액학 및 혈청 생화학 검사(100%, 12/12), 반복 뇌파 검사(83.3%, 10/12), CSF 신경전달물질 분석(53.3%, 7/12), 뇌 사후 검사(66.7%, 8/12) 등 정밀 검사를 받았다.109 가족성 뇌전증으로 폐사한 일본산 셰틀랜드 시프도그 4마리의 뇌를 대상으로 글루타메이트, 글루타메이트 수송체 및 글루타메이트 합성효소 항체를 사용한 사후 검사 및 면역조직화학 분석을 실시했다.110 일본에서 뇌전증 상태로 폐사한 다른 2마리의 셰틀랜드 시프도그에 대해서도 뇌 사후 검사를 실시했다.111,112 급성 신경 괴사, 성상 세포증 및 혈관 내피 부종은 전두엽의 피질과 내부 영역에서 가장 두드러졌으며 해마, 중회질, 후두 및 두정엽 피질에서는 그 정도가 훨씬 적었다.109-112 글루타메이트 과립과 글루타메이트 수송체에 대한 염색 감소는 글루타메이트 매개 흥분 독성을 뒷받침했다.110 뇌파 검사 결과 전두엽에 뇌전증성 병소가 있는 것으로 나타났다. 따라서 셰틀랜드 시프도그에서의 가족성 전두엽 뇌전증(familial frontal lobe IE)이 의심되었다.109\n발병 연령. 발병 연령은 생후 10개월 이후이며 보통 1세에서 1.5세 사이였다.109\n성별. 연구에 참여한 24마리의 개 중 79.2%(19마리)가 암컷, 20.8%(5마리)가 수컷이었다.109\n뇌전증 발작의 유형. 뇌전증 발작은 반복적인 턱 움직임과 의식 상실을 동반한 전신 강직-간대성 경련으로 설명되었다. 의식이 보존된 상태의 강직성 경련은 1마리의 개에서 보고되었다. 뇌전증 발작은 주로 밤이나 낮에 개가 졸릴 때 발생했다. 8마리의 자견이 IE가 발병하기 전에 입양되어 지속적으로 모니터링되었다: 이들 중 75%는 안절부절 못하거나 보채는 전구기를 보였으며, 일부 개는 우리 밖을 나갈 때마다 항상 발작 증상을 보였다. 6마리의 자견에서는 첫 번째 전신 경련성 뇌전증 발작이 발생할 때까지 1~2개월마다 자일라진으로 진정제를 투여한 상태에서 뇌전증 사이의 뇌파를 기록했다. 저자들은 IE가 발병하기 전 개의 전두엽에서 국소적인 발작성 뇌전증성 방전이 과호흡 중에 자주 발생하였으며, 뇌전증 발병 4~10개월 후 전두엽에서 우세한 뇌전증 사이의 전신적 스파이크 및 파동 패턴이 나타났다고 보고하였다.109,110 난치성 뇌전증에 걸린 또 다른 셰틀랜드 시프도그에서는 두정엽 스파이크와 해마경화증이 추가로 나타났지만, 이는 cruciate sulcus와 cingulate gyrus의 변화에 따른 이차적인 것으로 간주되었다.111\n유전성 원인에 대한 의혹. 뚜렷한 가족적 클러스팅 소견은 유전성 소인을 의심케 한다.\n치료 반응. ASD 약물치료에 대한 자세한 내용은 보고되어 있지 않았다. 발작은 일부 개에서 난치성이다.60 뇌전증 발작 빈도는 약물을 투여하지 않은 개에서 다양했으며 6개월에 한 번 정도 발작하거나 매주 한 번 정도 발작하였다.\n생존 기간. 평가되지 않았다. 일부 개(70.8%, 17/24마리)는 뇌전증 상태로 폐사했지만 치료를 받지 않았다.109\n유사 뇌전증 질환. 가족성 긴장성 발작성 운동 이상증(familial hypertonic paroxysmal dyskinesia)이 4마리의 친척 암컷 셰틀랜드 시프도그에서 발견되었으며, 이 질환은 미토콘드리아 PCK2 유전자 변이에 의해 발생한다. 임상 증상으로는 몇 분에서 몇 시간 동안 지속되는 과측성 운동 실조증과 심한 증상 중에는 일어서거나 걷지 하는 증상이 있었다. 자율 신경 징후는 없었지만 에피소드 동안 의식이 약간 떨어진 것으로 나타났다.113\nVizsla (Hungarian)\n이 품종에서 수행된 연구. 1997~2001년 미국에서 켄넬 클럽과 협력하여 역학 조사를 실시했으며, IE를 가진 헝가리 비슬라의 개체를 모집하였다.114 대상으로는 연간 900~3000마리의 신규 등록되는 비슬라가 사용되었다. IE를 가진 개체는 뉴스레터와 수의사에게 전화를 걸어 모집하였고, 간단한 건강 설문조사를 실시했으며, 뇌전증 관련 설문지 및 의료 기록 검토를 추가로 실시했다. 그 결과, 29마리의 헝가리 비슬라가 IE 상태로 확인되었다. 뇌전증 진단 기준은 최소 1개월 간격으로 2회 이상의 뇌전증 발작, 두부 외상 또는 독소 노출 병력 없음, 정상적인 뇌전증 사이의 신경학적 상태 및 정상 혈청 생화학 수치였다. 또한 첫 번째 뇌전증 발작 시 6개월 미만 또는 5세 이상 이었던 개는 뇌 CT 또는 MRI가 요구되었다. 5마리의 개가 CSF 분석을 받았고 3마리의 개가 뇌 CT 또는 MRI를 촬영했다.114 2011년에 미국에서 수행된 multibreed genetic study에는 31마리의 헝가리 비슬라가 포함되었는데, 이 중 일부 개가 미국에서 수행된 이전 연구와 동일한지 여부는 불분명하다.37 UK laboratory database study에서 헝가리 비슬라는 IE를 가진 개 중 0.6%를 차지했다.51\n성별. 첫 번째 미국 연구에서는 59%(17/29)가 수컷, 12/29(41%)가 암컷이었다. 성별 유병률의 차이는 크지 않았다.114\n발병 연령. 발병 연령 중앙값은 3세(범위 0.5~5.25세)였다.114\n뇌전증 발작의 유형. 국소 뇌전증 발작 또는 국소 발작이 전신 뇌전증 발작으로 진행된 개는 79.3%(23/29)에서, 전신 뇌전증 발작은 20.7%(6/29)에서 나타났다. 국소 뇌전증 발작은 일부 개에서 응시 및 동공 확장과 관련된 고립된 사지 떨림, 고립된 머리 떨림, 고립된 안면 경련이 복합적으로 나타났으며, 드물게 입술을 깨물거나 구토를 하기도 했다. 두 마리의 개가 ASD 약물에 반응하는 파리를 무는 증상을 보였다. 경련성 뇌전증 발작을 가진 개의 일부 보호자는 국소 뇌전증 발작을 인식하는 데 어려움을 겪었다.114\n유전성 원인에 대한 의혹. 상염색체 열성 유전 또는 다유전자 유전 방식이 가계조사에서 의심되었다. 이환된 모든 개에 대한 공통된 선조가 확인되었다.37,114\n치료 반응. 발작 빈도 중앙값은 연간 9회였으며, 29마리의 뇌전증 이환견 중 48%가 ASD 약물치료를 받았지만 이 중 21%는 발작이 잘 조절되지 않았다. 국소 뇌전증 발작이 양측성 경련으로 전하는 개의 경우 뇌전증 발작 조절이 더 어려운 것으로 나타났다.\n그외 품종과 잡종개\n현재의 역학 조사 자료에 따르면, 잡종개들이 IE 발병 환견의 가장 큰 비율을 차지하고 있다. 2011년 실시된 UK laboratory database study와 1차병원 조사에서 잡종견의 비율은 20.1% (신뢰 구간 95%, 19.8~20.4%)와 20.5%를 차지했다.1,51 IE 진단 기준은 최소 1년간 발생하는 재발성 뇌전증 발작으로 다른 의학적 문제가 없으며, 신체 검사 결과는 특이하지 않으며 혈액학 및 혈청 생화학 검사 결과가 정상인 경우였다.1 잡종견에 대한 IE에 대한 임상 연구는 부족하다. 또한 Siberian Husky, Staffordshire Bull Terrier, Boxer,115,116 Kromfohrlaender, Finnish Lapphund, Irish Setter, miniature Pinscher, Pyrenean Shepherd, Whippet,98 French Bulldog117 및 여러 네덜란드 품종23과 같은 순종견들이 IE에 이환될 수 있음을 시사하는 증거가 있지만 종 특이 뇌전증 형질에 대한 자세한 기술이 부족하거나 일관된 IE 진단 기준이 적용되지 않았거나 정보가 쉽게 접근할 수 없다는 한계가 있다. 마지막으로, 유전학적 조사, 치료 또는 영상 조사 등을 위해 수집된 다른 종의 코호트 연주자료를 분석해 보면, 잡종견과 다양한 품종의 개들이 IE에 이환될 수 있음을 시사하고 있다. 이러한 코호트는 40여 개 이상의 품종으로 구성된 경우도 있다.\n유전자 연구를 위해 실시된 코호트 연구를 통해 밝혀진 사실들\n2019년의 약전유전체학 연구는 이탈리아에서 32개의 품종으로부터 102마리의 뇌전증 환자를 조사했다. 이 연구에서 가장 빈번한 품종은 잡종견(36.3%; 37/102)과 래브라도 리트리버(6.9%; 7/102)이었으며, 그 다음으로는 저먼 셰퍼드, 푸들, 비글, 프렌치 불독이 있었다(4.9%; 5/102).55 모든 개들은 Tier 1 레벨의 IE 진단을 받았으며, 43%는 뇌 MRI 결과가 정상이었고, 나머지는 적어도 6개월 이상의 추적 조사를 받았다. 연구 저자들은 뇌전증 발작과 비뇌전증성 발작(발작성 운동이상증 포함)의 구분에 대해 논의하지 않았다.55\n2017년의 다른 유전학적 연구에서는 ADAM23 유전자 변이를 조사하였으며, 핀란드의 오스트레일리안 셰퍼드(61마리), 핀란드 랩허드(53마리), 아이리시 세터(22마리), 크롬포어랜더(29마리), 래브라도 리트리버(26마리), 미니어처 핀셔(25마리), 피레네 세퍼드(20마리), 휘핏(24마리)가 포함되었다.98 이 연구에서는 ADAM23 risk haplotype과 저발현률의 연관성이 오스트레일리안 셰퍼드, 크롬포어랜더, 래브라도 리트리버, 휘핏과 같은 종에서도 관찰되었다. 임상 데이터는 뇌전증에 특화된 설문지를 통해 수집되었다. 일부 크롬포어랜더, 핀란드 랩허드, 피레네 세퍼드에 대해 추가적인 임상 조사가 이루어졌으며, 뇌전증 발작의 다른 원인을 배제하기 위해 진행되었다. 그러나 다른 품종에 대해서는 임상 조사가 이루어지지 않았다. 따라서 이러한 종들은 이 장의 종별 섹션에 포함되지 않았다. 그럼에도 불구하고, 케이스 요약을 통해 이러한 품종에서 추정 뇌전증의 임상 특징에 대한 자료를 제공하고 있다. 모든 개들은 적어도 2회 이상의 뇌전증 발작 기록이 있었으며(평균 10~38회), IE 발병 연령의 평균은 2~4.5년 사이였다. 핀란드 스피츠의 IE 발병 연령의 중앙값은 2.9년(범위 4~6년), 아이리시 세터는 3.2년(범위 1~6.4년), 크롬포어랜더는 2.8년(범위 0.6~5.4년), 래브라도 리트리버는 2년(범위 0.7~3.6년), 미니어처 핀셔는 2.5년(범위 0.8~5.5년), 휘핏은 3년(범위 0.9~5.3년)이며, 피레네 세퍼드는 더 높은 중앙값인 4.6년(범위 1.2~8년)을 보였다. 뇌 MRI가 6개월령 이하의 개 또는 뇌전증 발작 발병 시 5년령 이상의 개에 대해 IE 의심을 보충하기 위해 수행되었는지에 대한 구체적인 정보는 제공되지 않았다. 전신 뇌전증 발작과 국소 뇌전증 발작이 보고되었으나 국소 뇌전증 발작의 발작성 시작에 대한 세부 정보는 없었다. 아이리시 세터에서 군집발작이 가장 빈번하게 보고되었으며(77%), 다른 종들에서는 덜 흔했다(24~37%). 미니어처 핀셔와 아이리시 세터는 연간 평균 15회와 11회로 뇌전증 발작 빈도가 가장 높았다. 다른 개 종에서의 평균 뇌전증 발작 빈도는 4~7회 사이였다. 보호자는 개들의 25~39%에서 발작을 예측할 수 있었다. 전반적으로 발작 이전의 전형적인 징후는 안절부절, 주인을 찾아가는 행동, 구토였다. 아이리시 세터에서 관해율이 가장 낮았다(25%). 다른 품종에서는 33~50%의 관해율이 보고되었다.98\n또 다른 유전학적 연구에서는 2015년에 북유럽과 독일에서 발생한 벨기에 셰퍼드(93마리, 127마리에서 fine mapping), 핀란드 스피츠(61마리), 슈퍼커(68마리), 비글(29마리)의 추정 IE 개체를 조사하였다.35 이 연구에서는 ADAM23 risk haplotype과 모든 네 개의 품종에서 IE의 유전적 기원과 관련성을 확인하였다. 저자들은 핀란드 스피츠와 슈퍼커, 그리고 비글들에서 IE 진단의 확신 수준을 높이기 위해 신체 및 신경학적 검사, 혈액학, 혈청 생화학, CSF 분석, 뇌 MRI 및 EEG를 수행했다고 설명했다. 벨기에 셰퍼드와 핀란드 스피츠의 IE 표현형에 대한 임상 연구와 설명이 이전에 발표되었다.19,43 IE에 대한 자세한 정보는 비글, 벨기에 셰퍼드, 핀란드 스피츠 및 쉬퍼케의 IE에 대한 자세한 정보는 이 장의 견종별 섹션에 제시되어있다. IE 진단은 2개 이상의 뇌전증 발작을 적어도 2개월 간격으로 가진 경우로 정의되었다. 뇌전증 발작의 발병 시 6개월 이하 또는 5년 이상인 개들은 뇌 MRI가 정상인 경우에만 포함되었다.35\n2011년에 미국에서는 비글(24마리), Greater Swiss Mountain Dog(24마리), 비슬라(31마리), English Springer Spaniel(24마리) 네 개의 종에서 가능한 IE 유전자 변이나 마커를 조사하였다.37 이 연구는 엄격한 포함 기준을 적용하며, 모든 진료 기록을 검토했다. 뇌전증 발작의 발병 시 1세 이하 또는 5세 이상인 개들은 뇌척수액 분석이나 뇌 CT 또는 MRI가 정상인 경우에만 포함되었다. 비슬라에서 유전적 의심에 대한 진단은 새끼 개와 친척 개들의 혈통을 관찰하여 더욱 입증되었다. 다른 임상 정보는 제공되지 않았다.\n2009년에 미국에서 진행된 약전유전체학 연구는 최소 1년 이상 PB 치료를 받은 예상 IE 진단을 받은 43개의 품종으로부터 152마리의 개를 포함하고 있다.118 가장 일반적인 종은 잡종견(19.7%; 30마리), 래브라도 리트리버(8.6%; 13마리), 보더 콜리(5.9%; 9마리), 달마시안, 저먼 셰퍼드, 골든 리트리버(3.9%; 각각 6마리)이었으며, 그 뒤를 이어 비글, 복서, 아메리칸 스태퍼드 테리어, 기타 사냥견(3.3%; 각각 5마리)가 있었다. 이 연구에서는 개들이 서로 다른 날짜에 최소 2회 이상의 발작 기록이 있는지, 발작성 발작이 특정하게 확인되었는지, 운동이상증이 배제되었는지, 그리고 뇌 영상 검사를 받은 개의 수에 대해 구체적인 정보를 명시하지 않았다.118\n대규모 역학 연구를 통해 밝혀진 사실들\n최근의 역학 조사 연구는 각 나라에 있는 대규모 데이터베이스를 활용하고 있고, IE 진단에 IVETF 기준을 사용하고 있다.6,52,119 이러한 연구들을 통해 인기 있는 견종들이 IE에 이환된다는 사실을 보여주고 있다.\n전체적으로, 뇌전증의 발생이 특정 개의 품종에서 주로 보고되어 있지만, 이러한 사실은 다른 종에서 발생하지 않는다기보다는 인기가 없는 품종이기 때문에 연구되지 않아 발병이 확인되지 않았을 가능성도 있다. 특정 종의 뇌전증 환자 코호트에서의 임상적 특성 연구, 유병률 조사, 그리고 가계 조사를 통해, 품종별 뇌전증의 진행 양상의 차이, 약물치료 반응 및 임상적 특징을 보다 많이 파악할 수 있을 것이다. 다수의 IE가 가족성 발생 양상을 보이고 유전성 소인이 의심되고 있다. 향후 연구에서는 이러한 품종간의 뇌전증 표현형의 차이점을 보다 집중적으로 조사해야 할 것이다.\n개의 특발성 뇌전증의 동반질환(COMORBIDITIES)과 수명\n행동학적 동반 질환\n수의학 연구에 따르면 IE에 걸린 개는 행동에 변화가 생길 수 있다고 한다.120-123 행동 동반 질환은 인간 뇌전증의 잘 알려진 특징으로, 신경행동 및 정신과적 장애와 뇌전증이 공존하는 경우가 많다. 뇌전증 환자는 인지 기능 저하, 우울증 또는 자살 시도의 위험이 크다. 한 환자에게 뇌전증과 행동 및 정신 장애가 같이 있는 경우의 이 둘의 관계는 뇌전증의 기원에 대한 네트워크 가설로 설명되었다. 뇌전증은 이제 뇌의 네트워크 장애로 정의된다. 뇌전증을 유발하는 동일한 신경 네트워크와 병리 생리학적 경로가 공존하는 행동 및 정신 장애의 생성에도 관여한다는 가설이 제안되었다. 이러한 공유 네트워크 가설에 대한 추가적인 근거는 분노조절 장애의 1차 진단을 받은 사람들이 뇌전증에 걸릴 위험도 높다는 사실에서 찾을 수 있다. 또한, 뇌전증 환자의 일부에서 뇌전증의 발병이 최근의 행동 변화 시작과 일치하거나 그에 이어서 나타나는 것으로 밝혀졌다. IE에 걸린 개에서도 유사한 증상이 보였다. 특히 사람에서의 측두엽 뇌전증에서 발작과 인지 기능 저하 사이의 이와 같은 연관성이 보였다.124-126\n뇌전증 발병과 행동 변화의 연관성은 영국에서 IE에 걸린 개를 대상으로 한 Shihab 등의 연구에 의해 처음 설명되었다.120 행동 변화는 뇌전증 발병 전후에 후향적으로 비교되었다. 이 연구는 IE를 가진 80마리의 반려견 코호트를 대상으로 한 단일 센터 연구였다. IE 진단의 기준은 뇌 MRI를 포함한 진단 검사에서 원인을 확인할 수 없는 재발성 뇌전증 발작이었다. 이 연구에서는 공포/불안, 방어적 공격성, 공격성 조절, 이상 지각, 영역 행동, 요구 행동, 이상 반응성, 애착 장애, 치매 행동, 무감각한 행동 등 10가지 행동 요인에 점수를 매기는 이전에 검증된 행동 설문지를 사용했다.127,128 연구 결과에 따르면 IE에 이환된 개 중 71%가 뇌전증 발병 시 적어도 한 가지 이상의 행동 요인에서 높은 점수를 받았다. 가장 중요한 것은 두려움/불안 및 비정상적인 지각 점수의 증가를 확인했다는 것이다. 이러한 행동 변화는 ASD 약물을 통한 치료와 무관하게 발생했으며, 이는 공포/불안과 비정상적인 지각이 IE의 동반 질환일 수 있음을 시사한다. 치료를 받지 않은 개의 방어적 공격성, ASD 치료를 받은 개의 비정상적 반응성, 애착 장애, 치매 행동, 무감각한 행동에 대한 추가적인 유의미한 변화가 발견되었다. 이는 뇌전증 발작 유형과는 연관성이 없었다. 행동 변화는 수컷 개에서 더 자주 나타났다. 이 연구의 강점은 치료받지 않은 개와 치료받은 개가 서로 비교되었다는 점이지만, 다른 대조군이 부족하고 회상 편향(recall bias)에 민감한 후향적 연구 설계라는 한계도 있었다. 개의 주인은 뇌전증 발병 전(개의 평균 연령이 37개월일 때)과 2년 후 설문지 작성 시점(개의 평균 연령이 63개월일 때)에 행동 요인을 회상하도록 요청받았다. 그럼에도 불구하고 이 연구는 치료와 무관한 뇌전증과 관련된 공포/불안 및 비정상적인 지각의 출현에 대한 중요한 정보를 제공했다. 이 개들은 뚜렷한 이유 없이 짖거나, 그림자나 밝은 점을 쫓거나, 목적 없이 걷거나, 허공을 응시하는 등 비정상적인 지각 증상을 보였다. 이 코호트에서는 비정상적인 지각과 치매 행동은 발작 빈도의 증가와 관련을 보였고, 약물 저항성을 보인 개에서 더 빈번했다.\n최근 온라인 횡단 설문조사 연구에서 영국의 IE를 가진 96마리의 개와 292마리의 건강한 대조군을 조사했다. IE를 앓고 있는 96마리의 개는 다음과 같은 8개의 품종이 였다(골든 리트리버, 래브라도 리트리버, 코커 스패니얼, 보더 테리어, 저먼 셰퍼드, 파슨 잭 러셀 테리어, 복서, 보더 콜리).121 IE 진단 기준은 자세히 설명되지 않았다. 뇌전증 발병 전후의 행동은 개의 행동 및 평가 연구 설문지(CBARQ)와 주의력 결핍 과잉 행동 장애(ADHD) 평가 척도를 사용하여 평가되었다. 저자들은 낮은 훈련 능력 점수, 부주의성, 다른 개를 향한 두려움이나 공격성, 비사회적 두려움, 애착 및 주의력 결핍을 보고했다. 훈련 가능성은 조군과 비교 시 뇌전증 개와 ASD 저항성 개에서 더 낮았다.121 엄격한 포함 기준으로 선별된 IE를 가진 37마리의 개로 구성된 다품종 코호트가 미국의 IE가 없는 두개의 대조군과 비교 분석되었다(2019년에 발표됨). IE에 걸린 개는 건강한 대조군에 비해 낯선 사람이 접근했을 때 더 두려워했지만 추간판 질환 병력이 있는 개와는 다르게 반응하지 않았다. 이 연구에서, 미용을 받거나 혼자 남겨질 때의 불안과 두려움은 단일 ASD 약물 치료를 받고 있는 개보다 여러 가지 ASD 약물로 치료받고 있는 개에서 더 뚜렷하게 나타났다.122\n품종-특이성 IE에 대한 연구에서도 비슷한 관찰이 이루어졌다. 특히, 영국의 IE를 가진 63마리의 이탈리아 스피노니를 포함한 인구 조사 연구에서 55%가 행동 변화를 보였고, 대부분은 IE의 발병시점에 불안과 비정상적인 지각으로 나타났다. 행동 이상 증상이 ASD 치료를 시작하기 전에 발생했다는 것은 흥미로운 부분이다.91 대조적으로, 유전성 특발성 국소 뇌전증인 양성 가족성 청년기의 뇌전증을 가진 라고토 로마뇰로(Lagotto Romagnolo)의 경우 라고토 로마뇰로의 경우, 뇌전증은 일반적으로 강아지 시절 이후에 완화되고 더 이상의 경련 이벤트는 발생하지 않았다. 하지만, 이 개들은 성견이 되면서 행동 변화를 보였다. 그 개들은 뇌전증 발작이 없던 같은 품종의 큰 대조군과 비교했을 때, 뇌전증 발작이 멈춘 지 4년이 지난 후에도 과잉 행동과 부주의에 대한 점수가 높았다. 뇌전증 발작. 행동 변화는 사람에서의 주의력 결핍 과잉 행동 장애를 연상시켰다. 저자들은 변화된 LGI2 단백질 발현의 직접적인 영향 또는 이른 시기에 발병한 발작이 뇌 발달에 미치는 부정적인 영향 때문일 것이라고 추측했다.101\n인지 장애는 온라인 설문 조사 플랫폼을 사용하여 2016년 영국에서 단면 연구를 통해 조사되었다.123 저자들은 인지 기능 장애 등급 척도(CCDR)를 사용했고 286마리의 IE 이환견과 3765마리의 대조군으로 구성되었다.123 IE 진단 기준은 2회 이상의 뇌전증 발작, 6개월에서 6세 사이의 발병 연령, 혈액 및 소변 검사에서 특이사항이 없을 것으로 정하였다. 평가는 선별 검사에 대한 보호자의 답변 기반으로 이루어졌다. CCDR scale을 통해 치매/치매 행동에 대한 평가가 검증되었다.129 CCDR은 기억력(주인 인식 부족, 집안 더럽힘), 의식(멍하니 쳐다보기, 집안에서 길을 잃음), 무감각함(활동 시간 감소, 보호자와의 접촉 회피), 후각 장애(음식을 찾기 어려움) 및 운동성에 대한 점수를 매긴다. 또한 6개월 동안의 진행 정도를 평가하는 섹션도 있다.129 인지 기능 장애의 유무는 50점의 컷오프 점수로 평가되었다. 연령 그룹 간의 인지 기능 장애의 유병률 비교에 따르면, 연령이 일치하는 대조군과 비교할 때, IE를 가진 개가 더 어린 나이에 인지 장애 유병률이 높았다. IE가 있는 개는 주로 기억 기능에는 장애가 있지만 사회성에는 장애는 보이지 않았다. 따라서, IE를 가진 개의 인지 기능 장애는 고전적인 개 인지 기능 장애(CCD)와는 다르다.123,130 이후 현장에서 실시한 행동 테스트에 따르면 IE가 있는 개는 인지 공간 작업 수행 능력에서 더 나쁜 점수를 받았고, 공간 차별 과제를 잘 학습하지 못했다.131,132 저자들은 IE를 가진 개별 개에 대한 장기적인 연구와 시간을 둔 반복 평가가 필요하다고 결론지었다.\n불안과 공포는 행동학적 동반 질환으로서든,120,133,134 뇌전증 발작 전 몇 분, 몇 시간 또는 며칠 동안의 행동 변화로서든135 여러 가지 방식으로 IE와 연관된 것으로 보인다. 또한, 불안과 공포의 짧고 고립된 에피소드는 감각/행동 뇌전증 발작의 임상 증상을 나타낼 수 있다.24,50 두려움과 관련된 행동은 보어 보엘 개와 말리노이 개의 국소 뇌전증과의 주요 증상이었다.48,50 타액 분비 또는 떨림과 같은 자율적 징후 또는 국소 운동 징후의 동시 발생은 공포와 불안 짧은 에피소드의 뇌전증 기원을 가리키는 힌트였다. 갑작스럽고 정형적인 발작 행동을 보호자는 종종 두려움이나 불안으로 해석하며, IE를 가진 많은 개와 개 품종에서 뇌전증 발작에 앞서 발생하는 것으로 보고되었다.105,136 이러한 행동 발작은 강직-간대성 경련으로 발전할 수도, 하지 않을 수 도 있다. 뇌전증 발작 전 기간 동안의 공포와 불안은 많은 품종 특이적 IE의 특징이기도 하다.91,135,137 이러한 일시적인 행동 변화는 발작 전구기, 뇌전증 발작의 초점 발병 또는 발작 유발 요인을 나타낼수도 있다.41 최근에는 EEG 검사가 멍하니 응시하고, 얼어붙고, 명령에 반응하지 않는 다수의 짧은 에피소드의 뇌전증적인 특성을 밝히는 데 기여하였다.15,138\n주의력 결핍. 흥분성 증가, 쫓아다니는 행동 및 훈련 능력 감소는 집중력이 부족하고 충동성이 증가하는 것을 특징으로 하는 사람의 ADHD와 어느 정도로 유사한 행동학적 표현형이다. IE를 가진 26마리의 개를 대상으로 10가지 행동 표현형을 평가하는 CBARQ 설문을 진행하였다. 68개의 문항으로 구성되어 있으며, 각 문항마다 0점에서 4점까지의 점수를 부여한다. 이 개들은 가장 높은 행동 표현형 흥분성 점수(평균 1.910점, 42.9~52.4%의 개가 4점을 받음) 및 쫓기(평균, 1.8124) 및 훈련 가능성(평균, 0.437)에서 가장 낮은 점수를 받았다.139,140 흥분성은 가족 구성원이 짧은 부재 후 돌아왔을 때, 함께 놀 때, 산책 가기 전(52.4%의 개에서 4점), 방문객이 도착했을 때(42.9 %의 개에서 4점), 자동차 여행에 데러가거나 초인종이 울릴 때(33%의 개에서 4점)에 흥분하는지 여부를 확인하여 평가하였다. 쫓는 행동 증가는 다람쥐 또는 기타 작은 포유류를 쫓기(52.4%의 개에서 4점), 고양이 쫓기(개 중 47.4%에서 4점), 정원에서 만나는 새를 쫓거나 다른 동물에게 공격적으로 행동하기(33.3%의 개에서 4점) 등을 질문하여 평가했다. 반면, 훈련 가능성은 다소 낮았다. 2/3의 보호자들은 그들의 개가 항상 시각, 소리 또는 냄새에 쉽게 산만해진다(66.8%의 개에서 4점)고 말했고, 1/4만이 그들의 개가 항상 앉으라는 명령에 즉시 복종한다고 답했다(23.8%의 반려견에서 4점). 가만히 있으라는 명령에 항상 즉시 복종한다고 답한 반려견은 더 적었다(9.5%의 개에서 4점). 흥미롭게도, 추격 행동과 낯선 사람에 대한 공포반응에 대한 점수는 개에게 중쇄 중성 지방산(MCT)이 풍부한 음식을 먹였을 때 크게 감소했다.139 ADHD와 유사한 행동은 라고토 로마뇰로(Lagotto Romagnolo) 청소년 양성 완화성 뇌전증을 앓고 있는 개에서도 나타났다.101\n훈련 가능성. Tier 1레벨의 뇌전증 진단을 받은 286마리와 대규모 대조군인 4051마리의 개를 대상으로 온라인 설문조사를 통해 훈련 가능성을 조사하였다. 훈련 가능성은 CBARQ의 훈련 가능성 섹션을 통해 평가하였다. 이 섹션에는 다음과 같은 8가지 질문이 포함된다. 개가 부름을 받았을 때 즉시 돌아오는지 여부, 앉거나 가만히 있으라는 명령에 복종하는지, 막대기나 공을 가져오며, 보호자의 말을 잘 듣는지, 명령에 반응하는 속도가 느린지, 새로운 트릭을 배우는 속도가 느리거나 쉽게 산만해지는지 여부를 평가한다. 연구 결과에 따르면, IE가 있는 반려견과 KBr/Zonisamide 또는 여러 개의 ASD 약물로 치료받은 개의 훈련 가능성이 현저히 감소한 것으로 나타났다.141 최근에는 훈련 능력에 대한 점수 감소도 IE의 초기인 21마리의 개에서 관찰되었다.121\nASD 약물 치료. IVETF는 행동의 변화도 치료 연구에서 중요한 결과 매개변수로 중요한 결과변수로서 포함해야 한다고 제안했다.142 많은 ASD 치료 요법은 행동에 대한 ASD의 부정적인 측면을 예상한다. 하지만 ASD가 행동 개선으로 이어질 수도 있다는 점을 고려하는 것이 좋다. 이는 ASD가 뇌전증 발작을 적절하게 컨트롤하거나, ASD 약물의 항 불안 효과 때문일 수 있다.133,143 MCT가 풍부한 식단 또는 MCT 보충제의 긍정적 행동 효과가 IE가 있는 개와 없는 개에서 관찰되었다.139,144,145 치료가 어려운 IE 개에서 고용량의 여러 ASD 약물을 이용하여 치료하는 것은 뚜렷한 행동 부작용 및 훈련 능력과 인지 기능을 손상시킬 수 있다. 운동 실조와 과도한 진정 작용이 KBr과 PB의 고용량 섭취와 및 높은 혈청 농도에서 특히 우려스러운 부분이다.146 KBr, zonisamide, 또는 한 가지 이상의 ASD 약물치료는 훈련 능력 감소와 관련이 있었다. LEV 요법시의 행동 변화도 보고되어 있다.143\n기타 동반 질환. 최근의 관심은 아토피와 같이 행동에 영향을 미치고 뇌전증과 공존할 수 있는 다른 동반 질환에 집중되어 있다.148 최근 보고된 또 다른 중요한 문제는 현재 수의학에서 잘 알려지지 않은 “발작 후 공격성”이다. 특정 개 품종에서의 발작 후 공격성이 보고된 품종은 보더 콜리(5/49; 10.2%), 호주 셰퍼드(6/50; 12%), 로트와일러(4/25; 16%), 골든 리트리버, 래브라도 리트리버, 그레이터 스위스 마운틴 개(3/11; 27.2%)이다.24,51,82,87,96,108 발작 후 공격성은 심각한 결과를 초래할 수 있으므로 보호자와 이에 대해 명확하게 논의해야 한다. LEV가 사람에서의 과민성 및 공격성 위험 증가와 관련되어 있다는 것은 흥미로운 사실이고, 이것은 개에서도 드물게 발생할 수 있다.143 마지막으로, 설명된 모든 행동 변화는 훈련 가능성과 인지 능력에 영향을 미칠 수 있고, 이는 IE의 행동학적인 면에 대한 연구에서 추가적인 연구 초점이 되고 있다.\nIE와 행동 동반 질환이 삶의 질에 미치는 영향은 제3장에서 자세히 논의될 것이다.\n생존 기간과 수명에 미치는 영향\n많은 개에서, IE는 일생동안 지속되는 장애로, ASD 약물을 통한 지속적인 치료가 필요하다. 첫번째 뇌전증 발작 이후의 생존 기간과 수명은 2가지 요인에 의해 영향을 받는다: 보호자의 안락사 결정(폐사의 가장 흔한 원인)과 뇌전증 발작 중 또는 직후 폐사[예, 지속발작 도중, 흡인성 폐렴, 뇌전증 발작 시 질식으로 인한 경우, 발작이 수영이나 음식 섭취 중에 발생할 시 질식으로 인한 경우, 또는 발작으로 인한 예기치 않은 돌연사(SUDEP); 그림 2.2]. 생존 기간 및 수명 비교에 대한 연구 시, 이러한 매개 변수에 영향을 줄 수 있는 다양한 요인으로 인해 어려움이 있다. 실제로, 첫 번째 뇌전증 발작 후의 수명과 생존 기간은 IVETF에서 관련 결과 매개변수로 제안되지 않았다.142\n계속 돌볼 것인지 아니면 안락사할지 여부는 여러 가지 요인에 의해 영향을 받는다. 군집성 뇌전증 발작에 이환된 개는 생존 기간이 짧고 군집발작이 없는 개보다 더 자주 안락사된다는 높은 근거의 증거가 있다. IE와 군집발작을 가진 개에서의 위험 요인과 결과에 관한 한 연구에 따르면 군집발작이 있는 반려견의 전체 폐사 중 2/3이 안락사와 관련이 있었다.149 그러나 이 연구에서는 군집발작이 있는 개의 평균 생존 기간은 95개월로 보고하고 있다. 또한 지속발작인 개의 수명은 8.3년 vs 11.3년으로 현저히 짧았다.150\nIE에 이환된 개를 돌보는 보호자의 결정에 영향을 미치는 다른 요인은 재정적 측면, 좌절 수준 및 사회적 영향, 뇌전증 사이의 행동적 변화나 췌장염이나 간독성과 같은 ASD 약물치료에 대한 부작용이 있다. 품종 및 개를 키우는 목적, 예: 소형견과 대형견119 또는 개를 일을 시키기 위해 키우는지 반려 목적으로 키우는지 여부도 IE와 같은 만성 질환을 앓고 있는 개를 돌보려는 의지에 영향을 미칠 수 있다. 이러한 요인은 지역에 따라 다른 것으로 보인다.2,119 요약하면, IE의 성공적인 관리, 즉 장기적으로 뇌전증 발작을 조절할 수 있는지, 관련 부작용 및 군집발작 및 지속발작을 피할 수 있는지 여부는 개를 안락사시키려는 보호자의 결정과 그리고 SUDEP를 포함한 다른 뇌전증 관련 폐사의 위험에 영향을 미친다.149,150\n뇌전증의 기저 원인은 개의 수명에 큰 영향을 미친다. IE를 가진 개는 구조적 뇌전증이 있는 개보다 수명이 더 길다. 덴마크의 한 병원에서 수집한 데이터에 따르면 특발성 뇌전증을 앓고 있는 반려견의 수명(중앙값, 9.2년)이 첫 번째 뇌전증 발작 후 8개월(중앙값)밖에 살지 못한 구조성 뇌전증을 앓고 있는 반려견보다 훨씬 더 길었고(중앙값, 5년), 첫 번째 발작 후에도 더 오래 살았다고 한다.151 저자는 IE가 있는 반려견의 수명은 여러 측면에서 일반 반려견의 수명과 비슷할 수 있다고 결론지었다(중앙값 덴마크 10년, 영국 12년).151 하지만 이 코호트에 속한 반려견의 절반 이상이 군집발작 및/또는 지속발작을 경험했으며 폐사의 절반 이상이 뇌전증과 관련된 것으로 나타나, IE를 더 잘 조절할 수 있다면 수명이 더 길어질 가능성이 있음을 보여준다. IE 진단이 동물의 수명에 미치는 영향은 생후 1세 이전에 뇌전증이 발병한 개 코호트에서도 입증되었다.54 IE가 있는 개(102마리)는 구조적 뇌전증 또는 구조적 뇌전증 가능성이 있는 개 25마리(중앙값, 3.4년, 1249일)보다 첫 뇌전증 발작 후 생존 기간(중앙값, 10.6년, 3854일)이 더 긴 것으로 나타났다.54 이 연구의 강점은 거의 모든 개가 뇌 MRI를 포함한 진단 검사를 받았다는 점이다. 국소 뇌전증이 있는 덴마크 벨기에 셰퍼드의 수명은 뇌전증이 없는 벨기에 셰퍼드의 수명과 같은 범위였다. 국소 IE가 있는 벨기에 셰퍼드의 폐사 연령 중앙값은 8.2세인 반면, 국소성 IE가 없는 같은 계열의 개는 9.3세였다.42 일본에서 IE에 걸린 소형 견종 개에서도 비슷한 결과, 첫 번째 뇌전증 발작 후 심지어 더 긴 수명과 생존 기간이 보고되었다.119 저자들은 유럽과 달리 안락사를 거의 고려하지 않는 일본에서는 개 품종의 영향과 보호자의 태도에 대해 논의했다.\n수명은 뇌전증 발병 연령과 첫 뇌전증 발작 후 생존 기간의 추가 효과로 인해 결정된다. 따라서 뇌전증 발병 시기가 빠르거나 질병의 경과가 심한 반려견의 수명에 더 큰 영향을 미친다. 독일의 보더 콜리와 호주 셰퍼드에서 첫 뇌전증 발작 시기가 2세 미만인 경우, 그리고 군집발작과 지속발작이 빈번하게 발생하는 심각한 임상 경과를 보인 경우 수명이 더 짧아지는 것으로 나타났다.24,51 다시 말하지만, 안락사가 가장 흔한 폐사 원인이었다. 그럼에도 불구하고 심하게 이환된 일부 개에서는 6년 동안 뇌전증 발작이 지속된 후에도 완화가 나타나기도 하는 등 큰 편차가 있었다.24,51 3세 이전에 안락사되는 개들의 비율이 높고 수명이 짧다는 사실도 케인 코르소 그룹에서 보고되었다.64 이탈리아 스피노니의 경우 첫 뇌전증 발작 후 평균 생존 기간은 22개월이었다.91 아이리쉬 울프하운드는 일반 개 집단과 비교했을 때 수명이 2년 짧았다.88 반면, 청소년기의 근간대성 뇌전증을 앓는 대부분의 로디지안 리지백과 양성 가족성 청소년기의 뇌전증을 앓는 라고토 로마뇰로의 경우, 뇌전증으로 인해 수명이 영향받지 않는 것으로 나타났다.10,101\nIE에 걸린 개의 보호자에게는 임상 경과와 뇌전증 완치 가능성에 대해 알려야 한다. 관해는 장기간(1년, 2년 또는 3년 이상) 발작이 없는 상태로 정의된다. 발표된 IE 관해율은 여러 견종에 걸쳐 14~24% 범위이며, 래브라도 리트리버18,23,24,96의 경우 최대 30%, 라고토 로마뇰로(Lagotto Romagnolo)의 경우 100%에 가깝다. 드물게는 잦은 군집발작을 동반하는 심각한 임상 경과와 함께 관해가 발생하는 경우도 있다.24,51 이러한 견해는 최근 덴마크의 뇌전증 연구 그룹에서 새로 발병한 뇌전증과 치료받지 않은 뇌전증에서 장기간의 완화를 포함하여 변동하는 뇌전증 발작 패턴을 기록한 관찰을 통해 더욱 확대되었다.152\n성 호르몬과의 연관성\n성별 성향. 2011년 영국의 전자 환자 기록을 평가한 결과, 수컷이 IE에 걸릴 확률이 1.5배 더 높은 것으로 나타났다.1 스웨덴의 보험회사의 데이터베이스의 조사에서도 수컷의 위험이 증가하는 것으로 나타났다.2 영국의 래브라도와 보더 콜리 174마리를 대상으로 한 조사에서는 69%(120마리/174마리)가 수컷, 31%(54마리/174마리)가 암컷이었다.97 수컷 개는 다음과 같은 특정 견종의 IE를 앓고 있는 코호트에서 다수 발생 성별로 보고되었다: 비글, 버네즈 마운틴 독, 콜리, 저먼 셰퍼드, 잉글리시 스프링거 스파니엘, 아이리쉬 울프하운드, 이탈리안 스피노니, 래브라도 리트리버, 쁘띠 바셋 그리폰 방덴, 로디지안 리지백, 쉬퍼케 등.\n발정기. IE를 가진 45마리의 암컷 개를 대상으로 한 연구에서, 38%(17/45)가 발정기에 13%(6/45)가 발정 후 1~3개월에 첫 뇌전증 발작을 경험했다. 9마리(20%)의 개에서 발작이 발정 주기와 관련하여 재발했다.15 이러한 연구 결과는 개에서 catamenial epilepsy가 존재한다는 것을 시사한다. 제안된 기저의 병태생리 기전으로는 에스트로겐의 경련성 효과로 인한 NMDA-글루타메이트 수용체의 흥분성 증가와 뇌전증 발작 역치 감소, 프로게스테론에 의한 발작 억제 등이 있다.153\n중성화. 중성화 수술은 수컷이나 암컷 모두에서 IE에 대한 보호 효과 갖는 것처럼 보이지 않는다. 중성화하지 않은 수컷과 중성화하지 않은 암컷 개는 증성화된 개보다 생존 기간이 더 길었다.18,97,151 질병 발병 후 중성화 된 13 마리의 호주 셰퍼드 중, 1마리에서는 질병 발병 후 뇌전증 발작이 감소했고 2마리에서는 증가했으며 나머지에서는 변화가 없었다.24 보더 콜리에서도 비슷한 관찰이 이루어졌다. 질병 발병 후 중성화된 15마리의 보더 콜리 중, 단 한 명의 보호자 만이 발작 조절이 개선되었다고 보고했으며, 한 보호자는 발작 빈도가 증가했다고 보고했다. 나머지 13마리의 보더 콜리에서는 변화가 없었다.51\n치료 반응. 암컷 개는 수컷 개보다 수컷 개보다 관해가 될 가능성이 두 배나 높았다. 중성화 상태의 영향은 발견되지 않았다. 따라서 네 가지 요인, 즉 암컷이고, 중성화되지 않고, 이전에 군집발작 병력이 없는 경우, IE 발병 개시 연령이 높은 경우에 관해에 도달하거나 뇌전증 발작이 50% 이상 감소할 가능성이 높은 것으로 나타났다.18\n\n"
}