{"title": "29 . 다크스훈트에서 레바미솔을 이용한 전신성 홍반 루푸스의 성공적인 관리", "author": "김동현", "publisher": "한국수의과학회", "department": "내과", "disease": "29 . 다크스훈트에서 레바미솔을 이용한 전신성 홍반 루푸스의 성공적인 조절\n5세의 중성화된 암컷 다크스훈트 개가 3개월 동안 고열, 피부 병변, 움직이는 절름발이의 병력을 가지고 내원하였다. 신체검사, 혈액 검사, 요분석 및 방사선 사진을 기반으로 이 개는 전신성 홍반 루푸스로 진단되었습니다. 프레드니솔론과 사이클로스포린을 투여한 후 의료적 징후가 호전되었지만 부작용으로 인해 프레드니솔론을 감량한 후 재발했습니다. 경구 레바미솔을 시작하고 다른 면역 억제제는 2개월 동안 감량한 다음 중단했습니다. 레바미솔은 추가 2개월 동안 유일한 치료법으로 유지되었습니다. 모든 치료법을 중단한 지 6개월 후에도 환자는 완치 상태를 유지했습니다.\n키워드 면역질환 , 레바미솔 , 조절 T세포 , 전신성 홍반 루푸스\n이동 : \n전신성 홍반 루푸스(SLE)는 염증과 관련된 자가면역 감염으로, 여러 조직과 장기에 순환 면역 복합체가 축적되어 발생합니다[ 1 ]. 면역 복합체는 면역 체계가 핵, 이중 가닥 또는 단일 가닥 DNA, 스미스  항원 또는 인지질과 같은 항원을 인식할 때 발생하는 반응에 의해 형성됩니다. 13세기부터 인간, 개, 고양이에서 SLE을 중심으로 한 설명이 있었습니다[ 1 ]. 개 SLE는 인간 SLE의 의료적 및 면역학적 특징과 가장 유사합니다[ 2 ]. 따라서 면역병리학적 이상을 포함하는 인간 SLE 기준이 개 SLE 판단에 사용됩니다[ 2 ]. 또한 한 연구에 따르면 SLE에서 나타나는 면역 불균형은 결함이 있는 억제 T 세포와 관련이 있을 수 있다고 합니다[ 2 ].\n테트라미솔의 레보이성질체인 레바미솔은 다양한  면역 조절 효과를 가진 구충제입니다[ 3 ]. 그 기저 메커니즘은 명확하게 밝혀지지 않았지만, 레바미솔은 T 세포의 분화,  증식 및 활성화를 촉진하여 면역 조절 작용을 하는 것으로 생각됩니다[ 3-5 ] . 인간의 경우에도 레바미솔은 다양한 T 세포 매개 감염에 대한 단독 요법과 보조 요법으로 수년간 성공적으로 사용되어 왔습니다[ 3 ] .\n여기서 우리는 안정적인 면역 억제제 감량을 위해  환자에게 레바미솔을 투여한 SLE 사례를 제시합니다. 환자는 이전에 글루코코르티코이드와 사이클로스포린 A로 치료했을 때 글루코코르티코이드 감량 중에 재발한 병력이 있었습니다.\n5세, 5.7kg의 중성화된 암컷 다크스훈트 한 마리가 3개월간 고열, 피부 병변, 이동성 절름발이의 병력을 가지고 건국대학교 수의학 교육병원에 내원하였다. 내원 당시 이 개는 비스테로이드성 항염제와 진통제로 의학적 치료를 받고 있었지만 의료적 호전은 없었습니다.\n신체검사에서 발열(40.4°C), 분당 140회의 심박수, 분당 24회의 호흡수, 축축하고 분홍색 점막, 충분한 수분 섭취, 양성 직접 및 간접 동공 광 반사가 나타났다. 흉부 청진은 특별한 사항이 없었습니다. 개는 촉진 시 통증을 유발하는 여러 개의 관절이 부어 있었고, 손목뼈와 발목뼈 관절 부피가 증가하여 족저직립 자세를 유발하고 있음이 분명하였다. 피부 증상에는 몸통 발진, 오른쪽 중수골 측면 부위 침식, 흉추 몸통 복측 부위 탈색, 양쪽 중족골 부위에 통증이 있는 궤양성 상처가 포함되었다. 앞다리와 뒷다리의 방사선 검사에서 침식성 또는 증식성 병변은 발견되지 않았습니다. 무릎관절 방사선 검사에서 양쪽 슬개골하 지방 패드  징후가 발견되었으며 이는 관절 삼출액과 일치합니다.\n(A) 족저성 발걸음 자세의 앞다리. 홍반(B, 화살표), 침식(C), 탈색(D), 궤양(E), 딱지 및/또는 비늘을 포함한 피부 병변은 전신성 홍반 루푸스 판단을 위한 제안된 기준입니다.\n왼쪽(A, B)과 오른쪽(C, D ) 슬개골 관절의 측면 방사선 사진. (A, C) 치료법 전, 슬개골 인대 뒤의 방사선 투과성 영역은 침식성 변화 없이 감소되어 관절 삼출액이 증가한 것을 보여줍니다(화살표 머리)에 대한 주요 항목이 논의된다. 양쪽 슬와 림프절의 림프절 종대에 주목하세요(점선 원). (B, D) 치료법 후, 슬개골 인대 뒤의 방사선 투과성 영역이 정상화되었습니다(화살표)에 대한 주요 항목이 논의된다. 그리고 림프절 종대가 해소되었습니다(원형).\n \n완전혈구검사에서 경미한 백혈구증가증(19,650/μL; 참고범위 5,050-16,760/μL)과 경미한 혈소판증가증(520×103 / μL; 참고범위 148-484× 103 /μL)이 나타났다. 혈청 화학 검사 결과 고글로불린혈증(5.9 g/dL; 기준 범위 2.5-4.5 g/dL), 고단백혈증(9.2 g/dL; 기준 범위 5.2-8.2 g/dL), 현저히 증가된 크레아틴 키나제(1,177 U/L; 기준 범위 10-20 U/L) , 젖산 탈수소효소(1,557 U/L; 기준 범위 40-400 U/L), C-반응성 단백질(128.89 mg/L; 기준 범위 0-10 mg/L) 농도가 나타났다. D-다이머 수치는 약간 증가했습니다(0.8 mg/dL; 기준 범위 0-0.3 mg/dL). 류마티스 인자 검사(ANTECH Diagnostics, USA)는 음성이었다. 간접 형광 항체 검사(ANTECH Diagnostics)를 통한 항핵 항체(ANA) 검사는 혈청 희석 역가가 256(정상 범위 < 32)로 양성 반응을 보였습니다. 혈청 단백질 전기영동은 광범위한 다클론성 밴드(IDEXX Korea, 한국)를 나타냈다. 요평가은 미생물 배양에서 성장이 없는 단백뇨(UPC=1.05; 참조 구간, 0-0.2)를 나타냈습니다. 관절 천자술과 피부 생검이 권장되었지 만 소유자의 거부로 시행하지 않았습니다. 그러나 피부 증상은 피부 긁기 검사에서 전신에 무균성  홍반성 병변으로 나타났고 배양 결과는 음성이었습니다.\n환자는 ANA 검사 결과가 양성이었고 SLE와 일치하는 2가지 주요 징후(피부 병변 및 다발성 근염)가 있었으므로 이 환자는 SLE로 판단되었습니다[ 6 ]. 또한 SLE 증상으로 의심될 수 있는 원인 불명의 고열, 다발관절염 및 단백뇨가 동시에 나타났다. 치료법는 면역 억제 용량인 프레드니솔론(1 mg/kg, PO q 12h; Solondo Tab; Yuhan Co에 대한 주요 항목이 논의된다., Ltd., Korea)과 사이클로스포린(13 mg/kg, PO q  24h; Sandimmune Neoral Soft Cap.; Novartis Co., Ltd., Switzerland)의 병용으로 시작되었습니다. 또한 클로피도그렐(4 mg/kg, PO q 24 h; 클로피도그렐 수소황산염; 진양제약(주), 한국)과 파모티딘(0.5 mg/kg, PO q 12 h; 파모티딘  넬슨, 넬슨제약(주), 한국)을 투여하였다. 치료 1주일 후, SLE의 의료적 징후(고열, 피부 병변, 이동성 절름발이)는 사라졌고 방사선 사진에서 비미란성 관절염이 개선되었다. 고글로불린혈증을 포함한 혈청 이상은 해소되었지만 고혈당(149 mg/dL; 기준 구간 74-143 mg/dL)과 간 효소 상승(ALT = 105 U/L; 기준 구간 10-100 U/L, ALP = 694 U/L; 기준 구간 23-121 U/L, GGT = 10 U/L; 기준 구간 0-7 U/L)이 검출되었는데, 이는 프레드니솔론 치료법의 부작용일 가능성이 높습니다. 간 보호제인 우르소데옥시콜산(7.5 mg/kg, 경구 12시간마다; 우루사정; 대웅제약(주), 한국), 사밀린(1팩/개, 경구 24시간마다; 벳플러스(주),  중국), 레포틸(1정/개, 경구 24시간마다; 레포틸정; 씨엠지약(주), 한국)을 투여하였음에도 불구하고 간 이상이 지속되었다. 다른 부작용(헐떡거림, 다식증, 다뇨증/다음증)도 지속적으로 발견되었으므로, 사이클로스포린의 치료법적 혈중 농도(치료법 범위 100-500 ng/mL)에 도달한 후 프레드니솔론의 용량을 줄이기로 결정하였다. 2개월 후, 프레드니솔론은 점차적으로 감량하여 1일 1회 0.75 mg/kg(사이클로스포린의 혈중  농도 377 ng/mL)으로 투여하였다. 프레드니솔론의 용량을 줄인 후 5일째에 식욕부진과 고열(39.9°C)이 나타났고 혈청 C-반응성 단백질 농도(36.87 mg/L; 참고 구간,  0-10 mg/L)가 상승했다. 이때 프레드니솔론을 1일 1회 1 mg/kg으로 증량하였고 3일 이내에 개의 의료적 증상은 해소되었다. 그러나 이때 주인은 부작용과 재정적 이유로 프레드니솔론과 사이클로스포린을 각각 중단해 달라고 요청했다. 따라서 우리는 프레드니솔론의 용량과 비용을 줄이기 위해 이 약물들을 레바미솔로 바꾸었다. 프레드니솔론의 용량을 줄이기 전에 경구 레바미솔(3.5 mg/kg, PO; 레바믹 파우더; 대성미생물연구소(주), 한국) [ 1]은 이틀에 한 번씩 투여되었다. 레바미솔 치료법를 시작한 지 2주 후에 시클로스포린을 중단했고; 프레드니솔론은 점진적으로 감량하여 결국 2개월 후에 중단했습니다. 마지막으로 레바미솔을 단독 요법으로 2개월 더 투여하였다. 그 기간 동안 개는 어떠한 부작용도 경험하지 않았다. 레바미솔 요법을 중단한 지 6개월 후에도 환자는 완전 관해 상태를 유지했습니다.\n75건의 개 SLE 사례를 포함한 한 연구에서 수컷의 68%, 암컷의 32%가 판단된 것으로 나타났습니다[ 1 ]. 판단된 동물의 평균 연령은 5세였으며 범위는 6개월에서 13세였습니다[ 1 ]. 이 감염에 걸리기 쉬운 품종으로는 비글, 콜리, 저먼 셰퍼드, 셸랜드 쉽독, 푸들이 있습니다. 이 중 저먼 셰퍼드의 유병률이 가장 높았습니다(46.7%)[ 1 ]. 미니어처와 거대 품종은 거의  영향을 받지 않았습니다[ 1 ].\nSLE는 여러 가지 비정상적인 면역 과정을 통해 장기 기능 장애를 유발하는 자가면역 감염입니다[ 1 ]. SLE와 같은 대부분의 자가면역 질환은 평생 면역 억제제를 사용해야 하며[ 7 ], 이로 인해 피할 수 없는 심각한 부작용이 발생하며, 가장 흔한 부작용은 생명을 위협하는 질병에 대한 취약성 증가입니다. 면역 억제제를 장기간 사용하는 데 따른 또 다른 이상은 관련된 경제적 비용입니다. 장기간 사용과 관련된 부작용과 비용을 최소화하기 위 해 면역 억제제는 최소 유효 용량으로 투여해야 합니다. 그러나 최적의 용량을 설정하려면 질병이 재발해야 하며 환자의 상태가 악화될 수 있습니다. 그런 다음 더 성공적인 결과를 얻기 위해  면역 억제제 사용을 중단하는 것이 타당합니다.\n전통적으로 SLE는 B 세포에 의해 진행되는 질병으로 여겨졌었다. 최근의 설득력 있는 증거는 T 세포가 자가면역 항체의 생성을 증가시키기 때문에 SLE 발병 기전에서 결정적인 역할을 한다는 것을 보여주었습니다[ 8 ]. 이것은 B 세포 증식, 분화 및 성숙을 촉진하고 자극하고 B 세포에서  발현되는 자가면역 항체 클래스 전환을 지원함으로써 달성됩니다[ 9 ]. 조절 T(T reg ) 세포는 자가반응성 림프구를 억제하고 저해하는 CD4+ 세포의 하위 집합입니다. T reg 세포는 B 세포와 헬퍼 T 세포의 스펙트럼을 증가시키고 따라서 SLE 발병 기전과 관련 장기 손상의 근거가 될 수 있습니다[ 10 , 11 ]. 이러한 세포는 레바미솔을 사용한 생체 내 T reg 세포 작용을 중심으로 한 잠재적인 주요 치료 표적이 될 수 있습니다 [ 12 ].\n기생충 질병에 대한 알려진 치료제인 레바미솔은 1970년대에 처음으로 면역 조절 기능이 있는 것으로 밝혀졌습니다[ 3 ]. SLE 치료법에서 T 조절 세포의 면역 억제 활동도 레바미솔에 의해 회복됩니다[ 5 ]. T 조절 세포 활동을 조절하기 위해 본 사례에서  면역 억제제 감량 중에 레바미솔을 사용했습니다. 4개월 동안 레바미솔을 복용한 후 환자의 면역학적 및 의료적 특징이 현저히 개선되었습니다. 이를 통해 면역 억제제 사용이 빠르게 감소했고 궁극적으로 의료적 징후가 완전히 완화되었습니다. 레바미솔 사용을 중심으로 한 이론적 고려 사항은 이 약물을 중심으로 한 관찰된 반응과 일치했습니다.\n레바미솔은 테트라미솔의 레보이성질체로, 면역 조절 효과가 있는 다양한 동물에서 사용되는 구충제입니다[ 3 ]. 인간의 경우 레바미솔은 류마티스 관절염 및 SLE와 같이 항상성 면역 불균형이 의심되는 많은 질병을 치료하는데 사용되었습니다[ 5 ]. 소와 양에서 레바미솔은 아보마살 선충류, 소장 선충류 및  폐충류에 대해 비교적 좋은 활성을 나타냅니다[ 13 ]. 말 원생동물성 척수뇌염이 있는 말에서 레바미솔은 항원충제 치료 후 염증에 따른 임상적 징후를 조절하는 데 효과적일 수 있습니다[ 14 ]. 또한 레바미솔은 과거에 개에서 디로필라리아 임미티스 질병을 치료하기 위한 미세사상충 살균제로 사용되었지만 오늘날에는 거의 사용되지 않습니다[ 15 ]. 대부분의 환자는 레바미솔 치료로 의료적으로 호전되고 질병의 심각도가 현저히 감소합니다. 예를 들어, 27마리의 개를 대상으로 한 한 연구에서 레바미솔로 치료한 SLE 환자의 6%가 장기 완화를 보였습니다[ 1 ]. 그러나 본 증례는 한국에서 레바미솔을 이용한 개 SLE의 장기 조절에 대한 첫 번째 증례 보고입니다. 레바미솔은 또한 T 세포 증식 및 억제 활성을 포함한 정상적인 세포 매개 면역 반응 기능을 회복시킬 수 있습니다[ 5 ].\n본 증례는 다음과 같은 3가지 가능한 한계를 가지고 있다. 첫째, 이전 SLE 치료 기간이 불충분했을 수 있다. 둘째, 알려지지 않은 염증 병인이 레바미솔에 반응했다. 셋째, 이전 약물을 사용했기 때문에 레바미솔의 유일한 효과로 치료되었는지 확실하지 않지만, 최종적으로 레바미솔은 이전 약물을 중단한 후에만 투여되었다. 그럼에도 불구하고, 본 증례와 같이 SLE는 완치가 어려운 감염이기 때문에 레바미솔은 특히 재정적 이상나 스테로이드 유발 부작용이 있는 개 환자에게 SLE의 대체 치료 옵션으로 고려될 수 있다.\n레바미솔은 원래 구충제로 설계되었기 때문에 의료적으로 사용되는 면역 조절 약물의 예가 산발적으로 존재했지만 대규모 임상 시험 연구는 없었다. 이러한 이유로 일반 임상의에서는  적용하지 못했던 것으로 보인다. 그러나 산발적 연구 결과 심각한 부작용은 없었으며,  본 연구에서도 좋은 결과를 보였다[ 1 , 4 ]. 향후에도 대규모 임상 연구가  추가로 진행될 것으로 예상된다.\n"}