{
    "title": "개와 고양이의 실전 뇌전증 관리",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "06\n뇌전증의 고급영상 진단검사\nAdvanced Diagnostic Imaging in Epilepsy\n자기공명영상(MRI)은 개와 고양이의 발작장애 진단에 중요한 역할을 한다. 뇌전증이 있는 수의 환자의 진단 영상 검사에 주로 사용되는 것은 뇌 MRI 검사이며 이 검사를 통해, 다음 두 가지 목적을 수행할 수 있다.\n1. 발작의 원인으로 근본적인 구조적 병변의 확인 또는 배제\n2. 뇌에서 뇌전증의 병태생리학적(기능적) 기전을 조사하고 뇌전증 병소를 확인\n뇌전증의 진단 평가로 영상이 수행될 때 일반적인 MRI 시퀀스(제1장 참고)가 사용된다. 이러한 기술들은 육안적으로 형태학적 또는 병리학적인 비정상을 자세히 검사할 수 있도록 해주어 구조적 MRI 검사라고도 한다. 뇌전증의 기능적 및 병태생리학적 측면을 평가할 때 사용되는 고급 영상 기술로는 확산 또는 관류자기공명영상, 자기공명 분광기법(MRS), 혈중 산소농도(BOLD)를 이용한 기능적 자기공명영상(fMRI), 양전자방출 단층촬영(PET) 및 단일광자 단층촬영(SPECT)들이 포함되며 이러한 기술들은 기능적 신경영상 검사로 간주된다. 수의학에서 이러한 고급 영상 기술들은 임상 실습에서 제한적으로 사용되며 대부분의 응용 프로그램은 현재 연구 환경에 국한되어 있다.\n이 장에서는 뇌전증이 있는 개나 고양이의 진단 도구로서 일반적/구조적 MRI를 해석하는 데 필요한 기본 정보를 설명하고 뇌전증에서 기능적 영상 사용에 대한 개요를 제공한다. 또한, 뇌전증에서 특징적인 MRI 소견을 설명하려 한다. 이 장에서 사용된 영상 용어에 대한 약어 목록은 박스 6.1에 나와 있다.\n일반 MRI 검사\nMRI와 자기장 강도의 개요\n자기공명영상은 강한 자기장에서 양성자(1H)가 발생하는 핵자기공명(NMR) 현상을 이용한 진단 영상 기술이다. NMR의 원리와 자기공명영상을 생성하는 데이터 처리과정은 복잡하며 이 장에서 다루지 않겠다. 이에 대한 추가 정보를 위해 일반 MRI 교과서를 참조하라. 펄스 시퀀스(spin-echo, fast spin-echo, gradient echo, 그리고 echo-planar imaging), 영상대조증강(T1W, T2W, T2*W, FLAIR, 그리고, DWI)과 같은 수많은 영상 기술이 존재하며 그 분야는 나날이 발전하고 있다.\n일반적으로 영상 품질(SNR), 스캔 속도 및 다양한 영상기술의 유효성은 기계의 자기장 강도에 따라 달라진다. 임상에서 흔히 사용되는 MRI 기기의 자기장 세기는 저자기장(0.2-1Tesla)인 영구자석형과 고자기장(1.5-3.0T)인 초전도자석형으로 분류된다. 3.0T 이상의 초고자기장 MRI는 주로 연구용으로 사용되며 수의임상에서는 비교적 저렴한 저자기장 MRI 장비가 일반적이다. 하지만 이러한 장비는 다음의 몇 가지 단점들이 있다:\n1. 고해상도 3D데이터 획득의 어려움(T2강조영상과 같은 고급MRI)\n2. SNR을 위한 충분한 두께의(3.0~4.0 mm) 슬라이스 필요\n3. 긴 스캐닝 시간(마취시간의 연장)\n반면 고자기장의 MRI는 특수한 차폐실이 필요하고 높은 설치 및 운영 비용이 들지만 이는 수준 높은 영상을 빨리 얻을 수 있게 한다. 이 장비는 연구 목적으로 더 적합하다. 따라서 고자기장의 MRI는 일반적으로 신경계 전문진료와 교육을 함께 하는 대학병원과 같은 2차 또는 3차 치료 시설에서 사용할 수 있다.\n일반 MRI 영상 판독을 위한 기본 지식\n기존의 MRI는 일반적으로 다음의 기법이 필요하다: T1W(조영증강), T2W, FLAIR, 그리고 T2*W (gradient echo-GRE)영상. PDW(프로톤 밀도 강조)영상과 지방소거시퀀스[저기장 MRI에서 짧은 T1반전회복(STIR), 고기장 MRI에서의 화학적이동선택(CHESS)] 같은 기법들도 역시 수행된다. 확산강조영상(DWI)은 고기장 MRI에서 많이 사용되고 이는 확산 MRI 분야에 설명되어 있다. 영상은 대칭적 신호 강도의 변화가 평가된다. 정상적인 개와 고양이의 뇌 구조와 일반적인 병리학적 병변의 신호 강도는 표 6.1과 6.2에 요약되어 있다. 일반적으로 뇌 MRI의 기준강도, 즉 등강도는 시퀀스와 상관없이 정상 회백질의 신호 강도(색)이다. 따라서 “강한 신호 강도”는 정상 회백질보다 밝고 “낮은 신호 강도”는 정상 회백질보다 어둡다.\nT1-강조(T1W)영상과 조영증강연구\nT1W 영상은 자기장 강도에 관계없이 뇌의 MRI 연구에서 일상적으로 얻어진다. 일반적으로 조직은 각각 다른 이완시간대(relaxation times)에서 각기 다른 형태로 관찰된다: T1과 T2. 지방과 같이 짧은 T1을 가진 조직은 T1W 이미지에서 매우 밝게 나타나는 반면, 긴 T1 값을 가진 물(CSF)은 어둡게 나타난다. T1W영상이 조직 내 지질과 지방의 분포를 평가한다는 것을 기억한다면 영상 특성을 이해하기 쉽다. 그러므로, myelin(지질) 다발로 구성된 백질은 신경세포(물이 풍부)를 포함하고 있는 회백질보다 더 강렬하다. 지질과 지방을 제외하고, 정상적인 뇌에서 유일하게 강조 구조는 바소프레신을 포함하는 뇌하수체 후엽이다. 철이나 망간이온, 멜라닌 같은 상자성물질은 T1W 영상에서 매우 강렬하게 나타나며 출혈(메트헤모글로빈, 혈철소), 간성뇌능(기저핵에 망간축적)1과 흑색종 같은 특정 병변에서 볼 수 있다.\nGadopentetate meglumine (Gd-DTPA), gadoteridol (Gd-HPDO3A) 및 gadodiamide hydrate (Gd-DTPA-BMA)와 같은 gadolinium; Gd3+ 기반의 약제들이 MRI 진단연구에 일반적으로 사용된다. 이러한 Gd-기반 조영제는 효과적으로 T1 값을 단축시킨다(T2값 역시 미미하게 단축시킴); 따라서 MRI를 통한 조영증강(CE) 연구는 주로 T1W 영상에서 수행된다. 일반적으로 CE-T1W 영상은 Gd제제의 조영제 0.1~0.2 mmol/kg를 정맥 투여 후 T1W 영상을 수행하여 획득한다. 정상적인 뇌는 BBB로 인해 뇌 실질 조직이 강조되지 않는 반면, 맥락막, 뇌하수체, 삼차신경 및 뇌척수막은 CE-T1W에서 강조된다.\nT2-강조(T2W)영상과 액체감쇠역전회복(FLAIR) 영상\nT2W 영상 역시 자기장 강도에 관계없이 일반적으로 획득된다. 액체와 같이 긴 T2를 가진 조직은 T2W 영상에서 매우 강렬하게 나타나는 반면, 백질, 수막과 같은 짧은 T2 값을 가진 조직은 어둡게 보인다. T2W 영상은 조직 내 수분의 분포 또는 함량을 평가한다. 그러므로 뇌에서 가장 높은 신호는 CSF이다. 신경 세포(물 풍부)로 구성된 회백질은 축삭 다발(물 부족)로 구성된 백질보다 더 높은 신호 강도를 가지고 있다. 지질 역시 CSF보다 덜 밝지만 T2W에서 강렬하게 나타난다.\n액체감쇠역전회복(FLAIR)은 물의 신호 강도, 즉 CSF가 억제된 T2W 기반 영상이다. 따라서 FLAIR 영상의 해석은 CSF와 그 외 다른 액체들이 어둡다는 점을 제외하면 T2W와 거의 동일하다. FLAIR은 CSF로 채워진 뇌실계 주변의 고강도 병변을 감지하거나 구별하는 데 유용하다. 또한 FLAIR 영상에서는 정상적인 CSF만 억제되므로 심각한 백혈구증가 또는 단백질의 현저한 상승(CNS-FIP)과 같은 비정상적인 CSF는 불완전하게 억제되고 회색을 유지한다.2\nT2*-강조(T2*W)영상(혈철소와 석회화 민감 시퀀스)\nT2*W영상은 그레디언트 에코(GRE) 펄스 시퀀스를 통해 획득된다. GRE 시퀀스 영상은 자기장 기울기가 없는 균일한 자기장에서 볼 수 있는 자유 유도 감쇠(FID)의 원리를 기반으로 한다. 실제로, 자기장의 민감성 차이는 조직들 사이에 존재하며, GRE는 자기장의 민감성 효과로도 알려진 자기장 불균일에 매우 민감하다. T2*W 영상은 고기장 MRI 기계에서 사용할 수 있다. 일반적으로, 저기장 기계는 균일함을 유지하는데 어려움을 겪으며, 그 결과 T2*에 대한 낮은 민감도를 초래한다.\n자석에 대한 헤모글로빈내 철의 감수성을 생각하면, T2*W 영상은 출혈의 존재를 파악하는 데 유용하다. T2*W 영상에서 출혈은 헤모글로빈의 산화 정도와 관계없이 무신호 영역으로 시각화된다. 철의 민감성 허상으로 인해 영상에서 보이는 면적이 병변의 실제 크기보다 크다는 점에 유의해야 한다. 또한, T2*W 영상은 공기에 쉽게 영향을 받기 때문에 전두동과 고실 주위의 신호 강도가 낮거나 “블랙아웃” 된다.3\n자화율-강조 영상(SWI)은 출혈을 탐지하는 또 다른 영상 기법이다. SWI는 GRE, BOLD 그리고 혈류 보상 기술을 통해 획득되며, 결과적으로 고기장 MRI에서만 사용할 수 있다. SWI는 출혈뿐만 아니라 정맥혈을 영상화하는 데 매우 민감하다. 1.5T MRI를 사용하여 두개 내 질환을 가진 개에서 정맥 구조와 무신호 병변을 감지하는 SWI와 T2*W 시퀀스 능력을 비교한 회고 연구에서 SWI는 혈관과 출혈을 감지하는 데 있어 T2*W보다 훨씬 우수하여 표준 과정에 SWI를 추가할 것을 권장했다.4\nT1W, T2W/FLAIR와 CE-T1W를 사용한 일반 MRI의 해석\n신호패턴\n공통병변의 신호패턴은 표 6.2에 요약되어 있다.\n뇌 MRI에서 가장 자주 접하는 병리학적 패턴은 T1W의 iso-to hypointensity와 T2W/FLAIR의 hyperintensity이다. 이러한 패턴은 부종, 염증, 경색, 종양, 괴사와 같은 수분 함량이 높은 병변에서 발생한다. 이러한 병변이 BBB의 파괴를 동반할 경우 병변은 CE-T1W에서 향상된다.\n단일 수막종과 같이 수분 함량이 낮은 종괴이거나, 염증성 육아종이나 조직세포 육종과 같이 혈관분포가 높은 종양은 T1W에서는 iso-to hyperintenstiy, T2W/FLAIR에서는 iso-hypointenstiy로 나타나며, CE-T1W에서는 mild to enhancement로 나타난다.\nCSF 또는 뇌전증액으로 대체된 완전히 괴사된 병변은 T1W에서는 현저하게 hypointense, T2W에서는 hyperintense, FLAIR에서는 hypointense로 나타난다. 이러한 패턴은 만성경색, 괴사성 뇌염(NE), 만성피질층 괴사, 그리고 만성발작이 유발한 변화에서 관찰될 것이다.\n낭포성 병변의 신호 패턴은 액체 내용물의 특성에 따라 달라진다.\nCSF 또는 CSF와 세포성 및 단백질 함량이 유사한 액체를 포함하는 경우, 지주막 낭종, 게실 또는 큰 낭종성 수막종에서 볼 수 있듯이, 신호 패턴은 CSF와 동일할 것이다. 그러한 낭종은 종종 잘 제한된 경계를 가지고 있지만, 그 외피가 보통 기존 MRI에서 인식되거나 증강되지 않는다.\n내용물이 높은 세포성 및 단백질 농도를 가지고 있는 농이나 중이염의 경우, 신호 패턴은 일반적으로 T1W 및 T2W/FLAIR 모두에서 iso-to hyperintense로 나타난다. 그러나 각 시퀀스의 명백한 신호 강도 정도는 병리학적 단계 또는 수분 함량에 따라 달라진다. 농이나 염증성 낭종의 외피는 종종 비대해지고 CE-T1W에서 현저하게 강화된다. 낭종의 내용물이 분비되어 유출되거나, 미묘한 출혈을 포함하거나, 괴사가 진행 중인 경우, 그것의 신호 패턴은 복잡할 것이지만, 보통 T1W에서는 확산성 hypointense (CSF보다는 낮은 정도)으로 나타나며, T2W에서는 iso-to mild hyperintense로 나타나며 FLAIR에서는 불완전하게 억제한다.\n출혈성 병변은 출혈의 시간 경과(헤모글로빈과 철의 상태)에 따라 다양한 패턴을 보인다.\n초급성(0~12시간): 산화혈색소는 T1W와 TW2 이미지 모두에서 isointense 이다.\n급성(1~3일): 탈산화혈색소는 T1W에서는 isointense이고 T2W 영상에서는 hypointense이다.\n아급성(3일~몇 달): 메트헤모글로빈은 TW1에서 hyperintense이고 T2W는 hypointense이다.\n만성(2주 이상 또는 병변의 경계): 혈철소는 T1W에서는 isointense이고 T2W영상에서는 hypointense이다.\n출혈이 뇌실계에서 발생할 때, 급성 단계에서는 심실 내 CSF의 신호가 흐리게 나타나지만, 만성 단계에서는 혈전(T1W에서 isointense, T2W에서 hypointense)이 뇌실 바닥에 가라앉거나 뇌실계 공간 내에 갇힐 수 있다.\n하지만 고기장 MRI에서는, 출혈은 위에서 설명한 바와 같이 단계에 관계없이 T2*W 또는 SWI와 같은 혈철소와 석회질에 민감한 시퀀스에 의해 감지된다.\n뇌 MRI 검사에서 관찰되는 형태학적 변화와 전형적인 비정상적인 소견들\n뇌는 대칭적인 구조이다; 그러므로, 정상을 확인하는 가장 쉬운 방법은 해부학적 구조나 신호 강도에서 비대칭을 찾는 것이다. 예를 들면, 한쪽의 해마 위축증이다. 하지만, 품종 간 그리고 개체 간의 차이가 있다는 것을 항상 인식하고 품종별 특징을 알고 있는 것이 중요하다. 예를 들면, 외측 뇌실의 비대칭은 작은 품종에서 흔하며, 후두엽의 모양과 위치는 단두종과 장두종 사이에서 차이가 있다. 뿐만 아니라, 인지 기능 이상과 관련된 전반적인 뇌 감소, 뇌회결손, 그리고 뇌량, 지주막 게실의 무형성과 같은 특정 조건들에서는 명확한 신호 변화 없이 대칭적이거나 양측성 이상으로 나타날 수 있으므로 주의가 필요하다. 뇌전증과 관련된 일차적인 구조적 이상은 구조적 뇌전증에 관한 섹션에 설명되어 있다. 일반적인 비정상적 발견과 이러한 이상을 설명하는 데 사용되는 용어는 아래에 자세히 설명되어 있다.\n부종. 뇌부종은 뇌 실질 조직에서 수분 함량이 증가하는 것을 의미하며, 이는 국소적이거나 전반화될 수 있으며, 세포독성, 혈관성 또는 뇌전증성 부종으로 더 분류된다.\n세포독성 부종(세포내액 증가)은 허혈/경색의 급성기, 저혈당증 및 심한 발작 활동(과 대사)에서 관찰된다. 일반적으로 기존 MRI에서는 신호 변화로 나타나지 않지만 DWI로 감지할 수 있다.\n혈관성 부종(세포외액 증가)은 위에서 언급한 병리(즉, 2차 세포독성 부종)의 아급성/만성기에서 종양주위영역(직간접적인 종양주위 혈관의 압박으로 인한)과 염증성 병변(뇌염)에서 관찰되며, T1W에서는 국소 또는 미만성 hypointense로, T2W/FLAIR에서는 구조적 종창과 함께 hyperintense로 나타난다.\n뇌전증 부종은 폐쇄성 수두증에서 관찰되는 것과 같이 증가된 뇌실 내압으로 인해 뇌실막 층을 통해 뇌실 주위 백질로 CSF가 누출되는 것이 특징이다. 뇌전증 부종은 FLAIR 영상에서 뇌실주위의 hyperitense line으로 확인된다. 뇌전증 부종으로 인한 뇌실주위 T2W/FLAIR hyperintensity는 나이 든 동물에서 관찰되는 백혈구증가증과 구별되어야 한다.\n종괴효과(mass effect). 공간적으로 확장된 extra-axial 종괴 병변[예, 뇌수막종 또는 농양], intra-axial 종괴 병변(예, 신경교종), 또는 붓거나 확장된 영역[예, 국소 부종 또는 염증]은 병변에 의해 주변 뇌 조직이 압박되어 정상 위치에서 변위되도록 한다. 종괴 병변에 의한 정상적인 뇌 구조의 이동을 “종괴 효과”라고 한다. 중심선의 이동은 한쪽 병변이 반대쪽을 압박하여 중심선을 반대쪽으로 이동시키는 일종의 종괴 효과이다. 종괴 효과의 최종 형태는 뇌 탈출증으로, 여기에는 대뇌겸하(대상), 경천막 및 대후두공 탈출이 포함된다. 종괴 효과는 두개 내압 증가의 신호로 간주된다.\n두개 내압 상승(ICP). 다양한 병리학은 ICP를 증가시킬 수 있다. ICP 증가의 전형적인 MRI 소견에는 뇌탈출의 여부와 관계없이 종괴 효과, 수조 및 지주막하 공간의 좁아짐으로 인해 정의할 수 없는 고랑과 열구, 그리고 회백질의 경계를 흐려지게 하는 국소적 또는 확산적인 조직의 T2W/FLAIR hyperintense(뇌전증성/혈관성 부종)가 포함된다. 뇌실계의 원화 또는 확대, 시상간교의 영역 또는 크기의 감소, 그리고 T2W/FLAIR에서 뇌실주위의 hyperintense(뇌전증성 부종)와 같은 추가적인 소견이 가끔 관찰된다.5,6\n경막 꼬리 신호. 경막 꼬리 신호는 조영증강영상(CE-T1W)에서 뇌 표면에 위치한 종괴에 인접한 부분적으로 비대해진 수막에서 볼 수 있으며, 이는 점차 정상 두께로 되돌아간다. 경막 꼬리의 신호는 종종 수막종과 함께 보이지만, 이런 종류의 뇌종양은 특이하지 않다. 뇌 표면에 위치한 조직세포 육종, 교종, 림프종, 농양 또는 낭포성 병변은 경막 꼬리 신호와 관련될 가능성이 있다.\n고리(말초/주위부) 강화. 고리 강화는 CE-T1W 영상에서 말초적으로 강화된 부분과 중앙에서 강화되지 않은 단백질을 가진 덩어리 및 낭종 또는 기타적인 초점 병변을 설명하는 데 사용된다. 종양과 관련된 경우, 말초적으로 강화된 부분은 종양 실질 조직인 반면, 중앙에서 강화되지 않은 부분은 괴사 또는 액체 축적으로 생각된다. 고리 강화의 존재는 신경교종에서 악성 종양의 가능성을 증가시키지만, 이것은 다른 종양 유형에는 적용되지 않는다.\n용적과 체적기반 형태학\n구조 MRI의 컴퓨터 후처리 과정은 형태학적 변화의 객관적이고 통계적인 분석을 얻는 데 유용하다. 예를 들면, 해마의 부피는 종종 이 기술로 평가된다. 기존 MRI 데이터로부터 해마 부피를 측정하기 위해서는 각각 슬라이스의 측면에서 해마의 윤곽을 수동으로 따라가면서 관심 영역(ROI)으로 표시해야 한다. 그런 다음 각 슬라이스에서 얻은 면적을 합산하고, 이를 슬라이스 두께와 슬라이스 간격의 합으로 곱하여 부피를 계산한다. 부피 측정의 정확도는 영상의 공간 해상도, 특히 슬라이스 두께와 간격에 따라 달라진다. 그러므로, 용적 연구는 저기장 MRI에서도 수행할 수는 있지만 얇은 슬라이스 두께로 획득한 데이터, 즉 고기장 MRI로 검사를 수행할 것을 권장한다. 통상적인 2D 데이터는 슬라이스의 수가 적기 때문에(해마는 두께 2.5 mm, 간격 0.5 mm 슬라이스 5~6장의 데이터에 나타난다) ROI 방법은 비교적 쉽게 수행할 수 있지만 결과는 슬라이스의 간격이 없고 두께가 1.0 mm인 3D 데이터보다 정확하지 않다. 반면, 3D 데이터를 사용하는 ROI 방법은 더 어렵고 시간이 많이 소요된다(해마는 15~18장의 슬라이스에 나타난다). 따라서, 3D 데이터를 사용하는 해마 부피 측정에 대한 일부 연구에서, 특정 소프트웨어에 기반한 반자동 ROI 추적이 사용되었다.7-9 3D 데이터와 반자동 ROI 추적을 사용하여 해마의 경계를 추적하는 과정에서 인간의 오류가 여전히 결과에 영향을 미칠 수 있다. 따라서 부피 측정의 결과는 특히 다른 연구를 비교할 때 신중하게 해석되어야 한다. 정상적인 성견의 대략적인 한쪽의 해마 부피는 0.50~0.65 cm3로 추정되고,8-12 7\n인의학에서 다양한 오류를 피하고 형태학적 변화를 객관적으로 감지하기 위해 “체적기반 형태학(VBM)”이라고 하는 통계 영상 분석 방법이 개발되었다. BVM (brain voxel-based morphometry)에서는 정상 인구로부터(아시아 성인남성) 얻은 여러 3D MRI 데이터 세트를 수집하고 이를 평균화 및 정규화하여 하나의 표준 템플릿(아시아 성인 남성 표준 뇌 템플릿)을 생성한다. 이 표준 템플릿은 회백질, 백질 및 뇌척수액(CSF) 공간에 대한 조직 확률 맵으로 세분화된다. 이 표준 템플릿과 조직 확률 맵은 개별 환자 또는 특정 질병을 가진 다른 모집단과의 체적 기반 통계 비교에 사용될 수 있다(정상 아시아 성인 남성 vs 성인 뇌전증 환자 vs 성인 뇌전증 환자 그룹). 따라서 표준 템플릿이 개발되면 통계 분석을 자동으로 수행할 수 있으며 결과는 객관적이다. 또한 VBM 분석은 확산 MRI 및 BOLD-fMRI와 같은 다른 기능적 MRI 양식에도 적용되었다.\n특히 다양한 개 품종의 뇌 모양 차이로 인해 수의학 환자에게 VBM을 적용하는데 어려움이 있다. 정확한 VBM 분석을 수행하려면 표준 템플릿이 품종에 따라 달라야 하며, 이는 동일한 품종의 충분한 수의 정상 개에서 MRI를 수행하여야 한다. 다른 어려운 점으로는 특정 품종의 형태학적 다양성이(예를 들면 뇌실 크기, 후엽의 위치) 있다. VBM의 준비조사에서 5마리의 대조군 비글과 특발성 뇌전증을 앓는 5마리의 비글의 비교에서 후각 망울, 대상회, 해마, 측두엽과 두정엽 피질의 회백질이 상당히 부피가 감소되었음을 보여주었다.13 그럼에도 불구하고, 특정 품종을 포함하는 연구는 충분한 샘플 크기와 사례를 수집하는 데 오랜 시간이 걸리는 제한이 있을 것이다. 품종별 또는 이종간 차이의 문제를 해결하기 위해, 두 개의 의욕적인 연구가 보고되었다. 밀른 외 연구진의 첫 번째 연구는 단두종, 중두종, 장두종, 그리고 중두-장두종 4개의 두개골 유형템플릿을 만들었다.14 존슨 외 연구진의 두 번째 연구는 30마리의 중두-장두종 표준 템플릿을 개발했고, 다른 두개골 유형을 가진 개의 데이터를 표준 템플릿으로 변환하는 방법을 시연했다.12 개와 비교하여, 단두종을 제외하고는 뇌의 모양과 크기는 더 균일했다. \n수의 분야의 뇌전증 저기장 MRI (0.2-1.0T) 프로토콜은 표 6.3에, 고기장 MRI (1.5-3.0T) 프로토콜은 표 6.4에 나와 있다.\nIVETF의 뇌전증 MRI 프로토콜의 첫 번째 핵심은 먼저 횡단면(sagittal plane)에서 해마의 장축(long axis)을 초기에 식별하는 것이다(T1W는 저기장, T2W는 고기장). 이것은 해마의 장축에 평행하게(dorsal plane) 또는 수직으로(transverse plane) 슬라이스 각도를 설정하기 위해 필요한 것이다. 이는 경구개(hard palate)가 아닌 해마의 장축에 대해 수행되어야 한다. 횡단면과 등단면의 각도를 횡단면에서 식별된 해마의 장축에 맞게 정렬하면 해마를 최적으로 시각화할 수 있다. 기존(경구개에 기반한) 프로토콜과 IVETF의 뇌전증 프로토콜 모두 두개골의 유형에 영향을 받는다(단두종, 중두종, 장두종). 하지만 후자는 해마의 외관에 미치는 영향을 최소화한다.\nIVETF 뇌전증 MRI 프로토콜의 두 번째 특징은 CE-T1W가 선택적으로 제안된다는 것이다. 뇌전증 이외의 질병을 평가하기 위한 뇌의 영상에서, 조영제의 투여는 일반적으로 완전한 조사를 위해 필수적인 것으로 생각된다. Tier 1 수준의 신뢰도를 가진 IE 진단을 받은 개의 경우, 대조 검사의 필수 여부는 논쟁의 여지가 있다. 증강되지 않은 연구에서 병변이 보이거나 의심되는 경우에는 CE-T1W를 획득해야 한다. 이 장의 저자는 구조적 뇌 질환의 가능성을 배제하기 위해 처음부터 반복적인 뇌전증 발작을 가진 동물을 검사할 때 CE-T1W 이미지를 얻는 것을 선호한다.\n혈철소(hemosiderin)와 석회화에 민감한 T2*W 또는 SWI와 같은 영상은 고기장 IVETF 뇌전증 MRI 프로토콜에서 제안되지만 저기장에서는 제안되지 않았다. 그 이유는 앞서 설명한 바와 같이 저기장자석의 출혈에 대한 낮은 민감도 때문이다. 하지만 최근 시판된 T2*W의 품질은 저기장 기계에서 개선되었다. 따라서 가능하다면(연장된 스캔과 마취 시간연장), T2*W도 저기장 프로토콜에 추가해야 한다. 출혈에 의한 헤모글로빈으로부터 철분 방출과 혈철소 침착이 뇌전증 발생의 발달에 중요한 역할을 할 수 있다고 생각된다.19 따라서 혈철소에 민감한 영상 시퀀스는, 특히 외상(신경외과 수술 후 포함), 뇌혈관과 노인들의 사례에서 가능할 때마다 뇌전증 환자의 MRI 평가에 통합되어야 한다.\n발작 유도 MRI 변화\n심한 군집발작과 지속발작에서 볼 수 있는 반복적 및/또는 장기적으로 지속되는 발작은 일시적 또는 영구적 MRI 변화를 유발할 수 있으며 이를 “발작 유도 변화”라고도 한다. 이것은 “발작 전후 변화”, “발작후 변화”, “발작 관련 변화”, 또는 “뇌전증성 뇌 손상”과 동의어이다. 발작으로 인한 변화는 IE와 구조적 뇌전증 모두에서 발생할 수 있다. 발작으로 인한 변화의 병태생리학은 완전히 이해되지 않는다; 그러나 과도한 발작 활성은 글루탐산의 과도한 방출, 에너지 수요와 공급의 불균형, 국소적 저산소증, 젖산증, 세포독성 및 혈관성 부종을 초래하는 ATP의 고갈과 나트륨-칼륨 펌프 고장, 세포 내 칼슘 의존적 신호 연쇄반응과 최종적으로는 세포를 사망하게 하는 흥분 독성을 유도하는 것으로 보인다. 이러한 과정들 동안, 과관류는 초급성 단계에서 과도한 발작 활동과 관련된 대사 항진에 의해 나타나고, 급성에서부터 아급성기까지는 세포독성과 혈관성 부종이 발생하며, 마지막으로 대사저하, 저관류, 신경세포의 기능장애 또는 사멸 및 신경교증으로 인한 높은 확산이 만성기에 관찰된다.\n일반적으로 급성기 후반부터 만성단계의 발작 유발 변화는 기존/구조적 MRI에서 시각화된다. 보통 발작에 의한 변화는 한쪽 또는 양쪽(더 흔함)일 수 있으며, 주로 해마, 편도체를 포함한 이상엽, 대상회, 시상의 등쪽 부분인 변연계에서 관찰된다. 이들은 T2W 및 FLAIR 영상에서는 hyperintensity로 나타나며 T1W 영상에서는 iso- to hypointensity로 나타난다. 약간의 대비 향상이 있을 수 있고, 종종 미미한 종괴 효과가 있다. 기존 MRI에서 관찰할 수 있는 발견점은 세포독성 및 혈관성 부종이 해당하는 아급성의 변화로 생각된다. IE가 의심되는 81마리의 개에서 발작으로 인한 MRI 변화를 조사하는 회고적 횡단면 연구에서,20 MRI는 뇌전증 발작 후 24시간 내 수행된 경우가 53%, 48시간 내에 79%가 수행되었다. 개의 88%에서 양쪽 병변이 확인되었으며, 그중 85%는 대칭이었다; 개의 86%가 일반적인 발작을 겪었기 때문에, 이것은 발작 유형의 반영일 수 있다. 국소적 종괴 효과와 조영증강은 빈번하진 않지만, 개의 28%와 15%에서 각각 관찰되었다. 이 연구에서 81마리의 개 중 3마리에서만 반복 영상(추적영상촬영)이 수행되었다; 이들 중 2마리의 병변은 완전히 해결(첫 MRI 이후 1주일과 10개월 후)되었고 다른 한 마리는 현저한 개선을 보였다. 발작성 변화의 가역적 특성은 이미 보고되었으며,21,22 이 때문에 IVETF는 발작으로 인한 변화를 염증이나 신생물과 같은 다른 병과 구별하기 위해 발작이 조절되는 일정 기간(>10~16주) 후 MRI를 반복할 것을 권고한다.18 하지만, 발작으로 인한 변화는 만성(비가역적)적일 수 있으며 뇌회백질의 연화증과 상관없이 괴사를 초래할 수 있다. 위에서 언급한 연구에서, 81마리의 개 중 2마리는 MRI에서 편도체를 포함한 이상엽 양쪽에 괴사공동병변(구멍)을(즉, T2W-hyperintense, T1W-hypointense, FLAIR-hypointense) 가지고 있었지만, 발작 유형, 지속 기간, 그리고 발작부터 영상 촬영 시점까지의 간격에 대한 자세한 정보는 제공되지 않았다.20 이와 같은 개의 변연계에서 비가역적인 병변은 실험 연구23 및 임상 연구21,24,25에서 조직학적으로 확인되고 보고되었다. 비가역적 변화의 만성 단계 또는 가역적 변화가 반복적으로 일어나는 상황에서 저자는 발작으로 인한 신경손상의 변화가 명백한 공동형성(cavity formation)이 없거나 신호 변화 없이 다음 섹션에서 설명하는 바와 같은 저대사, 저관류 및 과확산을 동반한 해마 위축과 같은 만성 위축 병변으로 진행될 수 있다고 믿는다.\n발작으로 인한 병태생리학(발작 동안의 과대사와 과관류로부터 세포독성 부종의 생성까지)의 초급성 단계는 기존 MRI로 감지할 수 없다. 이 단계에서는 나중에 설명한 것과 같이 확산/혈류 MRI 및 발작 SPECT를 포함한 기능성 영상이 권장된다.\n해마의 변화\n해마는 인간과 동물의 뇌에서 뇌전증에 가장 영향을 많이 받고 연구된 영역이다. 해마경화증(hippocampal sclerosis; HS)은 뇌전증이 있는 사람, 특히 약물 내성이 있는 측두엽 뇌전증(TLE)에서 관찰되는 전형적인 영상 및 병리학적 소견이다. 해마경화증은 일반적으로 편측성이며 피라미드 세포층(CA1, CA3 CA4)의 신경 손실과 조직병리학적으로 성상교세포증(별세포화)이 특징이다. 일반적으로 MRI에서 위축과 함께 T2W와 FLAIR 영상에서 hyperintensity로 시각화된다.26 TLE/HS의 경우에 신경교증으로 위축된 변화는 편도체, 해마곁이랑, 원개, 대상회와 같은 주변 변연계 구조로 확장된다. 이러한 변화들은 동의어로 내측두경화증(MTS)이라고 불린다.\n위에서 설명한 바와 같이, 해마는 수의학적 뇌전증 특정 프로토콜에서 영상화의 중심이며 뇌전증을 가진 개와 고양이에서 발작으로 인한 변화에 영향을 받는다. 인간 HS의 전형적인 영상 소견은(T2W/FLAIR-위축과 함께 고증강) 뇌전증을 가진 개에서 드물게 나타난다. 그러나 여러 회고연구에서 신호 변화와 관계 없이 비대칭적인 해마 부피 손실은 입증되었으며, 따라서 “해마 위축증(HA)”이라는 용어가 일반적으로 사용된다.8-11 고전적 ROI 방법을 사용하여 IE를 가진 58마리의 개에서 해마 부피를 조사한 첫 MRI 연구에서, T2W/FLAIR 영상에서10 고증강으로 HA를 시각적으로 나타난 개는 12%에 불과했지만, 6%의 비대칭률(오른쪽 해마와 왼쪽 해마의 절대 부피 차이를 더 큰 해마의 부피로 나누어 계산)을 컷오프 값으로 적용했을 때 48%의 개가 편측 HA가 나타났다. 6%의 비대칭률을 컷오프 값으로 사용하여 HA와 뇌파(EEG) 사이의 연관성을 조사하는 연구에서, 뇌전증 개의 56% (23/41)는 편측 HA를 가지고 있었고, 이중 35% (8/23)는 측두부에서 뇌전증성 출혈이 있었다.9 3D 부피 측정법을 사용한 또 다른 연구에서, 추정된 IE를 가진 100마리의 개를 평가하고 그들의 영상 결과를 41마리의 뇌전증이 없는 개와 비교했다. 이 연구에서 뇌전증 그룹이 비뇌전증 그룹에 비해 해마 비대칭성이 더 컸다. 더 나아가, 뇌전증 그룹의 개들 중 42%는(뇌전증이 없는 그룹의 15%와 비교) 해마 비율이 1.16보다 높았으며, 이는 뇌전증 관련 HA의 85% 특이성을 보여주었다. 이러한 연구의 결과는 뇌전증 발작의 지속 시간, 심각성, 유형과의 연관성이 추가적인 조사로 필요로 하지만, 사람의 HS와 같은 방식으로 뇌전증을 가진 개에서 HA가 발생할 것이라는 것을 시사한다. 반면, HA와 일치하는 신호 변화(T2W/FLAIR의 고강조)는 아직 개 IE에서 발표되어 있지 않았지만, 소수의 개 집단에서 T2 이완측정에 대한 연구는 이러한 변화가 발생할 수 있다고 발표하고 있다.\n그룹 간에 유의한 차이는 발견되지 않았지만, 뇌전증 그룹의 해마에서 T2 값이 높은 경향으로 관찰되었으며, 31마리의 뇌전증 개 중 6마리는 표준 편차의 2배를 초과하는 것으로 확인되었다. 따라서, T2 이완측정은 뇌전증 환자의 해마 신호 변화를 감지하는 데 도움은 될 수 있지만, T2 값과 조직병리학적 변화 사이의 상관관계를 조사하여 신뢰성을 확립하기 위한 추가 연구가 필요하다.\n확산 MRI (Diffusion MRI)\n확산 MRI 검사는 조직의 고유한 특성을 나타내는 물의 분자운동을 감지하고 정량화하는 특정 기술이다. CSF와 같은 자유로운 물 분자들은 특정한 속도로 모든 방향(등방성)으로 균등하게 확산될 수 있는 반면, 세포 내 물 분자들은 그들의 확산성에 제한을 받는다. 확산 MRI 검사는 스핀 에코 또는 에코 플레너(eco-planar) 시퀀스를 사용하여 얻을 수 있으며, “motion-probing gradients (MPGs)”이라고 불리는 한 쌍의 강한 자기장을 3개 이상의 축 방향으로 적용한다. 현재 확산 MRI에는 주로 뇌전증 및 기타 뇌 질환의 평가를 위해 수행되는 두 가지 유형으로 DWI와 DTI가 있다. 확산 MRI는 수의학에서 일반적인 MRI의 일부로 자주 수행된다. 일반적으로 확산 MRI는 고기장 MRI 기계에서 쉽게 수행되지만, 새로운 저기장 기계에서도 수행될 수 있다.\n확산강조영상(Diffusion-weighted imaging; DWI)과 관찰확산계수(apparent diffusion coefficient; ADC)\nDWI는 세(x, y, z) 축을 따라 MPG를 적용 또는 적용 없이 획득되며, 이렇게 얻은 이미지들은 융합되어 시각적 평가를 위해 등방성 DW 영상으로 표시된다.32 관찰확산계수(ADC)는 DWI의 주요 매개변수로, 원자료 세트에서 복셀로 계산되고 ADC 지도로 표시된다. ADC는 일반적으로 mm2/s 단위로 표현되는 절대값으로 물 분자의 확산 속도를 나타낸다. 따라서, 낮은 ADC 값은 제한된 확산성을 의미하고 높은 ADC 값은 자유롭게 움직이는 물을 의미한다. 정상적인 개 뇌의 대뇌피질, 해마, 편도체/이상엽, 백질의 ADC 값은 각각 약 0.8~0.9, 0.9~1.2, 0.8~1.0, 0.7~0.8 3 10-3 mm2/s이다.32-34\n세포 내에서 물의 이동이 제한되는 세포독성 부종에서는 등방성 DWI가 고증강으로 나타나고 낮은 ADC 값을 갖는 반면, CSF는 DWI에서 저증강으로 나타나며 높은 ADC 값을 갖는다. 그러나 DWI는 T2W 시퀀스를 기반으로 하기 때문에 혈관성 부종과 같이 부분적으로 제한된 수분으로 구성된 T2W의 고강도 병변 또한 고강도의 등방성 DWI로 나타나며 높은 ADC 값을 갖는다. 이러한 현상은 “T2 shine-through”로 표현된다.\n뇌전증의 진단 영상에서 DWI는 급성 발작으로 인한 변화를 감지하거나 뇌전증 유발 부위를 식별하는 데 사용된다. 개념적으로, 발작 유발 변화에 대한 섹션에서 설명한 바와 같이, 심각하거나 장기화된 발작 활동은 급성-아급성 단계에서 세포독성 및 혈관성 부종을 유발할 수 있으며, 영향을 받는 부위는 DWI-high/ADC-low 또는 DWI-high/ADC-high로 나타난다. 만성 또는 발작 사이단계에서 또는 구조적으로 변화된(괴사 또는 위축) 병변에서는 신경 손실(세포 외 공간 증가) 및 신경교증으로 인해 DWI가 iso- to hypointensity로 나타날 것이며 ADC 값은 정상부터 높게 나타날 것이다. 개의 IE로 인한 발작 유발 변화를 조사한 앞선 회고적 연구에서, DWI는 21/81 증례에서 시행되었고 19건의 사례에서 나온 38 병변에서 ADC 값을 분석한 결과 제한된 확산(low ADC; 14/38), 용이한 확산(high ADC; 19/38) 그리고 정상확산(4/38)이 혼합된 패턴을 나타냈다.20 IE를 가진 17마리 개들의 발작간기(마지막 발작 이후 1~9일 후) DWI 변화를 조사한 또 다른 전향적 연구에서, ADC 값의 유의미한 증가는 정상 개와 비교하여 편도체를 포함한 이상엽에서 관찰되었다.정상적인 개의 뇌에서 FA 값은 회백질의 경우 약 0.2, 백질의 경우 약 0.3~0.6이다; 내부 캡슐, 뇌궁, 뇌량과 같은 거대한 트랙에서 더 큰 경향이 있다.36 사람 뇌전증학에서 DTI와 그 매개변수는 해마 또는 변연계의 변화와 연결성을 평가하고, 국소 피질 이상증과 같은 뇌전증성 병변을 감지하는 데 사용되어 왔다. 현재, 개와 고양이 뇌전증 환자에서 유용성에 대한 정보는 실험 연구를 제외하고는 없다.35\n관류 MRI (Perfusion MRI)\n관류 MRI 또는 혈류증강영상(PWI)은 혈역학적 매개변수를 추정하여 뇌 혈류를 평가하는 특정 시퀀스이다. PWI를 획득하는 세 가지 주요 방법이 있다: 그들 중 2개는 조영제(Gd)를 사용하며 동적자화율대비(DSC) PWI 및 동적조영증강(DCE) MRI라고 하며, 세 번째 방법은 조영제의 투여가 필요 없는 동맥 스핀 표지(ASL)라고 불리는 MRI 특정 시퀀스이다. DCE PWI 시퀀스는 BBB의 정상을 평가하고 뇌종양의 미세 환경을 분석하는 데 사용된다; 일반적으로 뇌전증에 사용되지는 않는다.\n동적자화율대비-혈류강조영상(Dynamic susceptibility contrastperfusion-\nweighted imaging DSC-PWI)\nDSC-PWI는 Gd 기반 대조제의 정맥 주입 중 빠른 연속 영상 촬영을 통해 얻어진 영상이다. 이후 Gd의 T2*W 영상에 대한 감수성 효과로 생성된 시간-농도 곡선을 분석한다. DSC-PWI는 컴퓨터 단층 촬영(CT) 혈류 영상과 유사하게 대뇌 혈액량(CBV), 대뇌 혈류(CBF), 평균 통과 시간(MTT) 및 정점에 이르는 시간(TTP) 측정이 가능하다. 하지만 영상의 절대적인 혈류랑 평가는 동맥 주입 함수 기능을 필요로 한다. 이는 PWI에서 얻는 것은 어려운 작업이다. 따라서 DSC-PWI에서 얻는 각 매개 변수는 상대적인 값을 나타내며 상대적인 뇌 혈액량(rCBV) 또는 상대적인 뇌 혈류량(rCBF)으로 표시된다.\n발작 유발 변화 섹션에서 설명된 뇌뇌전증의 혈역학은 발작 및 이후 급성 단계에서 과혈류, 발작 후-발작 간기의 정상화, 그리고 만성적(구조적으로 변한)인 단계에서의 저혈류와 같은 패턴을 보인다.또한 IE 12마리의 개를 대상으로 발작 간기 DSC-PWI를 평가한 전향적 연구에서 뇌전증견은 건강한 대조군보다 유의하게 큰 MTT와 낮은 CBF를 보였다. 특히 이상엽, 시상, 측두엽에서 혈류량이 감소했음을 시사했다.37\nArterial spin labeling (ASL)\nASL은 조영제 대신 자기적으로 라벨이 부착된 동맥혈을 내인성 추적기로 사용하는 비교적 새로운 관류 MRI 기술이다. DSC-PWI에 비해 비침습적이고 수행하기 쉬우며 고해상도 이미지를 제공한다. 결과적으로, ASL은 인의에서는 일상적으로 실행 된다. 그러나 ASL은 CBF만 평가하고 고기장의 MRI가 필요하다. 현재까지 개에서 ASL을 사용한 사례는 단 한 건뿐이며, 이는 저산소성 피질층 괴사병변 내에서 과혈류를 나타냈다.38\n자기공명분광측정법(Magnetic resonance spectroscopy; MRS)\n자기 공명 분광측정(magnetic Resonance Spectroscopy; MRS)은 체내에서 1H, 13C, 31P 등의 화합물의 화학 이동(chemical shift) 특성을 이용하여 체내 대사물질의 지역 분광도(spectrogram)를 얻는 독특한 자기 공명 기술이다. 임상적 MRS는 대부분 H를 사용하며, 1H-MRS라고도 한다. 1H 양성자는 다양한 다른 원자들과 함께 존재하기 때문에, 전진 운동의 회전 빈도는 양성자를 포함하는 물질마다 다르며, 이것은 높은 자기장(>1.5T)의 MRS에 의해 감지될 수 있다. MRI 획득에 사용되는 서로 다른 영상 매개변수를 가진 두 개의 주요 시퀀스가 있으며, 각 기술의 장/단점이 있다. 판독기는 MRS 시퀀스에 대한 추가 정보를 위해 표준 MRI 텍스트를 참조한다.\nMRS에서 일반적으로 측정된 대사물들은 표 6.5에 요약되어 있다. 각 대사물은 기준(테트라메틸실란, TMS)에 반하여 농도 최고점(진폭, 수직축)과 개별 공명 주파수(ppm, 수평축)를 갖는다. 일반적으로 세 가지 주요 대사물 즉, N-아세틸라스파라테이트(NAA), 크레아티닌(Cr), 콜린(Cho)이 MRS에서 평가되고 비율로 표현되며, NAA/Cr, NAA/Cho, NAA/Cr+Cho, Cho/Cr 및 Cho/NAA가 포함된다.\n임상적 의미가 있는 한 단면 연구에서 1H-MRS를 사용하여 IE를 가진 27마리의 개와 10마리의 건강한 대조군을 대상으로 측두엽의 발작간 대사 활성을 평가했다. 이 연구에서는 양쪽 반구에서 NAA/Cr, NAA/Cho, Cho/Cr 및 Cho/NAA 비율을 결정 하였다. 뇌전증 개와 건강한 개 사이의 모든 대사물 비율에서 유의미한 차이는 발견되지 않았다. 대사물 비율과 연령 또는 성별 간의 상관관계도 확인되지 않았다. 마지막 뇌전증 발작과 시간적으로 가까워질수록 NAA/Cho 비율의 감소와 Cho/NAA 비율의 증가가 관련이 있는 것으로 나타났다.39\n혈중산소농도-의존 기능 MRI (BOLD-fMRI) 및 뇌파기능 MRI\nBOLD-fMRI는 현재 신경과학에서는 뇌 기능 영상과 동의어로 사용된다. 활성화된 뇌 영역에서는 지역적인 혈류량이 증가하며(기능적 과혈류, functional hyperemia), 뇌 활동이 증가된다. 해당 뇌 영역에서, 신경 활동 이후에는 디옥시헤모글로빈(자성적) 및 옥시헤모글로빈(비자성적)이 차례로 증가하며, 이 변화가 신경세포 활동과 1~2초의 지연으로 발생한다. 이러한 자기성 변화를 감지하고, 활성화(과제 수행) 상태와 안정 상태 간의 자기성 변화를 기록하여 이 데이터를 처리하여 영상 지도를 생성한다. 이러한 프로세스는 주로 기능 자기 공명 영상(fMRI)에서 사용된다. 영상은 특정 작업을 수행하는(활동하는 뇌) 동안 획득되기 때문에 마취된 동물에서는 신뢰할 수 있는 fMRI 데이터를 얻기 어렵다. 일부 연구자들은 개의 뇌 기능 정보를 얻기 위해 깨어 있는 훈련된 상태의 개에서 fMRI를 획득하기 위해 큰 노력을 기울이고 있다. 그러나 이는 임상에서 실용적으로 사용하기에는 적합하지 않을 수 있다.\n사람 뇌전증학에서는 BOLD-fMRI와 동시에 EEG 기록(EEG-fMRI)을 결합하여 뇌전증 발생 지점(epileptogenic zone)을 감지하는 기술이 개발되었다.40 이러한 방식으로 BOLD-fMRI는 EEG 기록과 동시에 획득되며, 그런 다음 후처리 과정에서 노이지 제거 후 EEG상에서 스파이크 또는 뇌전증형 활동(epileptiform activity)을 식별할 수 있다. 또한 EEG 이벤트 전후의 BOLD 변화를 분석할 수 있다. 동물에서 EEG-fMRI 사용에 관한 보고서는 없지만, 일반적으로 개와 고양이의 EEG는 마취나 경도의 마취 상태에서 진행된다. 이러한 상태에서도 EEG-fMRI를 적용할 수 있을 것으로 생각된다. 따라서 수의 임상 사례에서 EEG-fMRI를 적용할 수 있을 것이다.\n또한, 휴면 상태 fMRI (rs-fMRI)라고 불리는 또 다른 형태의 fMRI는 뇌의 기본 모드 네트워크(default mode network, DMN) 및/또는 뇌의 특정 영역 간의 기능적 연결성을 분석하는 또 다른 형태의 fMRI이다. 이는 인의 의학 및 뇌과학 분야에서 활발한 연구 분야로 다뤄지고 있을 뿐만 아니라 개에서도 연구가 진행되고 있다.41,42 뇌전증은 기능적인 뇌 질환으로, 기대되는 것처럼 DMN 및/또는 기능적 연결성의 변화가 예상되지만, 현재 개 또는 고양이의 뇌전증에서 이 MRI 기법을 평가하는 연구는 없다.43\n양전자 방출 단층 촬영(Positron emission tomography; PET)\nPET는 투여된 방사성 동위원소로부터 방출된 방사선을 기반으로 하는 핵 의학 영상 촬영기술이다. SPECT와 비교하여 PET는 공간적 해상도와 정량분석에서는 우수하지만 시간적 해상도에서는 열등하다. 따라서 PET 영상은 일반적으로 발작 기간이 아닌 발작 간기에 수행된다. 일반적으로, PET 영상은 CT 또는 MRI와 결합하여 사용된다. 가장 자주 사용되는 방사성동위원소는 fluoro-2-deoxyglucose (FDG)로, 포도당과 유사한 구조를 가지며 세포에 흡수되어 포도당과 유사하게 대사된다. FDG-PET은 뇌의 대사 활동을 평가하는 당질 대사 영상의 형태이다. 뇌전증 유발 영역(epileptogenic zone)에서는 일반적으로 뉴런 손실, 기능해리(diaschisis), 그리고 시냅스의 밀도 감소로 인해 설탕(FDG)의 흡수량이 감소하는 대사저하(interictal hypometabolism)가 관찰된다.\n뇌전증을 가진 개를 대상으로 한 두 개의 FDG-PET 연구가 보고되었다. 전향적 맹검 임상연구로 가족성 청소년기의 국소성 뇌전증을 가진 6마리의 라브라도 리트리버에서 FDG-PET를 연구했고, 성견이 되어 국소성 뇌전증이 시작된 2마리와 동일한 종류의 대조군 5마리를 대상으로 뇌파 결과를 비교했다.44 이 연구에서는 소아기 발작을 가진 6마리의 강아지 중 5마리에서 시각적으로 대사저하 지역이 감지되었으며, 이 중 5마리 중 3마리에서 EEG 이상과 일치하였다. 그러나, 상대적 표준 흡수 값의 반정량적 분석에서는 뇌전증군과 대조군 사이의 유의한 차이를 감지하지 못했다. 무작위로 평가한 2번째 후향 연구에서는 국소적 IE가 있는 11마리의 핀란드 스피츠 개와 6마리의 건강한 개를 대상으로 FDG-PET 및 EEG를 조사했다.45 9/11 뇌전증성 핀란드 스피츠와 4/8 건강한 개에서 저대사 영역이 확인되었으며, 이러한 결과는 후두엽과 뇌전증이 상당히 관련이 있었다. 더나아가, FDG-PET에서 뇌전증 유발 병소의 측면화를 시각적으로 감지하는 민감도는 EEG보다 우수했다.\n단일광자 단층촬영(Single photon emission computed tomography; SPECT)\n뇌전증에서 SPECT의 진단 목적은 일반적으로 Technetium-99mm 방사선 추적물질을 사용하여 뇌 혈류를 평가하는 것이다. 신속한 인식과 및 분포(투여 후 1~2분 이내)로 인해 99mTc-SPECT는 인의학에서 발작 동안에 혈류 영상으로 사용되고 있다. 위에서 언급된 것처럼, 뇌전증 발생 영역은 많은 양의 산소와 포도당을 소비하므로, 발작 동안의 SPECT은 과다한 혈류(CBF의 증가)를 보여줄 것이다. 한편, PWI와 유사하게 발작간기에 SPECT은 뇌전증 발생 구역에 저관류를 나타내지만 뇌전증 발생 구역 감지에 대한 발작간기 SPECT의 민감도는 발작간기 FDG-PET와 발작 동안의 SPECT보다 낮다. 따라서, 인의 뇌전증학에서 SPECT를 평가할 때, 시각화하는 민감도를 높이기 위해, SISCOM이라고 불리는 발작 동안이 아닌 기간의 이미지를 발작 동안의 이미지에서 뺀 다음 MRI에 등록(coregister)하여 처리하는 이미지 처리 기술이 사용된다.\n수의학에서는 아직 발작 SPECT 연구가 수행되지 않았지만, 두 개의 발작간 SPECT 연구는 보고되었다. IE가 있는 12마리의 개들이 뇌의 발작간 99mTc-SPECT을 시행하였고, 서로 다른 관심 영역이(ROIs) 반정량적으로 분석 평가 되었으며 대조군(18마리 개)과 비교되었다. 뇌전증 개의 피질하 영역에 현저한 저과류가 존재했으며, 이는 발작 빈도, 발작 시작 시 연령, 뇌전증 지속 시간 또는 마지막 발작 이후의 시간과는 관련이 없었다. 따라서 피질하 영역은 개 IE의 병리학에서 중요한 역할을 할 수 있다.46 또 다른 연구에서 약물 내성이 있는 IE를 가진 개(7마리)와 내성이 없는 IE를 가진 개(7마리)에서 발작 간 Tc-SPEC을 연구하였다.47 이 연구에서 두 그룹의 모든 개들은 다양한 부위에서 하나 또는 그 이상의 저혈류를 보였으나, 측두엽의 저혈류는 비약물 내성 그룹(1/7 마리의 강아지)과 비교하여, 약물 내성 그룹(5/7 마리의 강아지)에서 더 자주 나타났다. 비록 두 연구 모두 특정한 영역에서 발작간기 저혈류를 보여주었지만, EEG 결과와 관련된 추가적인 연구가 수의학에서 필요하다.\n구조적 뇌전증의 영상소견\n구조적 뇌전증은 다양한 두개 내 질환에 의해 발생할 수 있다. 다음 절은 개와 고양이에서 반복적인 뇌전증 발작을 일으키는 것으로 보고된 다양한 유형의 구조적 뇌 질환의 MRI 소견을 간략하게 설명하고 있다.\n퇴행성 질환\n강아지와 고양이에서 GM1 또는 GM2-간글리오시드증, 공세포백질장애, 점액다당류증과 같은 리소좀 저장 질환의 전형적인 MRI 소견에는 백질에서의 양측 및 대칭적인 T2W 고증강, 전체적인 뇌 손상과 같은 일반화된 뇌위축 등을 포함한다. 그러나 뇌전증 발작은 이 질병에서 흔하지 않다.48 신경원성 지방갈색소증(neuronal ceroid lipofuscinosis)은 뇌전증 발작이 흔한 임상 증상으로 나타나는 신경퇴행성 질환으로, 일반적으로 MRI 상에서 신호 변화 없이 뇌 손상으로 나타난다. 특정 유전적 선천 대사 오류를 가진 어린 강아지나 고양이에서 반복적인 발작이 주요 증상이 될 수 있는 질환에는 Alaskan Husky 뇌병증,49 L-2-하이드록시글루타르산증50, 그리고 스탠다드 푸들 새끼 강아지에서 발작을 동반한 신생아 뇌증51(표 6.13 참조)이 포함된다. 이 질병들은 또한 특정 뇌 영역 또는 전반적인 뇌 영역에서 식별된 대조 증강 없이 현저한 양쪽의 대칭적인 T2W에서 고강조, T1W 저강조를 나타내는 특징적인 비정상적 MRI 결과를 가지고 있다.\n알츠하이머 및 혈관성 치매와 유사한 질병인 인지기능장애증후군(cognitive dysfunc- tion syndrome; CDS)을 가진 나이 든 개와 고양이는 때때로 반복적인 뇌전증 발작을 동반한다. CDS의 MRI 결과는 다음과 같다:\n1. 피질(특히 전두엽 및 해마) 또는 전체 뇌 손상으로 인해 뇌 고랑과 지주막하 공간의 확장\n2. 뇌실계의 보상적 확대\n3. 회백질과 백질 사이의 불명확한 경계\n4. 시상간 접착부위의 두께와 면적 감소\n5. 백질에서 T2W/FLAIR 고증강의 확산(특히 외측 뇌실; 백질 변성이라고 알려진)52\n또한, T2W 또는 SWI에서 확인할 수 있는 다수의 미세 출혈이나 열공성뇌경색이 종종 부수적으로 관찰된다.53\n라포라 질환(Lafora disease)이라고 알려져 있는 진행성 항경련성뇌전증(PME)은 구조적 뇌전증으로 분류되는 유전적 퇴행성 질환이지만, MRI에서 일반적으로 연령과 관련된 위축을 제외하고는 어떠한 이상도 확인되지 않는다. 그러나 MRS(핵자기공명분광법)에서는 라포라 질병이 유전적으로 확인된 6세 비글의 두경부에서 근육간대경련발작과 전신강직간대발작이 있는 경우에 더 낮은 NAA 및 글루타민-글루타메이트 복합체와 더높은 Cho 및 Cre을 나타냈다.54\n선천성 질환과 비정상적인 발달성 질환\n사람의 경우, 피질과 관련된 선천적 이상이나 발달성 질환은 높은 발작성을 가지고 있어 구조성 발작성 뇌경색을 일으킬 수 있다.55 이러한 선천성 질환은 개와 고양이에서 상대적으로 드물고 작은 품종의 개에서 발생하는 수두증을 제외하면 품종과 관련이 있다.\n뇌류(뇌탈출증; encephalocele) 또는 수막뇌탈출증(meningoencephalocele)은 뇌 조직이 두개골 결함을 통해 돌출되는 것을 특징으로 한다. 뇌전증발작은 후각과 전두엽을 포함한 뇌류에서 가장 흔하다.56 압출된 뇌와 뇌수막은 대부분의 경우 CE-T1W에서 조영 증강과 함께 T2W 고강조로 나타나며, CSF와 동일한 강도를 가진 뇌막낭이 있거나 없다.\n완전전뇌증(holoprosencephaly)은 개에서 산발적으로 보고되며, 스태포드셔 불테리어와 미니어처 슈나우저에서 품종 호발성으로 나타난다. 영향을 받은 개들은 발작, 떨림, 고나트륨혈증이 자주 나타나며, MRI는 뇌량과 뇌궁의 저형성 또는 무발생과, 그리고 백질의 개조로 인해 두꺼운 띠가 있거나 없는 융합된 측뇌실을 보여준다.\n뇌회결손(평평뇌증), 다소뇌회증, 뇌갈림증과 이소증은 개와 고양이에서 MRI로 감지할 수 있는 희귀한 뇌 기형이다. 인의학에서 이러한 상태들은 비정상적인 뉴런의 이동/또는 피질 조직 때문에 일반적인 발작원인으로 알려져 있다. 전형적인 뇌회결손(타입 1)은, 대칭적으로 매끄럽고 두꺼운 대뇌피질을 특징으로 하며, 드물고 얕은 뇌회와 발달되지 않은 피질하백질이 있다. 조약돌을 깔아놓은 듯한 뇌표면 뇌회결손(타입2)은 수의학에서 보고되지는 않았지만, 저자는 이 질환과 매우 유사한 임상 소견을 가진 강아지를 조사했다. 다소뇌회증(polymicrogyria)의 영상은 발달하지 않은 피질하백질을 가진 국소적인 다발성 작은 뇌회를 나타내며, 뇌갈림증(schizencephaly)은 반구에 회백질로 둘러 싸인 비정상적인 틈새 또는 갈라진 부분을 보여준다. 개에서 보고된 이소증(heterotopia)은 뇌실하결절형 이다. 이러한 피질 병변은 일반적으로 신호 변화를 동반하지 않는다. 즉 각 시퀀스에서 정상적인 회백질과 신호가 일치한다. 주의할 점은 공뇌증(porencephaly)은 뇌조직으로 둘러싸인 매끄럽고 명확한 경계를 가진 CSF가 포함된 병변이며 이것은 때때로 선천적 이상으로 기술되지만 실제로는 태아기 동안 뇌의 일부를 완전히 손실시킨 산맥 사고, 경색 또는 외상과 같은 특정 부위의 손상에서 비롯되므로 다른 피질 기형과 구별되어야 한다.\n뇌종양\n뇌종양은 개57와 고양이,31 특히 중년-노년의 환자들에서 구조적 뇌전증의 가장 흔한 원인이다. 뇌종양은 편도체의 신경교종과 같이 그 자체로 뇌전증을 유발할 수도 있고(“뇌전증성 종양”), 또는 전두엽의 뇌수막종과 같이 주변 뇌조직에 영향을 주어 뇌전증을 유발할 수도 있다. 이 절에서는 영상 결과에 대한 개요를 제공한다. 특정 종양 유형에 대한 영상 발견에 대한 더 자세한 설명은 리뷰 논문58과 영상진단 교과서에서 찾을 수 있다.\n조직학적으로 성상세포종(astrocytoma) 또는 희소돌기아교세포종(oligo-dendrogliomas)으로 영상진단된 신경교종(gliomas)은 개에서 구조적 뇌전증의 대표적인 원인이다. 프렌치 불독, 잉글리쉬 불독 그리고 복서와 같은 단두종에서 신경교종이 호발한다. 이 종양들은 편도체와 해마를 포함한 전엽, 측두엽 그리고 이상엽에서 호발한다.58-60 신경교종의 일반적인 MRI 소견으로는 다양한 강도 또는 조영증강패턴과 경미한 종괴 효과를 같는 국소적인 실질의 부종을 포함하여 T2W/FLAIR에서 고강도와 T1W에서 저강도를 나타낸다. 종양 내 괴사, 출혈, 석회화와 고리조영증강과 같은 조영 증강 특징은 악성 종양과 관련된다.\n뇌수막종(meningioma)은 뇌전증 발작을 가진 개와 고양이에서 가장 흔한 뇌종양이다. 뇌수막종이 후각, 전두엽, 측두엽 또는 이상엽과 같이 발작하기 쉬운 부위에 인접하여 발생할 때, 이 종양이 발작을 더 높게 일으킬 수 있다. 뇌수막종 환자의 뇌전증 발작은 ICP 증가로 인해 발생할 수 있다. 수막종의 전형적인 MRI 소견은 종괴효과가 있는 광범위한 축외 종괴이다. 비교적 강한 조영증강과 경막미 징후와 함께 나타나며 T2W/FLAIR에서 변하기 쉬운 hypo- to hyper이거나 불균질한 강도이고, T1W에서는 iso- to hypointensity로 나타난다. 뇌수막종과 관련된 종양 주위 부종의 존재와 정도는 가변적이지만 종양의 위치, 성장률, 침습성에 따라 달라질 수 있으며 특정 약물(스테로이드)의 투여에도 영향받을 수 있다.\n염증성 질병(뇌염)\n뇌의 염증성 질환, 즉, 뇌염은 개의 구조적 뇌전증의 두 번째 흔한 원인이지만,31 후자는 “원인 불명(MUO)/(MUE)/(MUA)”의 뇌수막염으로 지칭되며, 이는 감염성 원인으로 입증되지 않은 염증성 CNS 질병의 사전진단을 나타내는데 사용되는 임상 용어이다. 치료와 함께 해결되는 뇌염의 경우, 재발한 뇌전증 발작이 후유증으로 발생할 수 있으며, 이 상태를 “뇌염후 뇌전증(postencephalitic epilepsy; PEE)”이라고 한다.\n세균성 및 진균성 뇌염은 종종 비강 내 감염 또는 중이염으로부터 CNS로 병원체가 침투하여 발생한다. 침윤 부위에서, 사상판, 측두골 또는 고실과 같은 두개골 일부의 골분해가 관찰될 수 있고 CT로 잘 시각화된다. MRI에서 수막은 비대화되고 조영 증강으로 나타날 수 있다. 인접한 뇌 실질 조직에서 T2W/FLAIR 고강도가 일반적으로 침윤 부위에서 확산되는 것이 관찰되며, 단일 또는 다수의 농양의 형성도 가끔 발견된다. 일반적으로 세균성 농양은 T1W에서 다양한 신호 강도, T2W에서 고강도, CE-T1W에서 주변 조영 증강을 나타내는 잘 정의되고 축외 원형 또는 볼록한 캡슐화된 덩어리를 형성한다. DWI에서 농양은 일반적으로 DWI-high/ADC-low를 나타내므로 다른 종괴와 구별하는데 유용하다. 한편, Aspergillus 또는 Cryptococcus 같은 진균성 농양은 축내 다발성 낭종과 좁쌀모양의 낭종을 형성하는 경향이 있으며, 각 낭종들의 고리조영증강, T2W에서는 고강도, T1W에서는 저강도로 나타난다.\n원인 불명의 뇌수막염(meningoencephalitis of unknown origin; MUO)으로는 개에서 흔한 면역 매개성으로 의심되는 과립성 뇌수막염(GME), 괴사성 뇌수막염(NME) 및 괴사성 백혈구뇌염(NLE)을 포함한다. 뇌전증성 발작은 MUO의 흔한 임상 증상 중 하나로 특히 대뇌 피질에 주로 영향을 미치는 NME에서 빈번하게 나타난다. NME의 전형적인 MRI 소견은 초기/급성 단계에서 대뇌피질의 회백질과 백질의 경계에 국소적이고 다발성인 T2W 고강도 병변과 만성 단계에서 괴사를 암시하는 회백질과 백질에 T2W-고강도/ T1W-저강도 병변이다. 간혹 괴사성 병변 주변에서 경미한 조영증강이 관찰될 수 있다. NLE에서도 NME와 유사한 괴사병변이 심부백질 또는 시상하부에서 관찰된다. GME의 영상 소견은 다양하며 병리학적 형태에 따라 다르다. 국소적 또는 다발성 육아종(일반적으로 시각교차점이나 척수에서 T2W가 저강도이거나 다른 부위의 고강도, T1W에서 등강도에서 저강도, 그리고 조직부종의 유무와 상관없는 CE-T1W에서 강하게 또는 균일하게 증강)이 안과형 질환에서는 시각 경로(시신경, 시신경 교차점, 시각 연질, 측뇌체)에 관찰되며, 국소적 질환에서는 뇌의 백질 또는 회백질 경계, 소뇌, 뇌간, 또는 척수에서 관찰된다. 확산된(전이된) GME에서는 주로 백질에서 광범위하게 나타나는 확산된 T2W-고강도/T12-등-저강도 신호병변이 주로 관찰되지만, 회백질에서도 볼 수 있다. 뇌수막 조영증강은 MUO에서 전형적이지 않지만 가끔 관찰될 수 있다. 뇌전증 및/또는 심각한 군집발작은 특히 질병의 초기 또는 급성 단계의 MUO를 가진 개에서 흔히 나타나는 증상이다. 이러한 경우에, 발작으로 인한 변화는 원래의 뇌염 병변과 공존하기 때문에, 종종 각각의 병리학을 구별하는 것은 어렵다.\n\n외상과 외상후 뇌전증\n머리 외상은 뇌에 손상(TBI)을 일으켜 외상 후 뇌전증(autoimmune limbic encephalitis; PTE)이라고 불리는 급성 및 만성 뇌전증 발작을 일으킨다. 외상 후 뇌전증은 즉시 발작(사고 후 24시간 미만), 초기 발작(24시간~1주), 후기 발작(>1주)으로 구분된다.63 외상성 뇌 손상은 영상에서 보일 수도 있고 보이지 않을 수도 있다. 즉시/초기 발작 단계에 해당하는 TBI에서 다양한 유형의 두개골 골절(CT에서 더 잘 보임), 내부(경막외, 경막하, 지주막하, 대뇌내)/외부 출혈 또는 혈종, 부종과 미만성 축삭손상에 의한 뇌타박상과 같은 1차 또는 2차적 손상에 의해 다양한 변화가 관찰될 수 있다.64,65 경미한 뇌 손상은 영상으로 보이지 않을 수 있으며, 병변이 보이는 경우에도 이 단계에서 어떤 병변이 즉시/초기 발작의 원인인지 판단하기 어렵다. TBI 후 14일 이내에 MRI의 예후를 조사한 회고적 연구에서 심각한 뇌실질 내 병변, 골절 부위의 허니아 및 경천막 허니아가 발작 발생과 유의한 관련이 있다고 보고되었다.64 PTE에서, 국소위축, 신경아교증(T2W/FLAIR-고증강), 혈철소의 침착(T2W-저증강) 또는 뇌구멍증과 같은 뇌진탕후 변화들은 조영증강과 상관없이 관찰된다. 이러한 소견들은 종종 만성적인 경색과 유사하며, TBI의 병력과 두개골 골절, 뇌수막의 비후, 또는 혈관에 의해 공급되는 영역 병변의 존재와 같은 소견들이 감별상 주요 소견이 될 것이다.\n혈관성 질환\n뇌혈관 장애(cerebrovascular accident/attack; CVA)는 뇌졸중(stroke)의 동의어이며 이는 허혈성 또는 출혈성으로 하위 분류될 수 있다. CVA의 병태생리학적 경과 및 영상촬영 시기는 발작으로 인한 변화와 유사하다; 그러나 과정의 시작은 CVA로 인한 저산소증과 저혈당에 의해 시작된다. 따라서 CVA의 임상 과정은 초급성(<24시간), 급성(1~7일), 아급성(1~3주), 만성(>1달) 단계로 분류될 수 있다. 머리 손상과 마찬가지로 CVA는 급성 단계와(뇌졸중 후 또는 초기 뇌전증; CVA 후 <2주) 만성 단계(뇌졸중 후 뇌전증 또는 지연 뇌전증) 모두에서 뇌전증 발작을 유발할 수 있다.\n허혈성 뇌졸중의 급성에서 아급성 단계의 기존 MRI 소견은 특정 혈관 영역에 잘 정의된 매우 뚜렷한 삼각형 또는 부채꼴 모양의 T2W/FLAIR 고강조, T1W-저강조의 회백질 병변이다. 저신호를 보이는 회백질 병변으로 나타나며 이 병변은 가벼운 혹은 약한 종괴효과와 함께 나타날 수 있다.66 병변은 종종 피질하백질을 포함하기도 한다. 대조 조영증강은 전형적이지는 않지만 가끔 약한 대조증강과 혈액이 혈관을 빠져나가는 현상인 혈액누출이 관찰될 수 있다. 시간이 지남에 따라 병변(T2W/FLAIR-고강조)은 점차적으로 감소하고 영향을 받은 영역은 지속적인 T2W/FLAIR 고강조 신호가 적은 글리오시스의 징후를 보이면서 위축되거나 괴사될 수 있다. 그러나 기존의 MRI는 초급성 단계에서의 병변을 포착할 수 없다. 따라서 DWI (diffusion-weighted imaging)와 PWI (perfusion-weighted imaging) 또는 CT perfusion(종양 혈류측정법)이 적용된다. 초급성 단계에서는 DWI에서 신호가 높고(높은 확산 가중 영상, DWI-high) ADC (apparent diffusion coefficient)에서 신호가 낮은(저 확산 계수, ADC-low) 세포독성 부종(cytotoxic edema)과 저혈류(hypoperfusion)가 명백할 것이다. 또한 MR 혈관조영과 CT 혈관조영술을 통해 경색된 혈관을 감지할 수 있다.67\n출혈성 뇌졸중의 경우, 초급성 단계에서 출혈 부위 또는 혈종은 T2*W/SWI에서 현저하게 저신호 병변(신호 공백) 또는 CT에서 고밀도 신호 병변으로 나타난다. 출혈의 신호 패턴의 시간 경과에 따른 변화는 표 6.2에 나와 있다. 급성 단계에서, 큰 출혈성 병변은 출혈 부위의 국소부종 또는 허혈 부위와 연관될 수 있다. 병변 주변의 그러한 부종 부위는 일반적으로 아급성-만성 단계에 해소된다. 또한, 최근에 뇌전증이 시작된 경우를 포함하여 임상적인 증상이 있는 경우나 없는 경우, 노령의 개에서 미세출혈이 발견될 수 있다(그림 6.2). 출혈과 혈철소의 침착은 인간에서 뇌전증 유발과 관련이 있는 것으로 알려져 있지만, 개와 고양이의 CVA와 뇌전증 사이의 관계는 여전히 불분명하다.53,68\n\n\n\n"
}