{
    "title": "개와 고양이의 실전 뇌전증 관리",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "10\n페노바르비탈\nPhenobarbital\n페노바르비탈(phenobarbital, PB; 5-ethyl-5-phenylbarbituric acid)은 여러 가지 유형의 발작에 효능이 있고 상대적으로 저렴한 비용 때문에 수의 분야에서 널리 사용되고 있다.1-3 호주/아시아 지역의 수의사들을 대상으로 한 설문 조사에서 PB가 개 (99%)와 고양이 (94%)의 만성 발작 장애를 관리하기 위해 가장 흔히 사용되는 항경련제 약물(antiseizure drugs; ASD)이었다.4 응급의학 전문의와 신경학 전문의들을 대상으로 한 특발성 뇌전증(idiopathic epilepsy; IE)이 의심되는 개에서 ASD 약물 사용에 관한 조사 연구에서, PB가 신경 전문의의 66%와 응급 전문의의 64%들이 가장 먼저 선택하는 ASD 약물이었다.5 PB는 International Veterinary Epilepsy Task Force; IVETF과 2015년 미국 수의 내과학회에서 발표한 개의 발작환자 진료 가이드라인에서 1차 단일요법으로 권장되는 ASD 약물 중 하나이다.6,7\nPB는 경구용액, 경구정제 및 비경구용 약제 형태로 제공되고 있다.\n개에서 PB는 hepatic microsomal enzyme을 유도하는 대표적인 약물 중 하나이고 이러한 효과는 PB뿐만 아니라 다른 많은 약물의 대사에도 영향을 준다. 발작의 정확한 간격과 빈도, 약물에 대한 내성(환자에서 부작용), 정기적인 혈청 PB 농도 측정 및 다른 혈액검사 지표에 대한 모니터 자료에 근거하여 PB 투여량을 개체별로 최적화 하는 것이 PB의 뇌전증 치료에 중요하다.\n작용 기전\nPB와 같은 많은 ASD 약물들과 마찬가지로 PB의 정확한 작용 기전은 완전히 밝혀지지 않았다. 알려진 바에 따르면 PB는 γ-아미노뷰티릭 산(GABA) A형 수용체에 결합한다. 이 결합의 결과로: PB는 GABAA receptor-gated chloride-channels(염소 채널)를 활성화시켜 음전하 염소 이온이 뉴런으로 안정적으로 흐를 수 있도록 해준다. 이로 인하여 신경세포막의 과분극화가 유발되고 action potential의 역치가 증가된다.\nPB는 억제성 신경전달물질인 GABA가 자신의 수용체에 대해 더 높은 친화도를 가지게 하여 중추 신경계에서 GABA에 더 높은 반응성을 유발한다. 이로 인해 염소 이온 채널이 더 오래 열려 있어 뉴런 내에 더 많은 염소가 흘러들어갈 수 있게 된다. 이는 뉴런 내부의 염소 농도가 증가하고 postsynaptic 신경세포의 과분극화가 증가하는 결과를 초래한다.8\nPB는 glutamate 수용체와 상호작용하여 neuronal postsynaptic excitation를 감소시킴으로써 작용한다고 알려져 있다. 또한 PB는 voltage-gated calcium channel의 억제와 관련이 있는 것으로 보이며, 이는 신경세포 내 칼슘 유입이 감소시켜 과분극화에 기여한다.9\n억제성 신경전달물질과 voltage-gated calcium channel에 대한 이러한 상호작용으로 인해 PB는 발작 충동에 대한 역치를 증가시키고 중추 신경계 주변의 뉴런으로의 충동 전파를 감소시킨다.10\n약동학\nPB는 경구 투여후 흡수율이 개에서는 약 90%11,12, 고양이에서는 100%13,14로 생체이용률이 매우 높다고 보고 되어있다. 개에서 식사와 함께 투여할 경우, 공복 상태에서 투여하는 것에 비해 약 10% 정도 흡수율이 떨어지는 것으로 알려져 있다.15\n최대 혈중 PB 농도(Cmax)와 반감기(t1/2)와 같은 약동학적 지표에 대한 자료는 투여 용량과 연구에 따라 다양하게 보고되어 있다.11-21 여기서 보고된 PK 값은 연구자에 따라 크게 달랐다. PK 연구에서 사용된 일부 PB 용량은 일반적으로 임상 사용을 위해 권장되는 용량과 달랐다.\n구강 투여 후:\n개에서 PB는 2시간 이내에 흡수된다.\n혈장 단백질(대부분 알부민)과 결합은 약 45% 정도이다.16\n5.5 mg/kg/day의 용량으로 90일 동안 구강 투여된 개에서 Cmax는 4.60±0.89 hr 이였다.13\n개에서 5.5 mg/kg/day로 90일 동안 구강 투여 후 평균 PB t1/2는 47.3±10.7 시간으로 보고되었으며, 5일 동안 매 8시간마다 2 mg/kg로 구강 투여한 경우, 53.0±15 시간이었다.18,19\n10 mg/kg 1회 구강 투여된 고양이에서 평균 PB t1/2는 76±6.96 시간이고, 21일 동안 5 mg/kg/day로 구강 투여한 경우 43.3±2.92시간이었다.13,14\n개에서 PB의 약 25%가 변화 없이 소변으로 배출된다.11,12\n개에서 PB 경구 치료 시작 후 14~21일 이내에 steady-state concentration이 달성된다.14,21\nPB는 주로 hepatic microsomal enzymatic system에 의해 대사된다. 이러한 이유로 간 기능장애를 가진 개에서 PB 투여는 금기시 된다. 개에서 PB는 hepatic microsomal cytochrome P450(서브패밀리 CYP1A, CYP2B, CYP2C, CYP3A) 효소 활성을 강력하게 유도한다.22 이로 인해 장기간 PB를 투약할 경우, 약의 대사 속도를 점진적으로 가속시켜서 약물에 대한 청소율이 증가되기 때문에 동일한 투여 용량으로 투여시 점진적으로 약효를 감소시킬 수 있다.22\nPB의 약동학적 지표들이 식이나 신체조건에 영향을 받을 수 있다.23 한 연구에서 PB를 2개월 동안 투여받은 27마리의 건강한 비글 개를 대상으로 PB의 PK를 조사하였으며, 세 가지 다른 식이(유지식이, 단백질 제한식이, 지방 및 단백질 제한식이)를 급여시켰다. 연구 종료시 체지방 백분율과 혈청 PB 농도는 지방 및 단백질 제한식이를 섭취한 개에서 유지식이나 단백질 제한식이를 섭취한 개에 비해 유의하게 낮았다. 이 결과는 혈청 PB 농도가 밀접히 모니터링되어야 하며, 식이 및 체성 조성 변화(비만 또는 체중 감소 등)가 발생할 때 용량 조절이 필요할 수 있다는 것을 시사한다.23\n또 다른 연구에서 5마리의 건강한 비글 개에서 한 번의 구강 PB 용량 3 mg/kg 투여 후 요 pH가 PB PK에 미치는 영향을 조사하였다.24 개들은 potassium citrate과 ammonium chloride를 이용하여 요를 알칼리화 또는 산성화시켰다. 요를 알칼리화 시키거나 산성화 시킨 개에서 혈청 PB의 t1/2가 짧아지고 청소율이 증가하였다.24 이러한 연구 결과는 요 pH를 변조시키거나 방광결석을 용해 또는 예방하기 위해 pH 조절 식이를 투여할 때 혈청 PB 농도가 변할 수 있다는 것을 시사하고 있다.\n27\n현재 개와 고양이에서 근육 주사로 투여된 PB의 PK에 대한 연구는 아직 이루어지지 않고 있다. 그러나 사람을 대상으로 한 연구에서 IM 투여 후 흡수율이 경구 투여 후 흡수율과 비슷하게 관찰되었다.28\nPB의 PK에 대한 자세한 내용은 다른 문헌에서도 확인할 수 있다.29\n약물의 효능\n개와 고양이의 뇌전증 치료에 대한 PB 단일요법의 치료 효과는 연구에 따라 다양하게 보고되어 있다. 이러한 차이는 연구에 사용된 연구 집단의 선택 기준, 샘플의 크기, 뇌전증의 심각도, 초기 단일요법 용량, 혈청 PB 농도 모니터링 및 용량 조정(이러한 조치가 있는지? 및 언제 이루어졌는지?), 추적 기간 및 outcome에 대한 평가방법의 차이 때문에 발생하는 것 같다.\n개에서 IE(뇌전증성 뇌병증)에 대한 PB의 효능\n개에서 ASD 약물(항경련제)의 효능에 대한 체계적인 검토를 통해, PB 단일요법이 유용성이 충분히 검증되어 있다.1 혈청 PB 농도가 추천 목표 범위 내에서 유지되는 개에서 PB 단일요법의 효능은 효과 평가 기준(뇌전증성 발작의 빈도 감소 또는 완전 해소)에 따라 60~93%로 다양하게 관찰되었다.1,30-35 개에서 PB 단일요법의 효능은 KBr (potassium bromide)32, IMP (imepitoin)33,34, LEV (levetiracetam)35을 포함한 다른 ASD 약물과 비교 평가된 바 있다(제11, 12, 13장 참조). 개에서 IE의 첫 번째 ASD로서 PB와 KBr을 비교하는 이중맹검법, 무작위 대조 임상 시험에서 PB 치료는 개 중에서 발작에 대한 완전 관해(발작이 전혀 없음) 비율이 85%(20마리 중 17마리)로 KBr 치료보다 더 높은 비율을 보였으며, KBr 치료보다 발작 지속 시간의 감소가 유의성 있게 높게 관찰되었고, 환자의 내약성(tolerability)이 더 높게 나타났다.32 PB 단일요법으로 연구 종료 시점인 6개월 동안 발작 횟수, 지속 시간, 발작 강도의 유의한 감소와 발작 없는 기간의 증가가 유도되었다. 이 연구에는 1~6세의 다양한 종류의 심한 IE를 가진 개가 포함되어 있었고, ASD의 용량은 발작 빈도와 주기적인 치료 모니터링에 따라 각 환자에게 개별적으로 조정되었다.32\n한 임상시험(multicenter, randomized, blind controlled, parallel group)에서, PB로 치료된 개의 58% (88마리 중 51마리)와 IMP로 치료된 개의 47%(64마리 중 30마리)에서 12주간의 연구 기간 동안 발작의 완전관해가 관찰되었다.33 PB로 치료된 개 중 83%(88마리 중 73마리)에서 월별 발작 빈도의 50% 이상 감소가 보고되었으며, IMP로 치료된 개 중 75%(64마리 중 48마리)에서 이와 유사한 결과가 관찰되었다. PB와 IMP 치료 그룹 간의 월별 평균 발작 빈도에는 유의한 차이가 없었다. 이 연구에는 처음에 226마리의 개가 포함되었으며, 최종 분석에는 PB 그룹의 개(22마리, 20%)보다 IMP 그룹의 개(52마리, 45%)가 더 많이 제외되었다. 연구 집단에서 제외된 이유로는 보호자의 철회, 뇌전증의 악화, PB 또는 IMP 시작 후 발작 빈도의 증가, 최대 치료 용량 허용(즉, PB의 경우 12시간마다 6 mg/kg, IMP의 경우 12시간마다 30mg/kg)에도 불구하고 다발성 발작 증상의 발생 등이 있었다.33\nIMP 또는 PB 단일요법을 받는 개에서 발작 빈도와 클러스터 발작 발생을 조사한 연구에서 ASD 단일요법 시작 전과 후의 발작 빈도 감소가 PB 그룹에서 IMP 그룹보다 유의하게 더 크게 관찰되었다. IMP로 치료된 개에서 클러스터 발작이 PB로 치료된 개보다 유의하게 더 빈번하게 발생하였다(68% 대 37%). IMP로 치료된 개에서 클러스터 발작이 발생하는 시기도 PB로 치료된 개보다 유의하게 더 빨랐다.34 새로 진단받은 IE를 가진 12마리의 개를 대상으로 한 조사(randomized, blind controlled, parallel group)에서 PB가 LEV보다 유의하게 효과적이라는 결과가 관찰되었다.35 LEV를 투여받은 6마리의 개에서는 치료 전후의 월간 발작 횟수에 유의한 차이가 없었으나, PB를 투여받은 6마리의 개는 치료 시작 후 유의하게 발작 빈도가 감소하였다. PB를 투여받은 개 중 83%가 치료 반응이 있는 RESPONDER로 분류되었으며(즉, 월별 발작 횟수의 50% 이상 감소), LEV 치료받은 개 중 어느 개도 RESPONDER로 분류되지 못하였다. 이 두 그룹에서 모두 부작용이 보고되었으나, PB 그룹에서 더 빈번하게 관찰되었다.35\nPB 치료를 받는 일부 개에서는 PB의 t1/2가 12시간 간격 투여법에 적합하지 않게 짧아질 수 있으며, 이로 인하여 PB의 효능을 감소시킬 수 있다.32,36 후향적 증례 연구에서는 장기간의 PB 치료에 의해 PB t1/2가 20시간 이내로 감소한 IE 개에서PB 를 하루 3회(8시간 간격) 투여 시 부작용 없이 뇌전증을 관리할 수 있었다.36 이 연구(10마리 모두)에서 PB의 혈청 농도가 steady하게 충분한 농도를 유지하였음에도 불구하고 치료실패를 경험하였다. PB 치료 개시 시점부터 PB 반감기가 20시간 이내로 줄어드는 데까지 걸리는 평균 시간은 27±17.2개월(range 5~53 months, median 26 months)이었다. PB 반감기 감소가 감지되었을 당시 평균 투여량은 5.7±1.8 mg/kg q12 h (range 3.5~8 mg/kg every 12 hours, median 5.95 mg/kg)이었다. PB를 하루 3회 8시간 간격으로 투여한 뒤로, 약물의 반감기는 20시간 이상(mean 53.3±33.1 hours)으로 늘어났고, 이 중 9마리는 발작 증상의 제어가 용이해졌다(발작없는 기간이 최대 3배까지 길어짐).36\n상당히 오랜시간 높은 참고 범위(30~34 μg/mL)를 유지하고 있음에도 불구하고 과도한 발작 활동이 지속되거나, 안정 상태(steady state) 도달 후에도 원치 않는 부작용(수면, 안정감, 식욕 증가 및 체중 증가, 다음/다뇨)이 지속되면, 환자가 PB 약물에 내성을 보인다고 볼수 있다(치료 성공 및 약물 저항에 대한 자세한 내용은 제9장을 참조하라). 이러한 경우, PB의 t1/2가 20~24시간 이상인 경우(다시 말해 8시간마다 투여해도 발작 제어에 개선이 없을 경우), PB와 병용하여 두 번째 ASD 약물을 시작해야 한다. 병용 ASD 약물의 선택 기준은 제9장에서 설명되어 있다. 두 번째 ASD 약물의 혈청 참고 농도 및 적절한 발작 증상 제어의 목표가 달성된 경우, PB 투여량을 감량할 수 있다(특히, 부작용이 발생한 경우). PB에 저항성이 있는 IE 개에서 보조 ASD 약물로 KBr을 사용하는 경우가 흔하다(제11장 참조). 그러나 환자가 이 조합의 약물을 항상 잘 견디는 것은 아니다. PB에 저항성이 있는 개 중 약 50%에서 70%가 KBr을 추가 투여 받으면 발작 빈도가 최소 50% 이상 감소하고 발작의 심각도와 강도가 감소한다.37,38 KBr 추가후 PB의 투여를 중단하거나 감량하는 경우가 개의 53%에서 보고되었으며 발작 증상의 제어 역시 유지되거나 개선되었다고 한다.38 PB에 저항성이 있는 IE 개에 대한 보조 치료로 LEV도 효과적으로 사용되고 있다(관련 연구 자료는 제12장에 자세히 기술되어 있다). PB 또는 PB/KBr에 대한 보조 치료로 다른 ASD 약물(제13장에서 제15장까지)를 추가 투약할 수 있다. 약물 선택 및 투여 용량 결정시, PB와 다른 ASD 약물 간의 약동학적 상호작용을 고려해야 한다.\n그러나 한 마리 개에서 Phenoleptil® 투여 후 Luminal® vet 투여 후보다 혈중 PB 농도가 현저히 낮게 관찰되었다.49 PB 제형이나 브랜드를 바꿀 경우, 변경 전과 변경 후 14~20일에 혈청 PB 농도를 다시 한번 체크해보는 것이 좋다.\n최근 임상에서 혈청 분석기(Catalyst Dx®, Idexx)를 사용한 혈청 PB 농도 모니터링이 점점 더 보편화되고 있다. 이러한 모니터 시스템은 시간과 비용 효율적인 장점을 갖고 있지만, 최근 한 보고서에 따르면, Catalyst Dx®(Idexx)를 사용한 경우에 Immulite 2000®(Siemens)을 사용했을 보다 혈청 PB 농도가 상당히 더 높게 측정되었다고 한다.50 이러한 연구 결과는 혈청 PB 농도 평가는 동일한 측정기를 이용하는 것이 얼마나 중요한지를 보여주고 있다.50\nPB를 만성적으로 투여받는 개에서 발생할 수 있는 실험실 검사상 변화는 다음 절에 나와있다.\n간 효소치 상승\nPB 치료를 받는 개에서 뇌전증의 임상적인 증상이 없어도 ALP, ALT 그리고 GGT 수치의 상승이 일반적으로 나타난다.47,51,52 수의사는 이러한 실험실적 변화가 단순 약물에 의한 간 효소치 상승인지 간손상때문인지 감별하는 것이 중요하다. 장기적으로 PB 치료를 받는 개에서 간 기능을 모니터링하기 위해 간 효소치, 총 빌리루빈, 알부민, BUN, 포도당 및 콜레스테롤을 포함한 종합적인 혈청 생화학 검사를 주기적으로 실시해야야 한다(박스 10.2 참조). 이상적으로는 식전 및 식후 담즙산도 평가해야 한다. 이상이 있는 경우, 복부 초음파 및 필요한 경우 조직학적 검사가 추가적으로 필요할 수 있다.\n12마리의 건강한 개에서 장기간 PB를 투여 후 혈청 간 효소 수치 및 간 기능의 다른 검사 지표의 변화를 조사한 적 있다.47 12시간마다 5 mg/kg의 PB 투여 후 29주가 지난 후, 12마리 개 중 5마리에서 신체 검사상 경도의 간종대가 관찰된 것 이외 특별한 이상은 관찰되지 않았다. 복부 방사선상, 8마리의 개에서 간종대가 확인되었다. 하한치 혈청 PB 농도는 20~40 μg/mL이었다. 조사 기간 동안 혈청 ALP 및 ALT가 유의하게 증가하였으며, GGT는 일시적으로 증가하였고, 알부민은 일시적으로 감소하였다. AST, 빌리루빈 및 공복 담즙산 농도에는 유의한 변화가 없었다. 초음파 검사에서 간 에코와 구조에 변화는 관찰되지 않았다. 조직학적으로 간의 형태적 손상의 증거는 관찰되지 않았다. 이러한 수치 상승의 원인은 직접적인 간손상보다는 약물에 의한 간 효소 방충 유도로 본 연구팀은 판단하였다.47 그러나 다른 연구에서는 임상적으로 건강한 PB 치료를 받은 뇌전증 환자 12마리의 간 조직에서 PB 유도 간 ALP 및 ALT 효소 활성의 증거를 찾을 수 없었다.51 총 PB의 하루 총투약량은 2.1~12.9 mg/kg/day(중앙값 5 mg/kg/일)였으며, PB 치료 기간은 4개월에서 6.5년(중앙값 1.7년)까지 다양했다. 혈청 PB 농도는 9.7~44.2 μg/mL(중앙값 22.8 μg/mL)였다. PB 치료를 받은 개 중 12마리 중 11마리(92%)가 정상 범위의 2배 이상의 ALP 수치를 보였으며, 12마리 중 7마리(58%)가 정상 범위 이상의 ALT 수치를 보였다(이 중 3마리는 정상 범위의 2배 이상의 ALT 수치를 보였다). 간 생검 조직 검사에서는 PB 치료를 받은 개에서 대조 그룹보다 더 많은 개체에서 더 심각한 병소가 확인되었다. 그러나 두 그룹 모두에서 유사한 종류의 병소가 발견되었다. 치료 기간만이 전반적인 조직병리학적 점수와 유의한 관련성이 있었다. PB 용량, 혈청 PB 농도, 혈청 ALT 또는 ALP 수치 또는 간 조직내 ALT 또는 ALP 활성도 등은 조직병리학적 점수와 관련성이 없었다. 따라서 본 연구팀은 간 효소 수치변화는 유도로 인한 것이 아니라 임상적인 간 손상 때문인 것으로 판단하였다.51\n또 다른 연구에서 최소 2주 이상 PB를 투여받은 95마리의 개의 혈청 샘플을 평가하였다. 투여 용량은 1~5 mg/kg를 12시간마다 투여한 경우이며, 95마리 중 38마리(40%)에서 한 가지 이상의 간 효소 수치가 비정상적으로 증가하였다.52 이 연구에서는 혈청 PB 농도가 높을수록 혈청 ALP, ALT, GGT 및 glutamate dehydrogenase의 수치 증가가 더욱 유의미하게 관찰되었다. 이 연구에서 PB 치료 기간 역시 ALP 및 ALT 수치 증가와 밀접한 관련이 있었다.52\n21\n고콜레스테롤혈증\nPB 5 mg/kg를 12시간마다 27주 동안 투여한 개에서 고콜레스테롤혈증이 관찰되었다. PB 치료가 중단된 후 3~5주 이내에 정상 수치로 회복되었다.53\n공복 고중성지방혈증\nPB 단일요법 또는 KBr과의 병용 치료를 받은 개의 33%에서 공복 고중성지방혈증이 확인되었다.44\n갑상선 기능 검사에 대한 영향\n장기적인 PB 치료는 임상적으로 정상인의 성견에서 TT4 및 fT4 혈청 농도를 감소시킬 수 있으며, 동시에 TSH 혈청 농도가 정상 또는 약간 증가되게 만들어 갑상선기능저하증처럼 보이게 할 수 있다.53-55 27주 동안 4.4~6.6 mg/kg의 PB를 12시간마다 경구 투여한 12마리의 건강한 개에서 PB 치료 전에 비해 혈청 T4 및 fT4 농도가 유의하게 감소하고 TSH 농도가 유의하게 증가한 것이 확인되었다. PB가 T4의 대사 속도를 증가시켜 이러한 변화가 유발된 것으로 추측되고 있다.53\n부작용 및 약물 상호작용\nPB 사용과 관련하여 A형(용량 의존적이고 예측 가능하며 약물 관련) 및 B형(특이적이고 예측할 수 없으며 용량과 관련이 없는) 부작용이 보고되어 있다. 이러한 부작용에 대해서는 제9장에 더 자세히 기술되어 있다.\n심한 부작용으로 인해 PB를 중단해야 할 때, 뇌전증 환자의 뇌전증 발작 증상제어를 유지하거나 달성하기 위해 대체 ASD 약물(항뇌전증 치료제)이 필요할 수 있다. 대체 약물과 투여량 선택 시 대체 약물의 약동학적 특징이 고려되어야 한다(제9장 및 각 각의 ASD 약물들 편에 자세히 기술되어 있다). PB의 갑작스런 중단 이후에는 새로운 ASD 약물을 loading dose 투여가 필요할 수 있다.\nASD 약물에 대한 내약성과 안전성에 대한 체계적인 메타 분석에서 ASD 약물의 부작용 발생 빈도와 유병률이 비교 연구된 바 있다. 직접 비교한 연구에서는 LEV와 IMP가 PB보다 더 나은 안전성을 보였고, PB는 KBr보다 더 나은 안전성을 보였다. 그러나 이러한 결과들은 통계학적으로 유의한 차이는 없었다.2\n개에서 간독성\nPB 관련 간독성의 임상적 특징은 일반적인 특이반응(idiosyncratic)이나 용량 의존적인 양상을 보이지 않는다.56 장기간 PB 치료 이후 간 질환(대부분 섬유화)이 발생한 18마리의 개를 대상으로 한 회고적 연구에서 모든 개에서 과다 진정과 운동 실조가 관찰되었고, 5마리에서 식욕부진, 5마리에서 복수, 3마리에서 황달, 2마리에서 응고 장애 등의 임상 증상이 관찰되었다. 이들 중 78%의 개에서 저알부민혈증이 확인되었으며, 다수의 개에서 ALP(100%), ALT(83%), 절식시 담즙산(80%) 및 총빌리루빈(50%)의 상승이 관찰되었다.46 평균 PB 치료 기간은 39개월이었으며(range: 5~82개월), 대상 개의 72%는 혈중 PB 최저농도가 40 mg/mL 이상이었다.\n만약 이러한 간독성이 조기에 감지되고 PB 투여량을 충분히 감량하거나 중단하면 이러한 간손상은 회복될 수 있다. 하지만 너무 늦게 발견되면 간 손상은 되돌릴 수 없고 치명적이 될 수 있다.46 장기간 PB를 투여받고 있는 개에서 장기적인 간수치(절식 시 담즙산 포함)와 혈중 PB 농도 모니터링(박스 10.2)이 이러한 간손상을 조기에 감지하고 발생을 방지하는 데 도움이 된다. 혈중 PB 농도가 35 mg/mL 이상인 경우 PB 용량을 줄이고, 발작 제어를 위해 다른 ASD 약물을 추가하는 방법이 필요할 수 있다.\nPB로 인한 간독성은 PB에 의한 cytochrome P450 유도와 이에 따른 식이 또는 환경내 물질의 이차 생물활성화와 관련이 있다고 보고 있다.\nType A 부작용\nPB의 가장 흔히 보고된 A형 부작용은 진정, 운동 실조, 다음/다뇨/다식이다.2,3,6 이러한 부작용은 용량에 따라 다르게 나타나며, 일반적으로 치료 시작 후 2~4주 이내 또는 용량 증가 후에 발생하다가 개와 고양이 모두에서 PK (약동학적) 및 약력학적 관용 상태가 되면 증상이 가라앉는다.\n뇌전증을 가진 30마리의 개를 대상으로 PB 단일요법을 시작한 이후 3년간 추적 관찰한 임상 연구에서 30마리 중 4마리(13%)가 영구적인 다음/다뇨 증상이 관찰되었다. 16마리(53%)에서는 진정, 운동 실조, 다음/다뇨/다식 증상은 일시적이었으며, 안정 상태 농도를 달성한 후 호전되었다. 이러한 대상 견중 어떤 환자도 PB 중단을 필요로 할 만큼 심한 부작용이 발생하지 않았다.34\n최근에는 뇌전증 때문에 PB 치료를 받은 77마리 고양이를 대상으로 부작용의 유병률, 임상적 특징 및 위험 요인에 대한 회고 연구가 진행되었다.57 PB의 중간 초기 용량은 2 mg/kg, q12h(범위 0.6~4.4 mg/kg)였으며, PB 치료의 중간 기간은 22개월 (범위 1.5~108개월)이었다. \nB형 부작용\nPB를 투약받는 개와 고양이에서 다양한 B형 부작용이 보고되어 있다. 그러나 이러한 부작용에 대한 인과관계는 명확하게 입증되지 않고 있다. 또한 이러한 부작용은 PB 중단 후 일반적으로 호전된다. 57\n혈액학적 이상(호중구감소증, 빈혈, 혈소판 감소증)\nPB와 관련된 혈액학적 이상 소견에 대한 유병률은 개에서 4.2~58%에서58 22~59%까지59 다양하게 보고되어있다. 여러 병원에서 합동으로 실시한 대규모 회고 연구58에서 1766마리 중 16마리(4.2%)의 개가 PB와 관련된 혈액학적 이상 소견을 보였다. 이 중 2마리는 호중구감소증, 3마리는 빈혈과 혈소판감소증, 2마리는 빈혈과 호중구감소증을을 보였으며, 나머지 9마리는 범세포감소증을 보였다. PB는 12시간마다 중간 용량인 3 mg/kg로 투여되었고, 중간 기간은 100일이었다. 중간 혈중 PB 농도는 19 μg/mL이었다. 이러한 개에서 기면(16), 식욕 부진(6), 창백한 점막(1), 빈맥(1), 고열(3) 및 점막출혈/내출혈(1) 등의 비특이적인 임상 증상이 관찰되었다. 8마리 개에서 재생성 빈혈의 증상이 있었다. 범세포감소증이 있는 5마리 개에서 골수 평가(세포검사 및 생검)가 수행되었다. 골수액은 적혈구, 골수세포 및 혈소판세포 계통의 활발한 생성을 보였으며, 예상보다 성숙한 형태의 세포 수가 적었다. 진단 후 PB 투약은 중단되었고 다른 약물로 대체되었다. PB와 관련된 혈액학적 이상이 호전되는 데까지 걸린 중간 시간은 17일(범위 2~110일)이었다.58 최근에는 고양이에서 호중구감소증 및 과립구성 저형성증이 PB 투약과 관련되어 보고된 바 있다.  골수 세포 검사와 생검에서 호중구 무형성증과 호중구에 대한 면역매개성 파괴를 암시하는 심각한 과립구 저형성증이 확인되었다. 이러한 소견은 PB 중단 후 호전되었다.60\n피부 부작용\nPB를 투약받는 개들에서 때때로 피부 부작용이 나타날 수 있다. ASD 약물 치료를 받는 개를 대상으로 한 연구에서, 6년간의 회고 연구 기간 동안 PB 단일요법을 받은 개 중 18%(17/93)가 피부질환 증상을 나타냈으며, 이후 2년간의 추적 연구 기간 동안 11% (15/137)의 개에서 피부질환 증상이 관찰되었다.61 그러나 Naranjo 지수(다양한 기준을 바탕으로 약물 부작용의 가능성을 추정하는 척도)를 바탕으로 조사해본 결과, 이들 중 2마리만이 ASD 과민반응으로 분류할 수 있었다. 이러한 15마리의 개 중 12마리는 PB PB 단일요법을 받았고, 3마리는 다른 ASD 약물(PB/LEV, PB/KBr, PB/LEV/KBr)을 병행 투여받았다. Naranjo 지수를 바탕으로, 이 15마리의 개 중 6마리 (40%)는 과민반응으로 분류되었으며(모두 PB 단일 요법중이었음), 8마리 (53.3%)는 ASD 약물에 의한 과민반응으로 분류되었고(어떤 약이 원인인지 모름), 1마리 (6.7%)는 의심되는 환자로 분류되었다. 이 15마리의 개 중 한 마리는 LEV 시작 직후에 피부질환 증상을 보였으며, 나머지 14마리는 PB 시작 후 며칠에서 몇 개월 이내에 피부질환 증상을 보였다. 이 중 9마리는 피부과 전문의에 의해 종합적인 검사 후 진단이 내려졌고, 나머지 6마리는 일반 수의사에게서 일부 검사를 받고 진단이 내려졌다. 피부 반응은 4마리의 개에서 심한 형태(광범위한 침식 또는 표피 괴사로 인한 피부 탈착), 8마리의 개에서 중등도 형태(육아종, 농포, 홍반 및 더러운 병변), 3마리의 개에서 경도 형태(소양감/탈모)로 평가되었다. 안구 주위, 점막-피부 경계부, 서혜부 및 사지에서 특히 이러한 병소가 잘 나타났다. 뇌전증 관련 약물 치료는 7마리의 개에서 중단되었다(PB 6마리, LEV 1마리). 하지만 1마리의 개에서는 KBr loading dose 투여에도 불구하고 심한 뇌전증 발작으로 인해 PB가 다시 처방되었다. 피부 증상은 약 2주 정도 후에 완전히 소멸된 개가 5마리이며, 1마리의 개에서는 상당히 호전된 소견만 보였다.61 또 다른 회고 연구에서는 더 심한 피부질환 증상(즉, 조직학적으로 확인된 표피 괴사성 피부염)이 관찰된 바 있다.62 이러한 피부병변은 장기간의 PB 치료 이후에만 발생했으며(평균 6년, 범위 1.7~11년), 간 질환과 관련되어 있었다. 따라서 따라서 이러한 소견은 특이체질에 의한 약물 독성은 아닌 것으로 보인다. 이 연구에 포함된 11마리의 개 중 평균 최대 PB 일일 투약량은 12.4±5.7 mg/kg(범위 3.8~19.8 mg/kg)이었으며, 평균 최저 혈중 PB 농도는 43.5±15.1 μg/mL(범위 22.8~66 μg/mL)였다. 이 11마리의 개 중 6마리에서는 ALT 수치의 지속적인 상승으로 인해 PB 투약이 중단되고 피부병변이 나타날 때까지 중간값 4주(범위 2~72주) 정도 소요되었다. 피부질환 증상에는 탈모, 홍반 및 궤양이 있었고, 주로 복부의 복부면, 점막피부 결합부 및 말단 부위에서 병소가 다발하였다. 발바닥에는 균열(fissure)이 있는 비듬과 과증식 피부병변이 관찰되었다.62\n췌장염\nPB를 투약받는 개들에서 췌장염이 발생 가능한 부작용으로 보고되었으며, PB 단일요법을 받은 개에서는 유병률이 0.3%이며, PB와 KBr을 함께 투여한 개에서는 최소 10%이다.63 췌장염 발병 관련 인과관계는 아직 입증되지 않았으며, PB와/또는 KBr의 A형 부작용 중 하나인 다식 증상이 dietary indiscretion을 유발하여 이에 따라 췌장염이 발생할 수 있다는 주장이 제기된 바 있다. PB로 인한 췌장염의 예상할 수 있는 발병기전으로 고중성지방혈증이 밀접한 관련이 있다. 공복 고중성지방혈증이 식후 혈중 중성지방 농도 상승과 관련이 있고, 이러한 소견은 췌장염 발병의 위험 요소로 간주되고 있다. 공복 고중성지방혈증이 3개월 이상 PB 단독 또는 KBr 복합 투약된 개의 33%(57마리 중 19마리)에서 확인되었다.44 이러한 개들 중 16%는 이전에 췌장염 경력이 있었으며, 27% 개에서는 cPL 수치가 높게 측정되었으며, 63% 개는 비만이었다. 공복 고중성지방혈증이 비만 때문인지, PB에 대한 특이적 반응 때문인지, 아니면 다요인성인지는 밝혀지지 않았다. PB1/2KBr를 투약받는 환자에서 췌장염 발병위험을 줄이기 위해 저지방 식이, 적당한 BCS 유지 및 공복 혈중 중성지방에 대한 모니터링이 필요하다.44\n운동장애\nPB를 8주 동안 투여받은 개에서 지속적인 근육 경련과 불안증이 보고된 바 있다.64 운동장애가 발생한 시점에서 PB 용량을 3.8 mg/kg, q12h로 경구투약 중이었다. 임상 검사에서 개는 안면 근육의 미세한 간헐적 수축과 경부 및 어깨 근육의 심한 간헐적 수축을 보였다. 근육 움직임을 보일 때 기록된 뇌파는 뇌전증 활동을 나타내지 않았다. 운동장애와 불안증은 PB 경구 투여량을 0.76 mg/kg q12h로 감량하고 나서 유의하게 개선되었다. 이 환자에서 지속성 뇌전증이 재발하였고, PB를 1.5 mg/kg, q12h로 증량하였다. 이후 환자는 다시 근육 경련 증상이 나타났고, felbamate를 증량하고 PB 투여량을 감량해보다가 결국 중단하였다. PB 중단 이후 1년 동안 근육경련은 관찰되지 않았다.64\n저알부민혈증\n간기능 이상 또는 단백뇨증이 없는 개에게 PB의 권장 유지량을 투여하였을 때, 저알부민혈증이 발생된 경우가 보고되어 있다. 이 환자는 부종이 발생하였으며 혈장 수혈이 필요했다. PB 투여 중단 후 알부민 농도는 정상 수준으로 회복되었다.65\n부신피질기능저하증\n1마리 개에서 PB를 2.3 mg/kg, q12h, 3주간 투여받은 후 급성 부신피질기능저하증이 발생된 바 있다. 환자는 원래 경계성 부신피질기능저하증이 있었는데, PB 복용에 의해 내래성 스테로이드 대사가 가속화되어, 급성 부신피질기능저하증이 발생한 것으로 추정하고 있다.66\n전신 림프절비대증 또는 “가성 림프종”\n전신 림프절비대증 또는 “가성 림프종”(무기력증, 과열, 식욕부진, 피부 및 구강 점막의 홍조, 침식, 궤양 및 가피 증상이 동반되기도 함)이 일부 고양이에서 보고된 바 있다.67,68 이 증례 보고서에 따르면, PB 복용을 시작한 후 3~4주 후에 림프절비대증이 발생했다고 한다. 림프절 비대증은 PB 투여 중단 후 10~14일 이내에 해소되었으며, 림프절비대증의 다른 원인은 발견되지 않았다고 한다.68\n가려움증\n"
}