{
 "title": "개와 고양이의 실전 뇌전증 관리",
 "author": "현창백 역",
 "publisher": "(주)범문에듀케이션",
 "department": "내과",
 "disease": "11\n브롬화 칼륨(KBr)\nPotassium Bromide (KBr)\nPotassium Bromide (KBr)는 1857년에 사람의 뇌전증 치료를 위해 처음 사용된 최초의 항경련제(ASD)였으며, 20세기 초까지 주로 사용되었고, 안정적인 효과를 보이는 제1선 치료제로 사용되어 왔다. 하지만 1912년 페노바르비탈(PB)이 등장하면서 부작용이 적은 PB 치료법이 KBr 치료법을 빠르게 대체하게 되었다. 수의분야에서는 1990년대 슈바르츠-포르쉐(Schwartz-Porsche)에 의해 소개되었고, 이후 KBr은 PB에 저항성을 가진 개의 구제 약물뿐만 아니라 간독성이 있는 PB나 간에서 대사되는 다른 약물(예: 페니토인과 프리미돈)의 장기간 투여나 고용량 투여로 고통받는 개에 대한 치료에 있어서 대체 치료제로 사용되기 시작했다. 현재 KBr은 수의분야에서 PB 약물 내성을 보이는 개의 뇌전증에 대한 제2선 또는 제3선 치료제로 제한적으로 사용되고 있지만 과거에는 PB 약물에 내성을 보이는 환자에서 증상을 개선시키고 환자를 구할 수 있는 기회를 제공했다. 또한 아직까지도 KBr은 뇌전증 치료에 효과적이며, 간 대사가 없고 최소한의 약물 간 상호작용을 보이며, 상대적으로 구하기 용이하고 저렴한 약물로 개의 뇌전증 치료에 많이 사용되고 있다. 본 장은 개에 대한 치료에 초점을 맞추고 있다.\n작용 기전\n항경련제는 작용기전에 따라 크게 3가지로 분류된다.\nγ-아미노뷰티릭 산(GABA) 작용 활성을 통한 억제 증진\n신경 흥분성 전달 감소\n막 양이온(Na+ 또는 Ca2+) 전도의 변경\n아쉽게도 KBr이 뇌전증 치료에 주로 사용되던 시기에는 수의학 분야에서 ASD 약물을 선택할 때 여러 가지 제한 사항이 있었다. 이전의 많은 ASD 약물들은 소동물에서 적절하지 않은 약동학(너무 빠른 제거속도), 비효능성 또는 간독성 가능성 때문에 처방할 수 없는 경우가 많았다. 그 결과, 수의학에서 가장 널리 사용되는 ASD 약물들은 기전적으로 뇌에 대한 억제 기능을 증대시키는 약물들이었다. 최근에는 대체적인 작용 기전을 가진 새로운 ASD 약물의 등장으로 더 다양한 치료 옵션을 선택할 수 있게 되었다(자세한 내용은 제9장을 참조하라).\n브롬(bromide) 성분이 KBr의 항경련 특성을 가진 성분이지만, 브롬의 정확한 작용 메커니즘은 알려져 있지 않았다. 개에 대한 브롬의 항경련 효과는 알베르토니(Albertoni) 박사팀에 의해 처음으로 발견되었다. 이 연구팀의 논문에 따르면, 개에서 브롬이 운동 피질에 대한 직접 전기 자극의 효과를 상쇄시킨다고 보고하고 있다. 브롬은 또한 마우스와 고양이에서 펜틸레네테트라졸(pentylenetetrazol; 발작을 유도하는 약물)로 유발된 발작을 차단하였다. 이러한 효과는 GABA에 의해 활성화된 신경세포막을 통해 염소와 비교하여 브롬이 신경세포막에 더 잘 통과하기 때문이라고 생각되고 있다. 이론적으로, 브롬은 염소와 경쟁하여 억제성 postsynaptic GABA 신경전달물질의 효과를 증가시켜 postsynaptic 막의 과분극화를 유발시킬 수 있다. PB와 같이 GABA 작용을 통해 염소 전도도를 증가시키는 약물은 브롬과 협력하여 발작 임계치를 높일 수 있다.\n약동학\n브롬은 일반적으로 무기염화물인 KBr 형태로 투여된다. 개에서 경구로 투여된 KBr은 위장관에서 잘 흡수되며, 최대 흡수는 90분 이내에 발생한다. 브롬은 2시간 이내에 완전히 분포되며 중추 신경계 외부로 수동적으로 밀려난다. 브롬은 혈청 내에서 염소를 대체하지만 두 할라이드(halides)의 합은 개에서 일정하다. 개에서 장기간 경구 KBr 치료를 받을 경우, 적혈구와 혈청 사이의 분포비가 염소보다 브롬이 약간 더 크다.\n경구 및 정맥 투여 후 개에서 브롬의 뇌척수액(CSF) 및 뇌 내 농도는 사람보다 더 높게 유지된다. 경구 투여 후 CSF에서 최대 브롬 농도는 약 2시간 이후에 발생한다. 약물의 제거속도가 느리기 때문에, 일단 최대 농도에 도달하면 CSF 브롬 농도는 상대적으로 일정하게 유지된다. CSF에서의 브롬 제거는 용량에 의존적이며, choroid plexus에서 saturable active transport mechanism을 통해 이루어진다. 토끼에서 경구로 브롬을 투여하면, 뇌와 CSF 사이의 브롬 농도 비율이 증가된다(능동수송 기전이 작용하는 것 같음).\n개에서 40 mg/kg/day의 KBr 투여량은 천천히 대사되며, 중간값 제거 반감기(t1/2)는 15.2일이며, total body clearance는 16.4 mL/kg/일이고, 분포용적은 0.40 L/kg이며, 중간값 안정 상태 농도는 2450 mg/L이다.13 만성 경구 투여 시 안정 상태 농도에 이르는 시간은 이론적으로 5 3 t1/2 또는 76일이 소요된다. 다른 연구에서는 t1/2가 25일에서 46일까지 다양하게 보고되었으며,14,15 안정 상태 농도는 125일에서 230일이 소요되었다. 거의 모든 브롬은 신장으로 배출되며, 브롬은 침에 분비되어 장에서 재흡수된다. 안정 상태 브롬 농도의 개체 차이가 있어서 개마다 다를 수 있으며, 이는 개체간에 식이 염소 농도, 청소 및 생체 이용률의 차이 때문인 것으로 생각되고 있다. 염소(즉, 염화나트륨) 함유량이 높은 식이는 신장에서 과도한 배설로 인해 혈청 브롬 농도를 낮출 수 있다.4 알려진 약물 간 상호작용은 보고된 바가 없으며, 브롬은 간 대사나 단백질 결합이 없다. 브롬은 요로 배설되므로 신기능이 저하된 개에서는 청소율이 감소하여 안정 상태(steady-state) 농도가 높아질 수 있다.\n효능\nKBr 단일요법의 효능에 대한 평가(double-blind, randomized study)는 단 한 번 이루어졌다. 이 연구에서 치료 약 6개월 후 원발성 뇌전증을 가진 개 중 74%(23마리 중 17마리)가 발작 빈도의 50% 이상 감소를 보였으며, 이 중 52% (23마리 중 12마리)가 발작 증상을 보이지 않았다.17 이 연구에서 개들은 처음에 KBr loading 용량을 투여 받았으며(450 mg/kg를 7일 동안 12시간마다 14회로 분할 투여), 이후에는 12시간마다 KBr 15 mg/kg로 유지용량으로 투여받았다. 연구 종료 시점의 평균 혈청 브롬 농도는 1900 mg/L(범위: 900~3300 mg/L)였다. KBr을 PB와/또는 프리미돈과 병용 투여한 후 효능에 평가한 연구가 수행되었다. 여러 회고 연구에서 KBr과 PB를 병용투여시 다수의 개에서 뇌전증 발작 수와 심도를 감소시켜 주는 것으로 보고하고 있고, 뇌전증 발작 증상을 보이지 않는 개의 비율은 21%에서 72%까지 다양하게 관찰되었다. 개 뇌전증에 대한 KBr 사용과 관련된 최초의 보고(Schwartz-Porsche)에서 PB 및/또는 프리미돈 치료가 실패한 22마리의 개에서 KBr을 병용 투여하였다. 개들은 평균 21개월 동안 17~58 mg/kg/day의 KBr을 투여받았다. 발작을 보였던 19마리 중 21%(4마리)가 발작이 없어지고, 또 다른 37%는 발작 빈도가 50% 이상 감소했다. IE를 가진 23마리의 개에 대한(평균 15개월이상 KBr을 병용 투여받음) 회고 연구에서는 83%(23마리 중 19마리)가 발작 빈도가 유의하게 감소했으며, 26%(23마리 중 6마리)가 1년 후 더 이상 발작을 보이지 않았다. PB나 프리미돈과 병용하여 KBr을 투여받은 122마리의 뇌전증 개를 평가한 다른 회고 연구에서는 72%(122마리 중 88마리)의 개가 최소 3개월 동안 치료 시작 이후 발작 빈도가 50% 이상 감소했다. PB 또는 프리미돈으로 처음 치료를 받았던 개 중 19%(122마리 중 23마리)에서 PB 치료 중단이 가능했다. KBr과 PB 치료를 계속한 개 중 45%는 혈청 PB 농도가 20 μg/mL 미만인 상태로 발작 증상 제어가 가능했다.\n미국 수의내과학회(ACVIM)에서 2015년에 그동안에 발표된 학술적 자료에 근거하여 뇌전증 치료에 관한 치료 권장안을 발표하였다. 브롬은 단일요법 또는 병용 요법으로 중간 정도의 권고를 받았다. 이러한 사실은 이 약물이 임상적으로 효능이 있다는 것을 의미한다.\n임상적 사용\n브롬은 경구로 투여되며, 용액(증류수에 희석), 알약 및 캡슐 형태로 투약이 가능하다. 최근 미국에서는 브롬화 칼륨(KBr)이 씹을 수 있는 정제로 형태로 시판되어 FDA의 임시 사용 승인을 받았다. 많은 유럽 국가에서는 제1선 ASD 약물에 저항을 보이는 원발성 뇌전증을 가진 개에 대해 병용 요법으로 사용이 허가되어 있다.\nKBr은 단일 요법으로 사용하거나 최소 진정작용이 있는 ASD 약물과 병용 투여시(예, LEV), 시작 용량으로 40 mg/kg/day로 투여할 수 있다. ASD 약물로 PB와 병용하여 사용할 경우, 진정 효과를 최소화하기 위해 30 mg/kg/day의 용량으로 사용하는 것이 좋다. 하루 한 번, 밤에 투여하는 방법이 투약 후 진정 작용이 나타나는 주간 투약법보다 추천된다. 만약 투여와 관련하여 소화기 증상이 나타난다면, 아침과 취침 시간에 음식과 함께 균일한 양으로 분할 투여하는 것이 도움이 될 수 있다. PB와 함께 병용 투약 시 진정 효과가 심하게 나타나는 경우, PB 투여 시점과 2시간 차이를 두고 따로 투여하는 방법이 사용될 수 있다. 저자의 경험에 따르면, KBr 단일 요법은 뇌전증 활동이 적은 개(1년에 3회 미만) 및 PB를 중단할 수 있는 일부 원발성 뇌전증을 가진 개, 기저 간 질환을 가진 개에서 적용될 수 있다. 높은 초기 뇌전증 빈도(월 1회 이상), 구조적 뇌전증이 존재하는 경우 또는 불필요한 부작용(예: 쇠약, 과도한 다음)이 지속되는 경우에는 KBr 단일 요법이 권장되지 않는다.17 KBr은 신장에서 배설되므로 신장 기능이 손상된 개에서는 용량 감소가 필요할 수 있다.\nKBr을 시작하거나 용량을 조절한 후 8~12주 후에 브롬 혈청 농도 측정이 권장되며, 6개월 내에 2회 이상의 뇌전증 발작이 발생하거나 중독 증상이 의심되는 경우에도 측정이 권장된다. 긴 약물 반감기로 인해, 피크 효과에 대한 변동성을 줄이기 위해 투약 후 2시간 이후와 다음 약의 투약 직전에 샘플 채취가 필요할 수 있다.4,15 약물에 대한 반응성은 개체 차이가 심한 것으로 보고되어 있기 때문에, 개체별 맞춤형 용량을 찾기 위한 노력이 필요하다. 연구에 따르면, PB 병용 요법에서 810~2500 mg/L 사이의 브롬 농도가 효과적이였다. 반면, 단일 요법에서는 최대 3000 mg/L까지 높은 농도에서 효과가 관찰되었다.\n저자의 경우, 원발성 뇌전증을 가진 개의 최적의 뇌전증 증상의 제어를 위해 혈청 브롬 농도를 2500 mg/L 이상으로 유지하고 있다. PB와 병용 시, PB의 steady-state trough 혈청 농도를 20~25 μg/mL로 유지하는 것이 좋다. 다시 한번, KBr의 혈청농도 범위는 각 개체의 뇌전증 발작 양상에 따라 맞춤형으로 유지되게 해야 한다. 6개월 동안 뇌전증 발작이 없으면 PB 용량을 줄일 수 있다. 간에서 대사되는 약물의 사용을 줄이면 간독성의 발생 가능성도 줄일 수 있다.\nKBr 용량 조정은 다음과 같이 할 수 있다(steady-state 농도에 도달했을 경우; 보통 치료 개시 2주 후)\n병원 입원 중인 브롬 치료를 받고 있는 개는 정맥 요법이 필요한 경우에는 0.45% NaCl 용액을 투여해야 한다(0.9% NaCl 용액이나 이보다 농도가 더 높은 용액은 브롬의 신장 배설을 증가시키고 이로 인해 혈청 농도가 감소하여 뇌전증 증상을 나타나게 할 수 있다).\n브롬 loading 투약법은 혈청 및 뇌척수액 농도를 보다 빠르게 증가시키기 위해 사용된다. 하지만 이러한 투약법은 다음과 같은 이유로 위험할 수 있다: 브롬은 매우 긴 반감기를 가지고 있으며, 빠르게 소변으로 배출되고, 고용량 경구 투여로 인해 위장관에 손상을 줄 수 있고, 치료 지수가 낮기 때문에 치료 약물 농도의 안전역이 매우 좁다(부작용을 유발하는 농도와 거의 비슷한 수준임).\n경구 브롬 loading 투여법은 투약의 용이성의 이점이 있지만, 잠재적인 부작용의 위험은 더 높다. 높은 브롬 농도로 인한 점막 자극으로 인한 구토와 설사로 위장장애가 발생할 수 있으며, 이는 췌장염으로 진행될 수도 있다. 개의 경우, 고용량 투여와 관련된 기면과 운동실조(혼수 상태로 진행될 수도 있는)의 부작용이 더 잘 발생한다. 24~48시간에 걸쳐 여러 번 나누어 600 mg/kg을 분할 투여하는 경구 KBr loading 투여법으로 84%의 개가 1000~3000 mg/L 사이의 혈청 농도를 유지할 수 있었다. 6일에 걸쳐 음식과 같이 100 mg/kg/day로 경구 투여하는 방법을 사용하면 과도한 진정 효과 및 위장 관련 부작용의 위험을 줄일 수 있다.\n정맥을 통한 CRI 투여법은 저자가 선호하는 브롬 loading 투여법으로, 경구 loading 방법에 비교하여 위장 관련 부작용이 발생할 가능성이 거의 없다. 멸균된 3% NaBr를 24시간 동안 800 mg/kg를 마이크로 필터를 사용하여 투여하면 혈청 브롬 농도가 빠르게 2000 mg/L로 도달하게 할 수 있다.\n개에 대한 KBr 투여법과 모니터 방법에 대해 표 11.1에 요약되어 있다.\n칼륨염의 투여가 금지되는 부신피질기능저하증이나 유사 질환이 있는 개체에서는 KBr 대신 NaBr를 사용할 수 있다. NaBr에서의 브롬의 상대적인 차이로 인해 NaBr의 권장 용량은 KBr에 비해 15% 적다. 예를 들어, 30 mg/kg의 KBr 용량은 25 mg/kg의 NaBr에 해당한다.\n부작용 및 약물 상호작용\n부작용은 A형(예측 가능하며 용량 의존성 부작용)과 B형(특이반응성, 생명을 위협할 수 있는)으로 구분될 수 있다. 자세한 부작용 분류에 대해서는 제9장을 참조하시기 바란다.\nKBr은 일반적으로 개에서 큰 부작용이 없다. KBr 단독 또는 PB과 병행 사용했을 경우 볼 수 있는 가장 흔한 A형 부작용은 다음±다뇨, 다식, 무기력 및 운동실조이다. 용량을 낮추면 무기력과 운동실조 증상을 완화시킬 수 있지만, 다음과 다식 증상은 종종 용량과 무관하게 지속할 수 있다. 브롬 부작용에 대한 개요는 표 11.2에 나와 있다.\nKBr을 복용 중인 개에서 브롬 중독증(bromism)이 보고되어 있다. 혼수 상태에 이를 정도의 심한 중독증은 드물지만, 후지 운동실조, 허약증 및 행동 변화 같은 부작용이 혈중 농도가 3000 mg/L을 초과할 경우 더 자주 관찰된다.22 신장 기능 저하가 있는 개를 치료할 때는 요로 배출량 감소로 인해 주의가 필요하다. KBr 중독증의 치료는 정상적인 생리식염수(0.9%)를 정맥주입하여 요로 배설을 촉진하는 것이 핵심이다. 약물의 혈중 농도를 낮추면 발작 증상이 다시 나타날 수 있기 때문에 정밀한 모니터링이 필요하다.\nB형 부작용 중에서는 위장관 관련 증상이 가장 흔하다. KBr은 위장 점막 자극제로 알려져 있다. 정제나 캡슐 제형은 농축된 약물이 위 점막과 직접 접촉하여 식욕 상실, 구토 및/또는 설사를 유발할 수 있다. 위장관 불쾌감과 췌장염은 특히 고지질혈증이 있는 경우에 더 잘 발생한다. KBr 단일요법 또는 PB 병행 요법을 받고 있는 개를 대상으로 한 회고적 연구에 따르면, 췌장염 증상이 의심되는 개가 68마리 중 10%(7/68)였고, 6마리에서는 실험실 검사나 임상증상으로 토대로 확진된 췌장염을 보였고, 1마리에서는 부검을 통해 췌장염을 확인하였다. PB 단일요법을 받은 개의 회고 연구에서는 췌장염이 0.3%(2/698)로 나타났기 때문에, KBr과 PB의 병용 투여가 췌장염 발생 위험을 증가시킨다는 것을 시사한다. \n특발성 뇌전증이 있는 개를 대상으로 조사한 ASD 약물에 대한 부작용에 대한 연구에서 KBr은 다른 ASD 약물(예, PB, LEV, imepitoin)에 비해 최악의 안정성을 보였다(비록 약물 흉약이나 감량으로 부작용이 조절은 가능했지만).24\n만성적인 브롬 치료는 실험실 검사 결과를 변경시킬 수 있다. 브롬 치료로 인해 혈중 Na농도는 상승할 수 있으며, 브롬과 염소는 유사한 전하 및 크기를 가지므로 전해질 검사 시 염소를 정확하게 감지하는 것을 방해할 수 있다. 브롬 치료로 인해 갑상선 장애가 보고된 적은 없지만, 브롬이 갑상선에 축적되는 것으로 알려져 있기 때문에 갑상선 기능을 주기적으로 모니터링해야 한다. \n브롬은 간 대사나 단백질 결합이 없기 때문에, 브롬 투여와 관련된 약물 간 상호작용은 보고된 바 없다. 브롬은 신장을 통해 배설되며 염소와 세뇨관 재흡수를 경쟁하므로 식이 염분(NaCl) 섭취의 변화는 혈중 브롬 농도의 변동을 초래할 수 있다. 따라서, KBr 치료를 받는 개는 일관된 식이를 유지해야 한다. 건조물 기준으로 0.4%의 염화나트륨 식이 함량이 브롬의 혈중 농도를 유지하기 위한 최상의 배합으로 알려져 있다. 식이 변화는 천천히 이루어져야 하며, 이 때 혈중 브롬 농도를 반드시 측정해야 한다. KBr 사용 시 브롬과 염소 간 상호작용에 관련된 주의사항은 박스 11.1에서 요약되어 있다.\n"
}