{
    "title": "개와 고양이의 실전 뇌전증 관리",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "12\n레베티라세탐\nLevetiracetam (LEV)\n레베티라세탐(LEV)은 이전에 개발된 어떤 ASD 약물과도 관련이 없는 화학 조성을 가진 pyrrolidine 유도체이다. 이 약물은 미국과 유럽에서 각각 1999년과 2000년에 사용 승인을 받은 새로운 세대의 ASD 약물 중 하나이다. 사람에서는 LEV가 전신 발작으로 진행하거나 하지 않는 국소 발작(focal-onset seizures), juvenile myoclonic epilepsy에 의한 myoclonic seizures, 그리고 특발성 뇌전증에서 발생하는 primary generalized tonic-clonic seizures의 치료를 위한 보조요법으로 사용된다. 또한 국소 발작을 위한 단일요법으로 사용 승인 되어있다. LEV는 세계적으로 사용되고 있고, 투여 용이성, 최소한의 약물 상호작용, 우수한 효능과 안전성으로 인해 인의에서는 가장 많이 사용되고 있는 ASD 약물 중 하나이다. 이러한 유리한 약리학적 특성으로 인해 사용 승인 이후, 수의학 분야에서도 신속하게 도입되었다. 비록 LEV는 수의 분야에서 아직 정식 사용허가를 받지 않았지만, 개와 고양이에서 널리 사용되고 있다.\n작용 기전\n전임상 연구에서 LEV는 다른 ASD 약물과 비교했을 때 독특한 특성을 보였다. Levetiracetam은 in vitro 및 in vivo 실험 모두에서 만성 뇌전증 활동을 억제하는 것으로 나타났지만, 대부분의 급성 발작 모델에서는 유의한 항경련 효과를 나타내지 않았다. 더 나아가, LEV는 정상 신경 세포 기능에 대해 영향을 주지 않는 것으로 보여서 초기 연구자들은 LEV가 다른 ASD 약물이 약효를 발휘하는 이온 채널이나 수용체와 전혀 관련 없는 독특한 작용 기전을 가지고 있다고 생각했다. 이후 LEV가 합성 시냅스 소포 단백질 2A(SV2A)에 선택적으로 결합함으로써 항뇌전증 효과를 발휘한다는 사실을 확인되었다. SV2A는 모든 시냅스 소포에 존재하는 integral membrane protein(막 단백질)이다. LEV의 SV2A에 대한 결합은 전 시냅틱 신경 말단에서 합성 시냅스 소포의 작용을 조절하고 신경전달물질 방출을 억제하여 신경전달을 감소시킨다. 정상 뇌에서는 이러한 시냅스 조절 변화(synaptic exocytosis)가 병적인 상태에서만 발생하고, 정상적인 뇌에서는 발생하지 않는 것으로 알려져 있다.\n여러 연구에서 LEV가 잠재적으로 뇌전증활동을 억제할 수 있는 다음과 같은 특성도 있다는 사실이 입증되어 있다: 전압 의존성 칼슘 채널을 통한 전류 감소, 세포 내 칼슘 방출 억제, 칼륨 전류 억제, glutamate 수용체 억제.4 이러한 특성들이 LEV가 발작 증상 억제에 어떤 역할을 하는지는 아직 알려지지 않았다. 이러한 효과는 LEV를 응급 투여시 발작을 억제하는 데 관여할 수 있을 것으로 추정되고 있다. 반면 LEV를 유지 요법의 일환으로 장기간 투여하면, SV2A 결합이 발작 증상 억제에 관여하는 것으로 추정하고 있다.\n약동학\n건강한 개를 대상으로 한 초기 약동학(PK) 연구에서는 LEV가 경구 투여 후 빠르게 완전히 흡수되며, 최대 혈중 농도(Cmax)는 30~60 μg/mL로 30~150분 이내에 도달하는 것으로 나타났다. 이 약물은 혈장 단백질에 거의 결합하지 않으며, 선형(linear)의 PK를 보였다. LEV는 개에서 주로 신장에서 배설되며, 반감기(t1/2)는 약 3시간 정도이다. 뿐만 아니라, 7일간 경구로 LEV를 투여해도 약물의 PK 프로파일은 거의 변하지 않는다. 혈장 약물 농도의 일과성 변동이 보고되어 있다(아침 혈중 농도가 오후에 달성되는 농도보다 높으며, 이는 사구체 여과율의 일과성 변동 때문인 것 같다). 페노바르비탈(PB)을 동시에 투여하면, LEV의 PK 특성을 변경시키는 것으로 보고되어 있다. 이 연구에서 건강한 개들에게 약 20 mg/kg 정도의 단일 경구 LEV 투여 후, 24시간 동안 정해진 시간에 채혈한 혈액 샘플에서 LEV 농도를 측정했다. 이후 21일 동안 12시간마다 2.0~3.3 mg/kg PB를 경구로 투여하였다. PB 동시 투여는 LEV의 Cmax와 t1/2를 감소시키고 경구 약물의 제거속도를 빠르게 하였다. 이러한 현상은 PB의 동시 투여로 LEV의 산화에 관여하는 효소들이 유도되어 약물 대사속도가 빨라진 것으로 추정하고 있다. LEV는 신장으로 배설되지만, 약물의 절반 정도는 배설 전에 가수분해를 통해 대사되며, 소량은 산화 과정을 거쳐 제거된다. 이 대사 경로는 간의 cytochrome P450 경로와 별개로 존재하지만, 개에서는 PB에 의해 유도될 수 있다고 한다. 특발성 뇌전증이 있는 개를 대상으로 한 후속 연구에서도 비슷한 결과를 보여주었는데, LEV와 PB를 병용 투여한 개들이 LEV와 브로마이드 칼륨(KBr)을 병용 투여한 개들과 비교했을 때, LEV 제거속도가 더 빨라지는 것으로 관찰되었다.\nLEV의 서방형 제형인 LEV-XR은 2009년 미국에서 상용화되어 투여 간격을 길게 할 수 있는 이점이 있는 형태이다. LEV-XR의 약동학 특징을 조사하기 위한 연구들이 수행되었다. 일반 제형과 마찬가지로 이 제형 역시 100%의 경구 생체이용률을 보였다. 건강한 개에 30 mg/kg의 LEV-XR을 투여한 후, Cmax는 3~8시간 이내에 26~30 μg/mL로 도달하며, t1/2는 약 4시간 정도였다. 음식과 함께 LEV-XR을 투여한 개에서 급식하지 않은 개에 비해 Cmax에 도달하는 평균 시간이 유의적으로 길어졌다(6.6시간 vs 3.4시간). 이러한 현상은 음식이 이 약물의 배설을 늦춘다는 것을 나타낸다. 급식하지 않은 건강한 개들에게 일반 제형과 서방형 제형의 LEV (18~23 mg/kg) 500 mg를 각각 교차로 투여해 본 약동학 연구에서, LEV-XR은 일반 제형의 LEV와 비교했을 때, Cmax(평균 21.9~29.4 μg/mL vs 34.9 μg/mL)와 Cmax에 도달하는 시간(5.33~8.0시간 vs 2.29시간)은 유의적으로 낮았지만, t1/2(약 4시간)는 일반재형과 유사하였다.12 특발성 뇌전증이 있는 개를 대상으로 한 연구에서 LEV-XR의 PK 특성이 단독 투여 또는 PB 또는 ZNS와 병용 투여 시 어떻게 변화하는지를 평가했다. LEV-XR 단독 투여받은 개들의 PK 지표들은 이미 발표된 다른 연구 보고서와 유사하였고, Cmax는 33.01 μg/mL이고 t1/2는 약 5시간 정도였다. PB 병용 투여는 일반 재형과 유사하게 LEV-XR의 배설속도에 유의한 변화를 초래하지만, ZNS의 동시 투여는 LEV-XR의 PK 지표에 영향을 미치지 않았다.\n건강한 개에서 LEV를 비경구적 경로도 투여했을때 약동학적 특징 역시 조사되었다. LEV의 근육 내(IM) 투여(20 mg/kg)는 100%의 생체이용률을 보였고, 최고 농도에 도달하는 평균 시간은 40분이며, Cmax는 30.3 μg/mL이었다. IV 경로로 투여된 LEV의 t1/2는 개에서 3~4시간 정도로 보고되어 있다. 마지막으로, 건강한 개의 직장으로 40 mg/kg의 LEV를 투여한 경우, 약 1.7시간에 Cmax 36 μg/mL를 도달하며, 직장 내에 대변이 존재할 경우, 최대 혈중농도가 유의하게 감소하는 것으로 나타났다. \n개와 고양이에서 지금까지 알려진 LEV에 대한 약종학적 지표는 표 12.1에 요약되어 있다.\n효능\nLEV의 효능에 관한 자료는 상대적으로 적으며, 개와 고양이에서 발작 치료제로서 LEV의 효능을 입증하는 자료는 상대적으로 부족하다. 지금까지, 개를 대상으로 LEV의 단일 치료 효과를 조사한 연구 결과가 발표된 것은 단 두 건뿐이다. Fredsø 등은 새롭게 특발성 뇌전증으로 진단받은 개들을 대상으로 LEV와 PB의 효과를 비교한 임상시험(a single-blind, randomized, parallel trial)을 실시했다. 1년 동안 진행된 연구에는 12마리의 개가 이용되었다. 치료는 LEV (n=2) 10 mg/kg, q8h, PO 또는 또는 LEV (n=4) 20 mg/kg, q8h, PO 20 mg/kg, 또는 PB (n=6) 2 mg/kg, q12h PO을 투여하는 것으로 시작하였다. 3개월 동안 한 번 이상의 발작을 보인 개들은 LEV의 일일 복용량을 10 mg/kg씩 늘리거나 PB의 일일 복용량을 1 mg/kg씩 늘렸다. 치료 효과를 비교하기 위한 주요 검사지표로 “월간 치료 중 발작 빈도”를 6개월간 비교했다. LEV를 투여받은 6마리 중 5마리 (83%)와 PB를 투여받은 6마리 중 1마리 (17%)가 발작 증상이 제어되지 않아 추적 조사에서 제외되었다. LEV를 투여받은 개들은 월간 치료 중 발작 빈도의 차이가 없었으며, 어떤 개도 발작 빈도가 50% 이상 감소한 반응견으로 분류되지 못하였다. 반면 PB를 투여받은 개들은 발작 빈도가 현저히 감소하였으며, 6마리 중 5마리(83%)가 반응견으로 분류되었다. 이 연구 결과는 LEV가 단일 치료로 사용될 때, 개의 특발성 뇌전증에서 효과가 없음을 암시하고 있다. 추가로, 구조적 뇌전증을 가진 19마리의 개에서 LEV 단일 치료의 회고 연구가 수행된 바 있다. 본 연구에서 대상 환자에는 염증, 혈관, 신생물성, 외상성 및 선천성 질환이 있는 개들이 포함되었다. 초기 LEV 용량으로 20 mg/kg, q8h, PO를 투여하였으며, 기저 질환 치료를 위해 필요에 따라 추가 약물이 투여되었다. 추적조사는 치료 시작 후 12일에서 426일 사이에 이루어졌고, 이 시기에 9마리(47%)의 개가 여전히 LEV를 투여받았으며, 그중 7마리(37%)는 발작증상을 보이지 않았다. 이 연구 결과는 LEV가 구조적 발작증을 가진 개에게 합리적인 선택일 수 있음을 시사하지만, 이 연구 자체가 회고적 성격을 띠고, 적절한 대조군이 없었으며, 기저 질환 치료를 위해 추가 약물을 투여받았다는 사실 때문에 증거의 강도는 상대적으로 낮다.\n현재까지, LEV를 보조 요법으로서의 사용을 조사한 연구가 3번 있었다. LEV의 보조 요법으로 사용한 한 회고 연구는 52마리의 개를 대상으로 하였으며, 그중 29마리가 LEV 유지요법을 받았다(~20 mg/kg, q8h, PO). 이 중 23마리는 군집발작에 대한 펄스 요법(발작 발생 후 또는 발작 전구증상 발현 시 시작용량으로 약 60 mg/kg을 투여, 이후 20 mg/kg, q8h, PO 경구 투여 ― 48시간 동안 발작증상을 보이지 않을때 까지)을 받았다. LEV 치료를 받은 개의 약 2/3가 발작 빈도를 50% 이상 감소시킨 반응견으로 분류되었고, 약 15%의 개는 약 1년간의 추적 기간 동안 발작 증상으로 보이지 않었던 것으로 조사되었다. Volk 등은 22마리 개의 특발성 뇌전증 환견을 대상으로 LEV를 PB와 KBr에 병행투여한 후, 그 반응을 추적조사하였다.23 10~33 mg/kg, q8h의 LEV를 경구 투여받았던 8마리의 개를 대상으로 조사가 이루어졌다. 이 개들에서 월간 발작 빈도의 평균적인 감소율이 60%였으며, 8마리 중 5마리(63%)가 반응견으로 분류되었다. 이러한 자료를 근거로 추가적으로 14마리의 개를 대상으로 추가 조사(prospective, open-label, noncomparative study)가 이루어졌다. 이 개들은 처음에 2개월 동안 매 8시간마다 10 mg/kg의 LEV를 경구 투여받았으며, 반응이 없는 개들에게는 추가적으로 2개월 동안 매 8시간마다 20 mg/kg의 경구 투여량이 증가되었다. 치료 2개월 후, 14마리 중 8마리(57%)가 월간 발작 빈도를 51% 감소시킨 반응자로 분류되었다. 한 마리의 개는 LEV 투여량을 증량한 후 반응견으로 분류되었다. 그러나 9마리 중 6마리(67%)는 치료 4~8개월 후에 발작 빈도가 다시 늘어난 것으로 나타났다.\nLEV는 또 다른 임상 조사(prospective, randomized, placebo-controlled study)에서는 약물 내성 특발성 뇌전증이 있는 개 34마리에서 보조 요법으로 LEV의 효능이 평가되었다. LEV 투여 중 주간 발작 빈도가 기준시점에 비해 유의하게 감소되었다(1.9회 vs 1.1회); 그러나 LEV 투여에 따른 주간 발작 빈도 감소는 위약 투여와 비교했을 때 유의한 차이가 없었다(1.1회 vs 1.5회). 또한, LEV (56%)와 위약 (30%) 투여후 반응견 비율은 통계적으로 유의한 차이가 없었다. 이 연구는 LEV의 위약 대비 효과를 입증하지 못했으나, 샘플 집단의 크기가 작아서 결과를 해석하는 데 한계가 있었다.\n문맥-전신혈관 션트(PSS) 수술을 받은 개를 대상으로 수술후 LEV의 발작 억제 효과를 조사하였다. 이 회고 연구는 PSS 관련 수술을 받은 126마리의 개를 대상으로 진행되었다. 대상견 중 1/3는 수술 최소 24시간 이전에 예방적으로 20 mg/kg의 LEV를 경구 투여받았고, 나머지 개들은 수술 전 추가적인 예방 치료를 받지 않았다. LEV를 투여받은 개 중 어느 개도 수술 후 발작을 경험하지 않았으며, 투약되지 않은 개 중 5%(4/84)가 발작 증상을 보였다. 또한, LEV를 투여받은 개에서 발작에 대한 상대적 위험도는 1 이하로 평가되었으며, 이러한 결과는 LEV가 PSS 환견에서 수술후 발작 위험도를 감소시킬 수 있다는 점을 시사하고 있다. 그러나 수술 전 LEV를 두 가지 다른 용량으로 투여해보았던 또 다른 회고 연구(940마리)에서는 LEV의 수술전 예방적 투약에 따른 발작 발생률의 차이는 관찰되지 않았다.\n2015년 미국 수의내과학회(ACVIM)는 개의 발작 관리에 관한 진료 권고안을 발표했으며, 각 ASD 약물에 대한 지금까지 발표된 연구결과를 토대로 치료 권고안을 제시하였다. Levetiracetam (LEV) 단일요법은 그 효능을 뒷받침하는 증거가 제한적이므로 상대적으로 낮은 추천을 받았다. 그러나 추가요법으로서 LEV는 효과가 있을 것으로 판단되어 중간 이상의 추천을 받았다. 2014년 Charalambous 등이 발표한 문헌고찰에서는 LEV가 개의 발작에 대한 보조 요법으로 충분한 유용성이 있다고 결론을 내린 바 있다.\nLEV (20 mg/kg, q8h, PO)를 투여받은 22마리의 개에서는 <2~50.8 μg/mL의 혈중 LEV 농도가 유지되었지만, 혈중 LEV 농도와 주간 발작 빈도 또는 치료 반응도 사이 관련성은 아직 확인되지 않았다.\n개와 고양이 모두에서 LEV 초기 경구 유지용량 권고안은 20 mg/kg, q8h이다. 3~4시간의 짧은 반감기로 인해 투여 간격이 8시간 이상이 되지 않도록 주의해야 한다. 개에서 약동학 연구를 통해, 경구 투여가 불가능한 경우, 비경구용 LEV을 근육 내(20 mg/kg)6 또는 항문 내(40 mg/kg)15 경로로 투여하는 방법이 사용 가능함을 입증하였다. \n주로 신장 배설로 약물이 제거되므로 신기능이 저하된 사람들에게 LEV 용량을 조절하는 가이드라인이 마련되어 있다. 수의학에서는 아직 유사한 권고안이 제시되어 있지 않지만, 신기능 장애를 가진 개와 고양이에서는 용량 감소가 필요할 수 있다. 또한, 앞에서 이미 언급한 바와 같이 PB에 의해 LEV 청소율이 증가될 수 있기 때문에, LEV과 PB를 동시에 투여할 경우, LEV 투여량을 증가해야 할 수도 있다.7,10\n개에서 LEV-XR의 권장 유지용량은 30 mg/kg, q12h, PO이다. 일반 제형의 LEV에서 LEV-XR로 전환할 때, 동일한 하루 총 투여량을 사용하기 때문에, 일반 제형에 사용된 3회 투여량을 2회분으로 나누어 계산하면 된다. LEV-XR은 투여 전에 재형을 바꾸어서는 안 되고, 정제를 분할하거나 분쇄하면 서방형 방출 특성이 없어지므로, 이 제형은 소형 품종 개에게 적합하지 않을 수 있다. 현재는 고양이에서 LEV-XR 사용을 권고 여부를 결정할 수 있을 만큼 연구가 되어 있지 않다.\nLEV는 넓은 치료 계수를 가지고 있으며, 혈중 농도를 임상에서 일반적으로 모니터 하지는 않는다. 또한, 개와 고양이에서 LEV 용량 조절에 대한 권고안이 아직 확립되지 않고 있다. 효능이 나타나거나 부작용이 나타날 때까지 용량을 20 mg/kg 씩 증가시키는 방법이 제시되어 있다. 이 방법은 사람에서의 용량 조절 권고안과 유사하다. 이 권고안에는 최대 용량도 언급되어 있지만, 개와 고양이에서는 이를 따르지는 않는다. 그러나 용량을 올려도 추가로 증상 개선에 도움이 되지 않는 용량이 있고, 이 경우, LEV의 혈중 농도 측정이 도움이 될 수 있다. 또한, PB를 동시에 복용하고 있는 개에서 LEV 혈중 농도를 측정하여 투여량을 맞춤형으로 조정해주는 방법도 가치가 있을 수 있다. LEV 투여량과 혈중 농도 측정에 대한 권고안이 포함된 치료 알고리즘이 그림 12.2에 나와있다.\n군집발작을 위한 가정요법의 목적으로 펄스 요법과 간헐적인 투여법(치료 효율을 높이기 위해)이 추천되고 있다. 뇌전증 발작 후 또는 전발작 증상이 시작될 때, 경구로 60 mg/kg의 LEV을 투여한 다음, 최소한 48시간 동안(만약 전발작 증상이 없고 뇌전증이 발생하지 않으면) 8시간마다 20 mg/kg를 투여한다.\n부작용 및 약물 상호작용\nLEV는 혈장 단백질에 대한 결합이 거의 없고, 간 대사가 없으며, 효소 유도 시스템에도 영향을 주지 않기 때문에 다른 약물과 상호작용을 일으킬 가능성은 낮다. 앞에서 이미 언급한 것처럼, 개에서 LEV 대사에 대한 PB의 영향을 제외하고는 개나 고양이에서 LEV 사용과 관련된 다른 약물 간의 상호작용은 보고되어 있지 않다.\n현재까지 LEV와 관련된 대부분의 부작용은 A형(예측 가능한 용량-의존성)으로 분류된다(부작용 분류편 참조, 제9장). 사람에서 중추 신경계와 관련된 LEV의 부작용은 다음과 같이 분류할 수 있다:\n졸음과 피로\n균형유지 장애\n행동 이상32\n개에서 보고된 신경학적 부작용에는 운동실조, 졸음(진정), 안절부절, 공격성을 포함한 행동 변화가 있다. 또한 위장 관련 부작용도 보고되어 있다. 구토가 가장 흔히 보고되었지만 식욕 감소, 다식과 설사도 보고되어 있다. 개에서의 부작용은 일반적으로 가벼운 것으로 간주된다.\n발작을 가진 개에서 LEV를 사용한 경우 보고된 부작용은 표 12.2에 요약되어 있다.\nLEV를 투여받은 개에서 행동 변화의 발생 빈도를 조사하기 위해 회고 연구가 수행된바 있다. 연구 대상은 특발성 뇌전증, 구조적 뇌전증, 간성 뇌증에 속발한 반응성 발작을 가진 개들로 구성되어 있고, 이 중 상당수는 LEV 외에 다른 ASD 약물도 투여받고 있었다. 행동 변화는 연구 대상인 84마리 개 중 약 절반에서 기록되었으며, 14마리(17%) 개에서 기존의 행동 이상이 악화되었고, 14마리(17%) 개에서 부정적인 행동 변화가 나타났으며, 15마리(18%) 개에서 긍정적인 행동 변화가 나타났다. 부정적인 행동 변화에는 불안, 우울, 공격성, 주의를 요구하는 행동, 목적 없는 행동, 학습 능력 감소 및 과도한 흥분성이 포함되었으며, 긍정적인 변화에는 더 차분한 기분, 즐거운 기분 및 증가된 활동이 포함되었다. 행동 변화는 LEV 용량이 증가함에 따라 악화되었으며, 약물을 중단하면 변화가 해소되는 경향을 보였다.\nLEV의 비경구 투여는 개에서 안전하다. LEV의 근육 내 주사 또는 정맥 주사로 인한 약물 외부 주입과 관련된 조직 손상은 관찰되지 않았다. LEV가 혈관 밖으로 새어나가도 주변 조직 손상은 관찰되지 않았다. 희석하지 않은 LEV를 60 mg/kg의 용량으로 빠르게 정맥 투여할 경우, 발생한 2형 부작용(idiosyncratic)이 개에서 보고된 바 있다. 이 환견은 주사 직후 바로 다음과 같은 심각한 부작용이 발생하였다: 빈맥, 고혈당, 저혈압 및 정신혼미. 이러한 아나필락시스성 반응은 매우 드물게 발생한다.\n강아지 췌장염의 원인은 다양하지만, 가장 흔한 원인은 고지방 식이 섭취이다. 기름진 음식을 과다하게 섭취하면 췌장이 과도하게 자극을 받아 염증이 발생할 수 있다. 또한, 특정 약물의 부작용, 호르몬 이상, 유전적 요인, 비만, 당뇨병, 갑상선 기능 저하증 등이 췌장염을 유발할 수 있다. 강아지가 급격한 식이 변화나 외상을 경험했을 때도 췌장에 무리가 갈 가능성이 있다. 일부 품종, 특히 미니어처 슈나우저와 요크셔 테리어는 췌장염에 걸릴 위험이 더 높다고 알려져 있다.\n췌장염의 주요 증상은 식욕 부진, 구토, 설사, 복부 통증 등이다. 강아지는 배를 만졌을 때 불편해하거나, 몸을 구부리는 자세를 취하는 등 복부 통증을 나타낼 수 있다. 또한, 심한 경우 탈수, 무기력증, 발열, 호흡 곤란, 빈맥 등이 동반될 수 있다. 만성 췌장염의 경우 증상이 점진적으로 나타나며 소화기능 저하로 인해 체중 감소가 발생할 수 있다. 이러한 증상은 다른 소화기 질환과 유사할 수 있어 정확한 진단이 필요하다.\n췌장염을 진단하기 위해서는 여러 가지 검사가 필요하다. 우선, 수의사는 강아지의 병력과 증상을 확인한 후 신체 검사를 진행한다. 혈액 검사는 췌장염 진단에 중요한 역할을 하며, 췌장 효소(아밀라아제, 리파아제)의 상승 여부를 확인한다. 추가적으로, 초음파 검사나 방사선 검사를 통해 췌장의 염증 상태를 평가하고, 췌장염과 유사한 다른 질환을 감별할 수 있다. 심한 경우 췌장 조직 생검이 필요할 수도 있다.\n췌장염의 치료는 증상의 심각도와 원인에 따라 달라진다. 급성 췌장염의 경우 입원 치료가 필요할 수 있으며, 수액 요법을 통해 탈수를 방지하고 전해질 균형을 유지한다. 구토와 통증을 완화하기 위해 항구토제와 진통제가 사용되며, 감염 가능성이 있는 경우 항생제가 투여될 수 있다. 식이 요법도 중요한 치료 방법 중 하나로, 저지방 사료를 급여하고 일정 기간 동안 금식을 시행하여 췌장의 부담을 줄인다. 만성 췌장염의 경우 지속적인 식이 관리와 약물 치료가 필요하며, 소화 효소 보충제나 스테로이드가 처방될 수도 있다.\n췌장염을 예방하기 위해서는 강아지의 식단을 철저히 관리하는 것이 가장 중요하다. 기름진 음식이나 갑작스러운 식이 변화를 피하고, 균형 잡힌 영양을 제공해야 한다. 또한, 정기적인 운동을 통해 비만을 예방하고, 췌장염 위험이 높은 품종의 경우 주기적인 건강 검진을 받는 것이 바람직하다. 특정 약물이 췌장염을 유발할 수 있으므로, 수의사의 지시에 따라 약물을 사용해야 한다. 강아지에게 적절한 생활 습관을 유지하는 것은 췌장 건강을 보호하는 중요한 요소이다.\n강아지 췌장염은 조기에 발견하여 적절한 치료를 받는 것이 매우 중요하다. 급성 형태의 경우 신속한 치료가 이루어지지 않으면 심각한 합병증으로 이어질 수 있으며, 만성 형태는 지속적인 관리가 필요하다. 예방을 위한 올바른 식이 관리와 건강 유지 습관을 실천함으로써 강아지의 췌장 건강을 지킬 수 있다. 반려견의 건강을 위해 항상 세심한 주의를 기울이고, 이상 증상이 나타날 경우 즉시 수의사의 상담을 받는 것이 중요하다."
}