{
    "title": "개와 고양이의 실전 뇌전증 관리",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "13\n이메피토인(IMP)\nImepitoin\nImepitoin; IMP; 이전 이름 AWD 131-138 및 ELB 138; 1-(4-chlorophenyl)-4-morpholino-imidazolin-2-one)은 개에서 항경련제(ASD)로 사용하기 위해 개발되었다.1 이 약물의 항경련 특성은 먼저 실험용 쥐 모델에서 발견되었으며, 이 모델에서 폭넓은 스펙트럼의 항경련 및 항불안 특성과 높은 치료 계수를 보였다.1,2 이후 이 약물이 벤조디아제핀 결합부위를 통해 쥐 γ-아미노뷰티릭 산(GABA)A 수용체의 아이소폼을 자극한다는 사실이 발견되었으며, 이를 토대로 IMP는 처음에는 인의용 약물로 개발되었다.2,3 이 약물이 매우 부작용이 없음에도 불구하고, 비흡연자와 흡연자 간의 약동학적 차이로 인해 이 프로젝트는 더 이상 추진되지 않았다.3 개의 경련 모델에서는 IMP가 펜틸렌테트라졸에 의한 뇌전증을 유발하는 임계치(threshol)를 높이는 것이 입증되었다.1,4 이 발견 이후, 이 약물은 뇌전증을 가진 개들을 대상으로 임상 시험1과 대규모 다중센터 효능 연구5를 통해 2013년 유럽 연합(EU)에서 개의 뇌전증 치료제로 사용 허가를 받았다.7\n작용 기전\nImepitoin은 imidazolone 유도체이다.3 전압 의존성 칼슘 채널에 일부 영향을 미치는 것 외에도, IMP는 GABAA 수용체의 벤조디아제핀 결합부위에서 저친화성 부분 항진제로 작용하며, 새로운 기전의 ASD 약물로 분류된다.3 저친화성 결합은 GABA 증강을 유도하기에 충분하다.3 더 나아가, IMP의 저친화성 부분 항진제은 완전 항진제 활성의 약 10~20% 정도이지만, 이 때문에 부작용 발생률이 낮다.3 저친화성 결합 때문에 수용체와의 반응 시간이 짧아진다. 이러한 특성이 완전 항진제인 다른 벤조디아제핀 약물과 다른 효과를 보이는 이유인 것 같다. 더 나아가 이러한 이유 때문에 IMP가 벤조디아제핀보다 더 적은 부작용을 유발하며, 장기 치료에도 유용한 것 같다.3\n약동학\n개에서 IMP의 약동학적 지표와 대사 과정에 대해 광범위한 연구가 수행되었다.4 그동안 보고된 연구 결과에 따라, 개에서는 하루에 두 번 경구 투여가 권장되고 있다. 약동학적 특징을 알아보기 위해, IMP 30 mg/kg을 경구로 단일 투여와 분할 투여를 비교해보았고, 금식 및 급식 조건하에서 차이도 조사되었다.4 경구 투여 후 최고 혈장 농도는 상대적으로 느린 위장관 흡수로 인해 약물 투여 후 2~3시간에 도달했으며, 이는 개의 평균 소장 통과 시간과 관련이 있었다.4 금식된 개에서는 더 높은 최고 혈장 농도가 도달했지만, 약물 투여 전에 급식한 개에서는 투여 후 12시간 이후의 최저 혈장 농도가 더 높게 관찰되었다. 금식된 개와 급식된 개 간의 이러한 약동학적 지표의 차이는 임상적으로 중요하지 않았다. 그럼에도 불구하고, 저자는 약물 투여 시기를 급식 시간에 일정하게 유지하는 것을 추천한다.4 IMP의 반감기(t1/2)는 1.5~2시간이지만, 하루에 2회 분할 투여법이 권장되고 있으며, 이러한 투여법으로도 개의 원인불명 뇌전증 치료에 임상적 효과가 입증되었다.1,4 이러한 효과는 IMP가 높은 친지성(lipophylicity)과 막에 대한 친화성이 있고, 혈장 내 용해도가 낮아서 세포막에 IMP가 축적되는 효과를 보이게 된다.4 따라서 IMP의 작용은 혈장 농도 무관하게 발휘되는 것으로 생각된다.4 이러한 특징은 Rieck 등(2006)의 예비 연구에서 입증되었으며, 해당 연구에서 IMP의 항경련 작용은 혈장 농도와 뚜렷하게 관련성을 보이지 않았다.5 실제로 다른 약리학 연구에서는 40 mg/kg 경구 투여 후 평균 반감기가 6.2시간으로 관찰되었다.1 높은 용량의 IMP를 장기간 투여하면 약물이 축적되어 혈장 농도가 증가하므로, 하루에 두 번 투여하여 효과적인 약물 농도를 유지할 수 있다.1 수캐와 암캐 간에 관찰된 약동학적 지표의 차이는 임상적으로 중요하지 않을 것으로 생각된다.4 고용량을 투여한 후 최고 및 최저 혈장 농도를 비교해보니, 대사적 변화가 관찰되지 않았다.5 특발성 뇌전증이 있는 개의 효과적인 치료를 위해 경구 용량을 10에서 20 또는 30 mg/kg로 증가시킬 필요가 있을 수 있다. 혈장 농도를 측정하지 않고 이러한 요법을 사용하기 위해서는 투여량의 먼저 선형적 반응성(dose linearity)이 확인되어야 하고, 이러한 특징은 약리학적 연구를 통해 이미 입증되었다.4 최근 연구에서는 IMP의 직장 투여법이 평가되었지만, 전신적인 농도와 최고 혈장 농도가 경구 투여법에 비해 크게 낮았다. 따라서 IMP의 직장 투여법은 권장되지 않는다.8\nImepitoin은 생체 내외에서 낮은 혈장 단백 결합 능력을 가지고 있어서 혈장 단백 결합력이 높은 약물과의 상호작용은 거의 일어나지 않는다.4 간에서 cytochrome P450 효소의 유도는 관찰되지 않았고, 페노바르비탈 (PB)과의 약리학적 상호작용도 관찰되지 않았다.5 IMP와 PB를 병행투여한 19마리의 개와 IMP 단일요법을 받은 개들 간에 Imepitoin의 최고 및 최저 농도는 유사했다.5\nIMP의 대사과정이 조사되었고, 약물 대사에 주로 관여하는 효소는 간, 폐, 신장 및 소장과 같은 많은 장기에 발현되는 CYP1A1이었다.4 방사성 동위원소를 이용한 실험에서 주요 배설 경로는 담즙을 통한 대변 경로였다.4 이 경로를 통해 약물 배설의 56~78%가 이루어지고 27~38%는 소변으로 배설되었다.4 대부분의 약물 배설은 48시간 이내에 이루어졌다. 저자의 경험상, 신장 또는 간 기능이 저하된 환자에서도 IMP의 약리학적 특성이 크게 달라질 것 같지 않다.4 임상 시험을 해보지는 않았기 때문에, 심한 간 또는 신장 질환이 있는 뇌전증 환견을 대상으로 IMP를 사용하는 방법은 아직 허가되어 있지 않았다.\n효능\nImepitoin은 특발성 뇌전증이 있는 개의 발작 증상을 억제하기 위해 개발되었으며, 이 약물은 수의학적 목적을 위해 개발된 최초의 ASD 약물이다. 효능은 실험적으로 그리고 작은 임상 시험을 통해 검증되었다.1,5 이후 그 효과는 추가로 실시된 대규모 임상시험들(double-blinded, randomized multicenter studies)을 통해 확인되었다.9,10 개의 뇌전증에 대한 ASD 약물의 고찰 연구 자료에서도 IMP는 단일요법으로도 좋은 평판을 가지고 있다.7\n맨 처음 실시된 대규모 임상연구(multicenter study)에서는 치료를 받지 않은 127마리의 개를 대상으로 이중 맹검법으로 IMP의 효능을 평가하였다. 대상견은 3개월 동안 2~10회 이상의 간대성 대발작, 군집발작 또는 지속발작을 보였던 개체를 선발했다. 본 연구에서는 고용량 IMP (30 mg/kg, q12h)과 저용량(1 mg/kg, q12h) 요법이 비교되었다.9 연구에서 제외된 개 중 3마리는 연구 프로토콜을 따르지 않아 제외되었고, 나머지 124마리 개만이 최종적으로 효능을 평가하기 위해 사용되었다(고용량 그룹 64마리, 저용량 그룹 60마리). 이 대상견 중 고용량 그룹에서 29마리(45%) 및 저용량 그룹에서 30마리(50%)가 12주의 전체 관찰 기간을 완료하였다. 고용량 그룹과 저용량 그룹 사이에서 월간 발작 빈도의 감소에서 유의한 차이가 있었다.9 그러나 발작증상 소실 비율이나 군집발작 발생 비율에는 두 그룹 간에 차이가 없었다.9 연구 기간을 완료하거나 효능이 부족하여 연구에서 제외되었던 모든 환견을 추가로 open-label 연구(약을 알려주고 투약하게 하는 연구)에서 계속 사용하여 24주 동안 경구로 IMP 30 mg/kg, q12h를 투여하였다(고용량 그룹 중 53마리, 저용량 그룹 중 47마리). 고용량 그룹에서는 24주간의 전체 관찰 기간 동안 효능이 유지되었다. 저용량 그룹에서 용량을 증가시킨 결과, 전신발작(generalized seizure)과 국소발작(focal seizure)의 빈도는 통계적으로 유의하게 감소되었지만 군집발작의 빈도는 감소하지 않았다. 연구 기간 종료 시, 고용량 그룹의 개 중 32%(17/53)와 저용량 그룹의 개 중 46%(22/47)가 전신발작 증상을 보이지 않았다. 약물의 안전성 평가에서는 고용량 그룹에서 더 많은 부작용이 관찰되었지만, 이러한 반응은 중추 신경계와 관련되어 일시적으로 나타난 것으로 투약 초기 몇 주 동안만 관찰되었다.9\n특발성 뇌전증으로 새롭게 진단받은 226마리의 개를 대상으로 한 두 번째 대규모 임상연구에서 IMP의 효능이 PB와 비교되었다.10 일회성 전신 토닉-클로닉 발작이나 군집발작 증상을 보이는 개가 대상견이였으며, 지속발작을 보이는 개는 대상견에 포함되지 않았다. Imepitoin 치료는 10 mg/kg, q12h, PO 로 시작하였고, 발작이 통제되지 않을 경우, 최대 30 mg/kg, q12h까지 증량하도록 허용하였다. 경구 PB 치료는 2 mg/kg, q12h로 시작하였고, 최대 허용 용량은 6 mg/kg, q12h였다. 미리 전해놓은 기준을 지키지 못하거나 위반하여 52마리(45%)가 IMP 그룹에서 제외되었고, 22마리(20%)가 PB 그룹에서 제외되었다. 총 152마리의 개가 최종 분석에 포함되었으며(IMP 치료 64마리, PB 치료 88마리), 12주 동안의 연구 기간 동안, IMP로 치료받은 개 중 75%(48/64)에서 월간 뇌전증 빈도의 ≥50% 감소가 관찰되었으며, PB로 치료받은 개 중 83%(73/88)에서 월간 뇌전증 빈도의 ≥50% 감소가 관찰되었다. IMP로 치료받은 개 중 47%(30/64)에서 뇌전증 발작 증상이 완전히 해소되었고, PB로 치료받은 개 중 58%(51/88)에서 뇌전증 발작 증상이 완전히 해소되었다. PB와 IMP 치료 그룹 간의 월간 뇌전증 빈도 평균에는 유의한 차이가 없었다. 부작용의 빈도는 PB 그룹에서 유의하게 더 높게 관찰되었다.10\nEU 국가에서 사용허가를 받은 후, IMP에 대한 임상연구가 크게 늘어났다. Galluci 등은 IMP 단일요법을 받은 56마리의 개를 대상으로 회고 평가를 수행하였다. 3, 6 및 12개월 추적 관찰에서 월간 뇌전증 빈도가 ≥50% 감소한 개는 각각 36마리(64%), 29마리(52%), 30마리(54%)로 나타났으며, 뇌전증 증상이 사라진 개는 각각 23마리(41%), 12마리(21%), 14마리(25%)로 나타났다. 반응견에는 군집발작을 보였던 개도 포함되어 있었다. 6개월 추적 관찰에서 3마리(5%)에서 IMP가 효과가 없어서 중단되었으며, 12개월 추적 관찰에서 16마리(29%)에서 중단되었다. 이러한 개들은 비반응견으로 분류되었다. 통계 분석상, 19 mg/kg, q12h 이상이 가장 효과적인 초기 IMP 투여량으로 확인되었다.13\nStabile 등이 실시한 임상연구(observational prospective cohort study)에서는 특발성 뇌전증이 있는 ASD 약물을 맨 처음으로 사용하는 61마리를 개를 대상으로 하였다.14 이 중 31마리는 IMP 그룹에 배정되었고(시작 용량은 10~20 mg/kg, q12h PO이며, 필요에 따라 30 mg/kg, q12h까지 증량), 30마리는 PB 그룹에 배정되었다(시작 용량은 2.5~3.3 mg/kg, q12h, PO이며, 필요에 따라 5.2 mg/kg, q12h까지 증량). 보호자들이 신경전문의와 진료 상담 후 치료제(IMP 또는 PB)를 결정할 수 있게 하였다. 추적 기간은 3년이었다. 치료 전 중간값 뇌전증 빈도는 PB 그룹(월간 2.46회; 범위, 월간 1~7회)이 IMP 그룹(월간 1.5회; 범위, 월간 1~4회)보다 유의하게 높았다. 치료 후 중간값 뇌전증 빈도는 PB 그룹에서는 월간 0.36회(범위, 3년간 동안 0회에서 한달에 1회까지)이고, IMP 그룹에서는 월간 0.95회(범위, 6개월 동안 1회에서 한 달에 3회까지)였다. 치료 후 뇌전증 빈도는 PB 그룹에서 IMP 그룹보다 유의하게 낮았으며, 치료 시작부터 치료 후까지의 뇌전증 빈도 감소는 PB 그룹에서 유의하게 더 크게 나타났다.14 IMP 그룹의 개에서 PB 그룹에 비해 통계적으로 유의하게 더 자주 군집발작이 발생하였으며(IMP 그룹 68% vs PB 그룹 37%), 더 일찍 발생하였다(IMP 그룹 4.5개월 vs PB 그룹 17.2개월). 공격성 및 치료 실패는 IMP 그룹에서 유의하게 더 자주 발생하였다. 14\nIMP 단일요법(권장 최대 용량인 30 mg/kg, q12h을 사용해도)으로 충분한 뇌전증 증상 제어가 어려웠던 개의 경우, PB 또는 KBr를 병행투여 시 증상을 제어할 수 있었으며, 이러한 효과는 일부 개에서 IMP 중단 후에도 유지되었다. 15,16 IMP가 효과를 보이지 않는 특발성 뇌전증을 가진 27마리의 개를 대상으로 추가 연구(prospective, randomized, controlled clinical trial)가 진행되었다. PB(시작 용량은 2 mg/kg, q12h, PO이며, 혈중 농도 모니터링 및 뇌전증 발작 빈도에 따라 증량) 또는 KBr(경구 loading 용량 투여 후 20 mg/kg, q12h, PO 투여)와 병행 투여 시, PB 병행그룹에서 14/27(79%), KBr 병행그룹에서 9/13(69%) 개에서 월간 뇌전증 빈도를 50% 이상 감소시킬 수 있었다. 뇌전증 증상이 사라진 비율은 PB 그룹에서 개의 14%, KBr 그룹에서 23%였다. 전반적으로 추가적인 치료 후, 군집발작을 보인 개체수는 유의하게 감소하였다. 15\n또 다른 임상시험(open-label prospective clinical trial)에서 13마리의 뇌전증 환견 중 4마리는 IMP와 PB 조합, 7마리는 IMP와 KBr 조합 그리고 2마리는 IMP, PB, KBr조합으로 증상이 제어되는 개체를 대상으로 하였다. 이 대상견에서 IMP를 3개월 동안 점진적으로 감량시키고 중단하였다. 그 결과, 12마리 중 13마리(92%)의 개체에서 월간 발작 빈도는 변화가 없거나 감소하였으며, 부작용의 개선 또는 소실이 관찰되었다. 16 IMP 중단 이후의 추적 기간은 9~12개월이었다.\nImepitoin을 PB에 추가 투여해본 두 번의 연구 결과가 보고되어 있다. 첫 번째 연구에서는 17마리의 강아지에게 IMP를 PB 또는 프리미돈과 병행투여하였다. 투여는 1주 동안 5 mg/kg, q12h, PO로 시작하였고, 그 후 발작이 계속되면 10 mg/kg, q12h까지 증량하였다. 그 결과, 월간 발작 빈도 감소가 17마리 중 10마리(59%)에서 관찰되었고, IMP 추가 후 발작빈도는 월 2.4회에서 월 1.1회로 감소되었다. 발작 빈도의 감소는 통계적으로 유의미하였다.5 IMP와 PB의 병용투여법이 약제 내성을 보였던 환견을 대상으로 실시된 바 있다. 17 34마리 중 16마리는 PB-내성견으로 IMP 10 mg/kg, q12h을 시작용량으로 하고 최대 30 mg/kg, q12h까지 추가 처방하였고, 11마리 또한 PB-내성견으로 5 mg/kg, q12h을 시작용량으로 하고 최대 30 mg/kg, q12h까지 추가 처방하였으며, 7마리는 IMP-내성견으로 PB를 0.5 mg/kg, q12h을 시작용량으로 하고 최대 6 mg/kg, q12h까지 추가처방하였다. 그 결과, 월간 발작 빈도의 50% 이상 감소는 36~42%의 대상견에서 관찰되었으며, 이러한 감소 효과는 3개의 그룹 간에 유의한 차이는 없었다. 그러나 IMP를 추가할 경우, 10 mg/kg보다는 5 mg/kg의 경구 용량이 부작용 발생 비율이 낮았다. 17 더 높은 IMP 시작 용량을 사용했던 그룹의 16마리 중 6마리에서 발작 빈도나 군집발작이 증가하였다. 17 또한, PB가 추가될 경우, 많은 환견에서 1.5 mg/kg, q12h의 용량으로 발작 빈도를 감소시킬 수 있었다. IMP 또는 PB의 병용 치료는 군집발작 발생 빈도를 감소시키지는 못했다. 17\n임상적 사용\n항뇌전증 약물 치료의 목표는 발작 빈도와 심도를 감소시키면서 약물의 부작용을 가능한 약하게 유지하는 것이다. 환축과 보호자의 삶의 질을 고려하여 보호자가 투약을 편하고 정확하게 유지하는 것도 중요하다(제3장과 제9장 참조). Imepitoin은 일반적으로 내약성(tolerability)이 우수하다. IMP의 장점은 신속하게 효과가 나타나기 때문에, 부작용이 발생하거나 발작 빈도나 심도가 충분히 감소되지 않을 경우, 비교적 간단하게 중단할 수 있다는 점이다. 4,17 IMP는 상대적으로 빠르게 감량할 수 있으며, 실험적 연구에서 치료 중단 시 withdrawal hyperexcitability(단약과 관련되어 발생하는 과흥분 증상)이 관찰되지 않아 IMP에 대한 체내 의존성은 없는 것으로 보고 있다.3 하지만 개에서 IMP 감량에 관한 임상 연구가 단 한 번밖에 이루어지지 않았고, 이 연구에서는 3개월 동안 용량을 점진적으로 감량하였다. 16 혈중농도가 아니라 부작용 발생 비율이나 발작빈도의 증가 같은 임상지표를 통해 약물의 투여량을 점진적으로 변경해야 한다.\nImepitoin은 PexionTM이라는 상표로 판매되며, 100 mg와 400 mg 정제 형태로 제공되고 있다. 이 약물은 경구용 형태로만 존재하며, 주사로 투여할 수는 없다.\n개에서 단일요법으로 사용할 경우, 10 mg/kg, q12h로 투여하는 방법이 추천된다. 10,13,18 이러한 시작 용량으로는 부작용이 최소화되며 일부 개는 이보다 낮은 용량에도 반응한다.5 그러나 효과가 충분하지 않은 경우에는 20 mg/kg, q12h로 빠르게 증량하는 것이 좋다.13 식사시기와 약물 투여 시기는 일정하게 유지되어야 한다.4 충분한 효과가 발휘되었을 경우(치료 성공의 정의에 대해서는 제9장을 참조), 용량은 유지되어야 한다. 반대로 발작 빈도나 심도가 만족스럽게 감소되지 않는 경우, 경구 용량을 약 10 mg/kg씩 증량하여 최대 30 mg/kg, q12h까지 증량해 볼 수 있다. 10 발작이 계속해서 통제되지 않는 경우, 다른 ASD 약물과의 병용 요법을 실시해야 한다(예, PB 1.5~2.5 mg/kg, q12h, PO; 제10장에서 PB에 대한 자세한 내용 참조).15-17 안정된 PB 혈중농도와 만족스러운 발작 증상 억제가 이루어졌지만 병용 요법을 환축이 잘 견디지 못할 경우, IMP 용량을 감량하고 중단하면 부작용을 감소시키는 데 도움이 될 수 있다.16 IMP 내성 개를 PB 단일요법으로 전환하면 IMP와 PB 병용치료와 관련된 부작용이 개선되거나 사라질 수 있다.16\nPB 내성 개에게 IMP를 병용 요법으로 사용할 때, 권장 초기 경구 용량은 5 mg/kg, q12h이다.17 이 용량은 IMP 단일요법의 시작 용량보다 낮다. IMP 용량은 필요에 따라 최대 30 mg/kg까지 점진적으로 증량해 볼 수 있다.\n특발성 뇌전증환자에 대한 약물치료시 정기적인 추적 검사가 권장된다. 만족스러운 발작 증상제어와 최소한의 부작용을 보이는 개에서도 보통 매 6~12개월마다 추적조사가 수행된다. 이러한 주기적 재평가는 IMP로 치료받는 개들에게도 필요하다. 발작 증상 제어가 충분하지 않거나 부작용이 개의 삶의 질에 부정적인 영향을 미치는 경우, 곧바로 재평가가 실시되어야 한다. IMP 농도 자체를 측정할 필요는 없다. IMP는 약리적 효과는 혈장 농도와 무관하다. 4,5 용량 조절은 발작 빈도와 심도를 감소시키는 효과와 내약성에 따라 결정된다. 보호자의 투약과 관련된 문제가 있을 경우, IMP 혈장 농도 측정이 도움이 될 수 있지만, 현재까지 IMP 혈장 농도를 측정하기 위한 상용화된 시험법이 개발되어 있지 않다.\nImepitoin 치료는 과량 투여에도 혈액 화학적 변화를 유발하지 않는다. 18 단, 혈중 크레아티닌 농도가 약간 증가하는 경향이 있었으나 참고 범위를 초과하지 않았으며 신부전과 관련되지 않았다. 18 따라서 환자의 임상적 증상에 기반하여 정기적인 혈청 생화학 분석이 필요할 수 있다. IMP 투여와 관련된 혈청 생화학적 변화가 일어나지는 않기 때문에 추적 검사시 이러한 검사를 반드시 해야 하는 것은 아니다. 18,19 그러나 온라인 설문 조사를 통해 이루어진 85마리의 뇌전증병 개에서 불안 관련 행동 증상에 개선효과가 확인되지 않았다. 20 Imepitoin은 또한 개의 특발성 두경부 경련증 치료를 위한 소규모 임상시험(randomized, blinded, placebo-controlled study)에서도 평가되었다. 치료에 반응을 보인 개체수 비율은 17%(12마리 중 2마리)이었으며, 따라서 유익한 치료효과가 있는 것으로 보기 어렵다고 본 연구는 결론내렸다. 21\n부작용 및 약물 상호작용\n개와 고양이에서 실험 연구와 임상연구를 통해 IMP에 의한 부작용이 면밀하게 조사되었고, 연구 결과 안전한 것으로 보인다. 1,4,7,10 그러나 일부 증례에서 IMP 치료로 인해 부작용이 발생하여 약물을 중단해야 하는 경우도 있었다. 14,22\n개에게 과량 투여해 본 실험에서 no-observable-effect level (NOEL)은 90 mg/kg, q12h이었다.3,10 고용량에서도 독성의 임상적 소견은 경미하며, 유연, 구토, 체중 감소, 일과성 운동실조 및 활동 감소가 부작용으로 보고되어 있다. 3 IMP 내약성과 생리적 의존성에 대한 연구도 수행되었다. 3 내성 발생의 증후는 관찰되지 않았으며, 과량 투여에서의 IMP 치료의 갑작스런 종료 후 withdrawal signs(금단현상)도 관찰되지 않았다. 더 나아가, 혈장 농도에 대한 독성 연구에서도 권장 투여량의 안정성이 확인되었다. 10 최대 경구 용량(150 mg/kg, q12h)에서 추가적으로 관찰된 부작용에는 눈물, 안구 건조, 간헐적 떨림, 안구진탕이 있다. 10 생화학적 검사지표는 참고 범위 내에서 유지되었으며, 크레아티닌 농도가 약간 증가했지만 이는 신장 기능 이상과 관련되어 있지 않았다. 신장에서 조직병리학적 이상소견이 확인되지 않았다. 7 구토, 유연 및 약간의 식욕저하와 같은 부작용이 가끔 관찰되었다. 혈액 검사 및 혈청 생화학 분석에서는 병리학적 이상소견이 발견되지 않았다. 7 이러한 부작용은 경미하고 간헐적이었다. 7\n특발성 뇌전증을 가진 개를 대상으로 한 임상 연구에서 다식증이 가장 빈번하게 보고된 부작용이었다. 1,20 또 다른 임상연구(multicenter study)에서 IMP 치료를 받는 개의 46.6%에서 적어도 하나의 부작용이 관찰되었다. 이 연구에서 IMP 치료는 PB 치료와 비교되었다. PB 그룹에서도 개의 57.3%가 적어도 하나의 부작용을 보였다. IMP와 관련된 추가적인 부작용으로는 진정, 다식증 및 다뇨증, 운동실조,10,20 과활성5,10,20 및 공격성14 같은 신경학적 부작용이 있었고, 1마리의 개에서 루프형 약물 반응과 일치하는 피부병변이 보고되었다. IMP 치료를 받는 개를 대상으로 한 임상 연구에서 혈청 생화학적 검사수치는 모두 참고 범위 내에 유지되었으며, 크레아티닌 농도만 개의 6.2%에서 상승되어 있었다. 10\nIMP 사용과 관련된 부작용의 빈도는 표 13.1에 요약되어 있다.\n약물 상호작용에 대해서는 아직 알려지지 않았다. Imepitoin은 in vivo와 in vitro상 낮은 단백 결합능력을 보여서 혈장 단백질과 결합력이 높은 약물과의 상호작용은 거의 없을 것으로 생각된다. 4 간에서 cytochrome P450 효소의 유도는 감지되지 않았으며 PB와의 약동학적 상호관련성도 관찰되지 않았다. 5 지속발작이나 군집발작을 보이는 응급 환자관리를 위해 추가적인 ASD 약물치료가 필요한 경우, IMP를 중단하지 않고 벤조디아제핀계통 약물과 함께 사용이 가능하다. 부분 항진제인 Imepitoin은 벤조디아제핀 결합부위를 완전히 활성화시키지 않으며, 벤조디아제핀보다 낮은 친화도를 가지고 있기 때문에 GABAA 수용체에서 빠르게 분리된다.\n\n"
}