{
    "title": "개와 고양이의 실전 뇌전증 관리",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "15\n기타 ASD 약물들\nOther Antiseizure Drugs\n1980년대 후반에서 1990년대 초부터 다양한 발작증을 치료하기 위해, 인의에서는 여러 가지 새로운 항경련제(ASD) 약물을 개발하였다. 하지만 이러한 약물들은 체계적으로 학술 자료를 분석해본 결과, 이러한 사람의 최신 ASD 약물 중에 개와 고양이의 뇌전증 치료에 효과가 있는 약물은 거의 없거나 증거가 부족한 경우가 대부분이었다.1,2 현재까지, 라코사마이드와 브리바라세탐을 비롯한 최신 ASD 중 어느 것도 약동학적 특성에 대한 연구가 진행되고 있지 않고 있다. 따라서, 자료가 부족하기 때문에 권장투여량과 치료 모니터링에 대한 권고사항은 개와 고양이에게 제시되지 않고 있다. 실제로, 이러한 많은 약물들은 사람과 약물 대사 차이나 잠재적인 심각한 부작용을 유발 가능성 때문에 개와 고양이에게 적합하지 않을 수도 있다. 제한된 정보에 기반하여, 아직까지는 많은 최신 ASD 약물의 사용을 추천할 수 없다. 이 장에서 다루는 ASD 약물에 대한 추가 정보는 표 15.1과 표 15.2에서 요약되어 있다.\nClorazepate와 clonazepam\nClorazepate와 clonazepam는 GABA 수용체에 결합하여 억제성 신경전달을 증가시키는 벤조디아제핀 계열의 오래된 항뇌전증 약물이다. 이러한 약물들은 유지용 ASD 약물로서 개에서 효과가 제한적이며, 반감기가 짧아서 일반적으로 응급 상황에서 주로 사용된다.3,4\n작용 기전\n벤조디아제핀은 γ-아미노뷰티르산(GABA) 수용체에 결합하여 억제성 신경전달을 증가시키는 작용을 한다. Clorazepate는 전구약물로서 위에서 주요 활성 대사산물인 노르디아제팜으로 가수분해된다.5 Clonazepam은 벤조디아제핀 유도체로서 디아제팜보다 강력한 효과를 나타낸다.5\n약동학\n개에서 clorazepate는 경구 투여 후 혈중 반감기(t1/2)는 3~6시간이고, 혈장단백질과 결합되는 비율이 높다(85%).3,4 개에서 clonazepam은 경구 투여 후 투약량에 따라 반감기(t1/2)가 변한다. 0.1 mg/kg로 투약하면 반감기가 1~2시간이지만, 2 mg/kg으로 투약하면 5~6시간이다.4\n투여법\nClorazepate는 경구 약물으로 개의 권장 투여량은 0.5~1 mg/kg, q8h 또는 2~4 mg/kg, q12h이다.3,6 개에서 장기간 이 약물을 투여하면 내성과 의존성을 발생할 수 있으므로, 발작 증상 제어를 오랫동안 유지할 수 없기 때문에 유지용 ASD 약물로 적합하지 않다.6\nClonazepam은 경구 및 정맥 주사용으로 제공되지만, 미국에서는 주사용 제형이 없다. 개에서 권장되는 정맥 경로의 clonazepam 투여량은 0.5~0.2 mg/kg이며, 내성이 천천히 발생하기 때문에 정맥 투여 시 효과가 더 좋을 수 있다.5 개에서 경구용 clonazepam 투여량은 0.5~1 mg/kg, q8~12h이다.\n임상 수의사들은 주로 군집발작(cluster seizure)이 있는 개에서 발작증상을 제어하기 위한 펄스 요법으로 이러한 약물을 사용하는 경우가 더 많다.4 펄스 요법은 발작이 발생한 후 (개가 삼킬 수 있는 경우) 경구 시작 투약량을 투여한 다음(선택한 투약량에 따라 8~12시간마다) 36~48시간 동안 치료를 시작한다.\n효능\nClorazepate는 만성적으로 사용하면, 투여량을 일정하게 유지해도 농도가 감소할 수 있다.5 Clonazepam(디아제팜과 마찬가지로)은 치료 시작 후 며칠에서 몇 주 내에 내성과 간효소 유도를 유발할 수 있으며, 이로 인해 발작 증상 제어가 어려워질 수 있다. 따라서 이러한 약물들은 응급 상황에서 단기적으로 펄스 요법으로 사용해야 더 효과적이다.3,4 개나 고양이의 뇌전증에 대한 두 약물의 효능을 연구 결과가 아직 발표된 적은 없다.\n부작용\n경구 벤조디아제핀을 사용할 때는 과도한 진정과 운동실조 같은 A형의 부작용이 나타날 수 있다. 이러한 효과는 페노바르비탈(PB)과 같은 다른 ASD 약물을 동시에 투여할 때 더욱 악화될 수 있다.6 벤조디아제핀 사용 시, 간효소 유도가 증가할 수 있는 가능성을 고려하여 간 대사 필요한 다른 약물과 함께 투여되거나 간 기능장애가 있는 환자에서 주의해서 사용해야 한다.3,4 2 mg/kg, q12h, PO로 clorazepate를 3주 동안 투여해 본 연구에서는 혈청 알부민과 BUN의 유의적인 감소가 관찰되었지만, 정상 참고범위 밖으로 떨어지지는 않았다.5\n약물 상호작용\nClorazepate가 PB 농도를 증가시킬 수 있는 가능성 때문에 이 두 약물을 동시에 사용할 때는 clorazepate 투여 후 2주와 4주에 혈청 PB 농도를 측정해보는 것이 좋다.5,6\nFelbamate\nFelbamate는 1993년에 최초로 발작을 가진 환자에게 사용되었으나, 특이체질에 의한 심각한 부작용을 유발할 수 있어서 일반적으로 사용되지 않는다. 이 약물의 입증한 연구 자료가 부족하기 때문에, 이 약물은 특발성 증 개에서는 마지막에 선택되는 ASD 약물이다.1,7 또한 이 약물을 구하기도 쉽지 않고 가격도 매우 비싸며, 중독 위험성도 아주 높다.1\n작용 기전\nFelbamate는 GABA 수용체 염소 채널(전류)를 강화시켜서 NMDA (N-methyl-D-aspartate) 수용체-중개 활성을 억제함으로써 항발작 효과를 나타낸다.7,8\n약동학\n개에서 felbamate의 반감기는 매우 짧으며(4~6시간), 20~30시간이 지나야 안정 혈중 상태에 도달한다.8 Felbamate는 간의 cytochrome P450 시스템에 의해 가수화 및 결합을 거쳐 대사되며, 요로 배설된다.8 간 대사의 차이로 인해 일부 개에서는 변이적이고 빠른 대사가 나타날 수 있다.8\n투여법\n특발성 뇌전증의 개에서의 권장 경구 초기 투여량은 15~20 mg/kg, q8h이다.5,8 일부 참고 자료에서는 최대 50~75 mg/kg, q8h까지 보고되어 있지만, 100 mg/kg 이상의 투여량에서의 효과나 독성을 평가한 연구는 아직 없다.4,5,7,8 매우 짧은 반감기 때문에 6시간마다 투여할 수도 있다.8\nFelbamate의 개에서 사용관련 연구 자료가 부족하고 사람에서 중증 독성 가능성이 있기 때문에, 치료 시작 전 CBC 및 혈청 생화학 검사를 시행한 다음, 처음 6개월 동안 매월, 그 이후에는 3~6개월마다 검사하는 모니터 방법이 추천된다.7,8\n효능\n특발성 뇌전증에 의해 국소 발작을 보이는 6마리의 개를 대상으로 한 회고 연구에서, 초기 경구 투여량으로 felbamate 50~120 mg/kg/day를 투여해본 결과, 모든 개에서 발작 빈도가 감소하고, 2마리의 개에서는 발작 증상이 더 이상 나타나지 않은 결과를 보였으며, 추적 기간은 2~22개월이었다.8 또 다른 연구에서는 약물 내성 뇌전증을 가진 16마리의 개 중 12마리가 PB와 KBr을 이용한 치료에 felbamate를 추가함으로써 발작 활동이 감소하는 것을 관찰하였다.9\n부작용\nFelbamate로 치료된 뇌전증 환견 6마리 중 2마리에서 생명을 위협하지 않는 혈액 이상증(혈소판감소증 및 림프감소증; B형 부작용)이 치료 시작 후 3~13개월 사이에 발생하였다. 각막결막건조증도 개에서 보고된 바 있다.4,8 Felbamate의 미상의 고용량을 투여받은 소형견에서 전신 근진전이 A형 부작용이 발생한 적도 있다.4 사람들 마찬가지로 felbamate는 개에서는 진정 효과는 잘 유발하지 않는다.4\nFelbamate는 간의 microsomal cytochrome P450 효소를 억제하여 PB의 대사를 억제하고 혈중 PB 농도를 증가시킬 수 있으므로 PB 중독을 유발할 수 있다.4,7,9 사람에서는 felbamate가 치명적인 혈구 무형성증과 간부전을 유발할 수 있다고 알려져 있다.4,7,8 개에서도 felbamate 관련 간독성이 발생할 수 있으며, 약물 중단 후 간 기능 이상이 개선된 증례가 보고되어 있다.4,9\nGabapentin\nGabapentin은 GABA와 구조적으로 유사한 cyclic GABA analog로, 1993년에 인간의 국소 발작 치료를 위한 보조 치료제로 사용승인을 받았다. Gabapentin은 약물 내성 뇌전증을 가진 개에서 사용되었으며,10,11 동물과 사람의 신경증성 통증 증후군(neuropathic pain syndrome) 치료에 더 일반적으로 사용되고 있다.12\n작용 기전\nGabapentin의 작용 기전은 완전히 밝혀지지 않았다. GABA와 구조적으로 유사하지만, 특별하게 GABA 신경전달체계에 영향을 주지는 않는다. 제시된 작용 기전은 α2δ-1 하위단을 포함하는 전압 의존성 칼슘 채널의 선택적 억제와 관련이 있다.10\n약동학\n개에서 Gabapentin의 반감기는 3~4시간이며, 약물은 간에서 N-methylgabapentin으로 대사된다.13 개에서 경구 생체이용도는 80%이며, 최대 혈장 농도는 투약량과 비례적으로 증가한다.12,13 반복된 경구 투여에도 고양이에서 약물의 약동학 특성과 생체이용도에 영향을 받지 않으며, 단일 경구 투여 후의 생체 이용도는 94.8%이다.12\n투여법\n개에서 권장 용량은 10~20 mg/kg, q8h, PO로, 이렇게 하면 최대 12시간 동안 사람에서 보고된 치료 농도인 2 ug/mL의 혈중 농도를 유지할 수 있다.\n이 연구에서는 17마리의 개가 4개월 동안 매 8~12시간마다 경구로 gabapentin을 35~50 mg/kg/day 용량으로 투여받았다. 발작 사이 간격은 증가하고 발작 후 회복 시간은 감소했지만, 전반적인 뇌전증 발작 빈도의 유의한 감소는 관찰되지 않았다.15 다른 임상 연구(open-label study)에서도 PB와 KBr에 내성을 가진 11마리의 개에게 3개월 동안 10 mg/kg, q8h의 gabapentin이 경구로 투여되었다. 이 연구에서는 일주일 동안의 뇌전증 발작 횟수와 뇌전증 발작 활동이 있는 날 수가 유의적으로 감소했다.11\n부작용\n사람에서 보고된 부작용으로는 졸림, 어지러움, 두통, 메스꺼움 및 비만 등이 있다.16 개에서는 졸림과 운동 실조가 보고되어 있다. 경구 투여와 관련된 내약성은 우수하다.16\n약물 상호작용\n사람에서는 제산제가 gabapentin의 위장 흡수를 감소시키고 H2-차단제가 신장 클리어런스를 감소시키는 것으로 알려져 있다.16\nTopiramate\nTopiramate은 sulfamate-substituted monosaccharaide로, 1996년 미국에서 사람의 전신 발작과 국소 발작에 대한 단일요법 및 보조요법 치료제로 승인된 신세대 항경련제이다. 이 약물은 자연적으로 존재하는 단당류인 monosaccharide D-fructose로부터 유래되며 황산메틸기를 가지고 있다.18\n작용 기전\nTopiramate은 여러 메커니즘을 통해 항발작 효과를 나타낸다. 전압 의존성 나트륨 채널 차단, GABA 신경억제 향상, AMPA 및 카이닐리포형 글루탐산 수용체(AMPA and kainite subtype glumatate receptors) 전류에 대한 길항작용, 그리고 전압 활성화된 Ca2+ 채널에 대한 영향이 있다. 이외에도 탄산이산화효소 이소효소에 대한 최소 억제 작용이 있지만, 이러한 효과는 항경련 활동에 기여하지 않을 것으로 생각된다.18\n약동학\n건강한 비글들에게 경구로 40 mg/kg topiramate를 단일투여 시 최대 혈장 농도는 0.6~3.8시간에서 관찰되며, 경구 생체이용도는 27~59% 범위였다.19 자연적으로 발생한 뇌전증을 가진 개를 대상으로 한 연구에서 경구 생체이용도는 62~102%로 보고되었다.20 Topiramate는 주로 개의 소변에서 변화 없이 배설되지만, topiramate 투여 후 유의한 담즙 배설도 관찰되었다.19\n투여법\n약물 내성 뇌전증을 가진 개에게 5 mg/kg, q12로 경구 투여한 결과, 내약성이 우수했다.21 사람과 개에서 효소 유도제 약물인 PB와 함께 투여할 경우, topiramate의 청소율이 증가되어 목표 혈장 농도인 20~30 μg/mL에 도달하기 위해 더 높은 용량이 필요할 수 있다.20\n효능\nTopiramate를 6개월 추적 관찰 기간 동안 약물내성 뇌전증 개에게 5 mg/kg의 경구투여해본 한 임상 연구(prospective, open-label, noncomparative study)에서 10마리 중 5마리가 반응견(기존 치료에 비해 발작 빈도가 50% 이상 감소)으로 분류되었다. 발작 빈도는 평균 66% 감소하였으며, 이 중 3마리는 추가 추적 관찰 기간인 3~9개월 동안 계속해서 반응견으로 남았다. 이러한 결과는 topiramate가 개의 뇌전증에서 PB와 KBr에 추가해 볼 수 있는 약물로 유용할 수 있음을 시사하고 있다.21\n부작용\n사람에서 부작용은 대부분 중추 신경계 관련이며, 피로, 졸음, 두통, 신경 운동 둔화, 혼동, 기억 장애 등이 보고되어 있다. 기타 부작용으로는 체중 감소, 설사, 식욕 감소, 대사성 산증, 신장결석 등이 있다.18\n건강한 비글에게 15일 동안 10~15 mg/kg/day의 경구 topiramate를 투여한 경우나 뇌전증 개에게 단일 IV 투여로 10~20 mg/kg의 용량을 투여한 경우, 부작용은 보고되지 않았다.19,20 뇌전증 개에게 PB와 KBr에 보조요법 치료로 topiramate 3~4 mg/kg, q8h를 경구 투여한 경우, 7마리 중 9마리에서 과도한 진정과 운동 실조가 보고되었으며, 이러한 증상 때문에 한마리 개에서 topiramate 투약이 중단되었다.21\n약물 상호작용\n개에서 PB와 동시 투여하면 topiramate의 청소율이 5.6배 증가하고, 반감기는 대략 4배로 단축된다.20\nPregabalin\nPregabalin은 gabapentin과 구조적으로 유사하며, 미국에서 2005년에 사용 승인되었다. 현재 성인의 국소성 뇌전증, 신경통, 화농증통(fibromyalgia), 불안장애 치료용으로 허가되어 있다.16 개에서 발작 치료 및 고양이에서의 약동학적 특성도 연구되어 있다.17,22\n작용 기전\nPregabalin의 작용기전은 gabapentin과 유사하며, 전압 의존성 칼슘 채널의 α2δ-1 서브유닛과 상호작용한다. 그러나 pregabalin은 이 서브유닛에 대한 결합능이 더 높아서, gabapentin보다 강력한 효과를 보일 수 있다.17,22\n약동학\nGabapentin과 마찬가지로 pregabalin은 개에서도 N-methyl 대사체로 대사되며, 4 mg/kg의 단일 경구 용량으로 투여시 사람에서 보고된 최소 치료 농도인 2.8~8.2 mg/mL을 약 11시간 넘게 유지하는 것으로 보고되어 있으며, 반감기는 7시간이고, 최고 농도 도달 시간은 1.5시간 정도이다.17 개에서는 3~4 mg/kg, q8h로 경구 투여한 경우, 운동실조 같은 부작용이 발생한다. 따라서 2 mg/kg를 시작으로 매 8~12시간마다 용량을 1 mg/kg/week씩 증가시켜 원하는 용량을 얻을 때까지 조절하는 것이 좋다. Pregabalin을 투여한 개 중 11마리 중 6마리에서 간효소(ALP, ALT)의 상승이 관찰되었다. 따라서 환자의 간효소를 모니터링하는 것이 좋다.22\n효능\nPB와 KBr 내성을 가진 뇌전증 개에 대한 임상연구(open-label noncomparative study)에서, pregabalin을 3~4 mg/kg, q8h로 경구 투여한 경우, 11마리 중 9마리가 발작 빈도의 유의한 감소를 보였다.22 이 중 7마리는 반응견으로 간주되었으며, 발작 감소율은 평균 64%, 중간값 감소율은 58%였다.22\n부작용\n사람에서 부작용으로 어지러움과 졸음이 보고되어 있으며, 구강 건조, 부종, 시야 흐림증도 보고되어 있다.22 뇌전증 개 11마리 중 10마리에서 PB와 KBr에 보조 치료로 pregabalin을 투여한 경우, 과도한 진정과 운동실조 같은 부작용이 관찰되었으며, 이 증상은 3개월 동안 지속되었다.17\n약물 상호작용\n사람에서 pregabalin은 간 효소 P450에 영향을 주지 않는다. 따라서 pregabalin 투여에 따른 다른 약물의 대사 억제로 인한 약물 간 상호작용은 거의 없을 것으로 예상된다.\nRufinamide\nRufinamide은 다른 어떤 항경련제와도 구조적으로 관련이 없는 triazole 유도체이다. 이 약물은 4세 이상인 환자들의 Lennox-Gastaut 증후군과 국소 발작(±속발성 전신 발작)에 관련된 치료제로 2008년에 승인되었다.24\n작용 기전\nRufinamide은 나트륨 의존성 작용 전위를 제한하여 신경 세포막을 안정화시킨다. Rufinamide은 신경전달물질 수용체에 측정 가능한 결합을 보이지 않기 때문에, 이러한 수용체-리간드 경로를 통해 작용하는 것으로 보이지는 않는다.24\n약동학\n사람에서 경구 투여한 rufinamide은 음식과 함께 투여될 때 70%가 흡수된다. 단백질에 34% 결합되며, 간에서 카복실아미드기의 가수분해로(탈카복실아미드 작용을 거쳐) 비활성 대사체로 대사된다. 이 대사체의 2~4%가 변화 없이 소변과 대변으로 배설된다. Rufinamide은 간의 cytochrome P450 시스템에 영향을 주지 않는다.24\n단일 경구 20 mg/kg 용량으로 투여한 경우, 개에서의 평균 반감기는 9.86시간이었고, 평균 혈장 농도는 19.6 ug/mL로, 사람에서 보고된 치료적 농도인 15 ug/mL보다 높았다.25\n투여법\n뇌전증 개나 고양이에서의 용량은 확립되어 있지 않았다.\n효능\n사람의 무작위 대조 연구 결과에 따르면, rufinamide은 다른 항경련제와 비교하여 내성이 있는 국소 뇌전증 치료(최소 50% 이상의 발작 빈도 감소)에서 더 효과적일 수 있었다.26 개나 고양이에서의 항경련제로서의 효과에 대한 보고는 아직 없다.\n부작용\n사람에서 부작용으로 두통, 어지러움, 졸음, 구토, 메스꺼움, 피로 및 이중 시력이 보고되어 있다.24,26 뿐만 아니라, 용량 의존적인 QT 간격 단축이 보고되어 있다.24 건강한 개에게 rufinamide을 투여한 경우 단기적인 부작용은 보고되지 않았으며,25 심전도 검사에서도 QT 간격이나 기타 이상이 관찰되지 않았다.25\n약물 상호작용\nRufinamide은 간의 cytochrome P450 시스템에 영향을 주지 않으므로, 약물 간 상호작용을 유발할 가능성이 낮다. 그러나 PB, 프리미돈, 페니토인 및 카바마제핀은 사람에서 이 약물의 청소율을 최대 25% 증가시킬 수 있었다고 한다.24,27\nLacosamide\nLacosamide는 2008년 성인의 국소 발작의 보조 치료제로 승인된 또 다른 신세대 항경련제이다. 수의 환자에서 대한 이 약물의 사용에 대한 정보는 제한적이다.\n작용 기전\nLacosamide의 작용 기전은 느린 전압 의존성 나트륨 채널을 비활성화하고, collapsin response mediator protein-2; CRMP2에 결합함으로써 신경 세포의 흥분을 감소시키는 것 같다.3,28\n약동학\nLacosamide의 약동학적 특성은 개나 고양이에서 연구되지 않았다. 사람에서 경구 투여한 lacosamide은 신속하게 흡수되고 신장을 통해 제거되며, 다른 항경련제와 상호작용하지 않는다.3,28\n투여법\n개에서 lacosamide의 시작 용량은 5 mg/kg, q12h, PO이지만, 이를 증명한 연구자료는 아직 발표되어 있지 않다. 응급 상황에서는 15분 동안 3 mg/kg의 IV 용량이 개에게 제시되어 있지만, 유효성에 대한 연구는 진행되어 있지 않다.3,28\n효능\nLacosamide의 발작 감소 효과는 개와 고양이에서 알려진 바가 없다. 사람에서는 lacosamide가 약물내성 뇌전증의 보조 치료로서 효과적이다.28\n부작용\n만성적인 lacosamide 투여로 인해 용량 의존적인 운동 장애와 소화기 운동 감소가 개에서 일화적으로 보고된 바 있다.3\n약물 상호작용\nLacosamide와 임상적으로 유의한 약물 간 상호작용은 확인된 바 없다.3\nBrivaracetam\nBrivaracetam은 levetiracetam과 구조적으로 유사하며, 2016년에 4세 이상의 사람에서 국소 발작에 대해 단일 또는 추가 치료로서 사용 승인되었다.29-31\n작용 기전\nBrivaracetam은 levetiracetam보다 SV2A 리간드에 더 높은 친화성으로 결합하여 작용한다. 또한 전압 의존성 나트륨 전류를 억제하고 GABA와 glycin에 의해 유도된 전류의 억제 효과를 역전시킨다.31\n약동학\n개 또는 고양이에서 brivaracetam의 약동학적 특성에 대한 발표된 연구자료는 없다. 사람에서 brivaracetam은 거의 완전한 경구 생체이용도를 가지며, 낮은 단백 결합을 보인다.30 약물의 반감기는 7~8시간이며, 아세트아미드기로의 가수분해를 통해 카복실산 대사체를 생성하고 이는 34%가 신장에서 배설된다. 또한 CYP2C19을 통해 가수분해를 거쳐 비활성 대사체로 변환된다. 대사체의 8~11%가 변화 없이 소변으로 배설된다.29,31\n투여법\n개와 고양이에서 권장 용량은 확립되지 않았다. 사람의 연구에서는 50~200 mg/kg/day 용량에서 유용한 효능과 안전성을 보였다.33\n효능\nBrivaracetam은 국소 발작(±이차 전신발작)이 있는 사람에서 효과가 입증되어 있다. 설치류 모델에서는 국소 및 전신 발작에 대한 보호 기능을 제공하며, 이차 전신발작을 예방하는 데 있어 levetiracetam보다 더 강한 효과를 나타냈다.31 그러나 개나 고양이에서의 ASD로서의 효능은 입증되지 않았다.\n부작용\n사람에서 가장 흔하게 보고된 부작용은 현기증, 피로, 어지러움, 비인두염, 구토 및 두통이다.29,31 개와 고양이에서의 부작용은 알려지지 않았다.\n약물 상호작용\nBrivaracetam은 약물 간 상호작용 가능성이 낮지만, CYP2C19 억제제와 함께 투여 시 혈장 농도가 증가할 수 있다. 간 효소 유도형 항경련제는 사람에서 약물의 혈장 농도를 약간 감소시킬 수 있다.30,31\n\n"
}