{
    "title": "개와 고양이의 실전 뇌전증 관리",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "16\n개 뇌전증 치료제로 칸나비디올\nCannabidiol\n칸나비스 사티바(Cannabis sativa)는 식물에서 자연적으로 발견되는 칸나비노이드 화합물인 100개 이상의 피토카나비노이드로 구성되어 있다. 가장 잘 알려진 두 가지 칸나비노이드는 비항정신성 칸나비노이드인 cannabidiol; CBD과 항정신성 칸나비노이드인 Δ-9-tetrahydrocannabinol (THC)이다. 연구에 따르면, CBD는 쥐의 발작 모델에서 in vitro와 in vivo상 항경련 효과를 보였다.1-4 또한 뇌전증에 대한 CBD의 효과를 연구하는 많은 인의 임상연구 결과가 문헌에 보고되어 있다.5-11 초기 인의 임상연구의 결과는 유망하였지만 그 연구 자체가 대부분 소규모 연구였고, 맹검과 무작위 추출 연구가 아니었으며, 일부는 자료자체가 불완전하였다.5-6 최근 사람의 약물 내성 발작에 대한 경구용 CBD의 효능, 안전성 및 내약성을 조사하는 일련의 임상 시험이 진행되었다.7-11 이러한 연구를 토대로, 두 가지 소아 뇌전증 유형인 레녹스-가스토(Lennox-Gastaut) 증후군과 드라벳(Dravet) 증후군과 관련된 발작 치료에 미국과 유럽에서 사용 승인을 받은 최초의 식물 유래 칸나비노이드 약물이 탄생했다. 더 나아가 난치성 특발성 뇌전증(IE)이 있는 개를 대상으로 CBD의 효과를 평가한 최초의 수의 분야 연구 결과가 발표되었다.12 연구 결과는 고무적이었지만, CBD의 효능, 용량 및 안전성을 보다 정확하게 평가하기 위한 보다 대규모 대조 수의 임상 시험이 필요하다.\n작용 기전\nCBD의 항경련 효과에 대해 다양한 기전이 제안되었지만 정확한 작용 기전은 알려지지 않았다. 칸나비노이드-특이 수용체는 체내 칸나비노디드 시스템의 일부로 확인되었으며 가장 많이 연구된 두 가지는 칸나비노이드 수용체1(CB1)과 칸나비노이드 수용체2(CB2)이다. THC는 중추신경계(CNS)의 CB1 수용체에 결합하여 voltage-gated 칼슘채널을 활성화하고 칼륨 채널 전도를 강화하여 신경 활동을 조절한다.13 그러나 CBD는 CB1 또는 CB2 수용체에 대한 높은 친화력을 갖지 않는 것으로 나타나 이러한 작용 방식이 사용이 불가하다.13 동물 모델에서 입증된 CBD의 입증된 효과를 토대로 막 전위 유지, 신경 전달 물질 방출 조절 및 시냅스 후 칼슘 조절을 포함한 신경 기능 유지에 대한 CBD의 효과를 조사하였다. 특히, 연구에서는 일시적 수용체 전위 채널에 결합하여 glutamate(주요 흥분성 신경전달물질)를 감소시키고14,15 5-히드록시트립토판 1A 수용체를 활성화시키며16 아데노신 재흡수를 억제시키는 CBD의 다양한 항경련 기전을 제시하였다.17 최근 연구는 칼슘 채널(TRPV1)과 나트륨 채널의 조절, G-단백질 결합 수용체(GPR55)의 길항작용 및 아데노신 수송 억제에 대한 영향을 통해 신경 흥분성을 감소시키는 CBD의 능력에 보다 구체적으로 초점이 맞추어져 있다.18\nTRPV1\n일시적 수용체 전위 바닐로이드 1형(transient receptor potential vanilloid type1, TRPV1) 수용체는 CNS 어디에나 존재하며, 칼슘 채널 조절에 미치는 영향과 흥분성 신경전달물질인 gultamate의 방출을 통해 신경 활동을 조절하는 능력이 발휘되어 뇌전증에 중요한 역할을 하는 것으로 나타났다.19-20 TRPV1은 뇌전증 환자의 뇌에서 과발현되는 것으로 나타났으며, 대뇌 피질의 흥분성에 미치는 영향을 고려할 때 TRPV1은 뇌전증에서 중요한 역할을 할 가능성이 높다.21-22 CBD가 TRPV1 수용체를 쉽게 자극하고 신속하게 둔감화시킨다는 증거가 있다.14,23 뇌전증과 관련하여 TRPV1 수용체에 대한 CBD의 효과는 TRPV1 녹아웃 마우스의 전신 발작의 급성 모델에서 평가되었다.24 TRPV1 유전자가 결손된 마우스에서 CBD에 대한 반응이 감소되었고, 이는 TRPV1이 CBD의 항경련 작용에서 중요한 표적이 될 수 있다는 것을 의미한다.24\nGPR55\nGPR55 수용체로 알려진 일종의 G 단백질 결합 수용체가 뇌전증 환자의 해마에서 증가하는 것으로 나타났다.25 이노시톨 트리포스페이트화로부터 칼슘 방출을 강화함으로써 세포내 저장소인 GPR55 수용체는 세포 내 칼슘 농도의 증가를 유발하며, 이는 차례로 신경 흥분성과 전달을 조절하는 것 같다.24,26,27 CBD에는 강력한 GPR55 작용제인 리소포스파티딜이노시톨(LPI)을 차단하여 발작 모델에서 신경 흥분/억제 균형을 회복시키는 능력이 있는 것으로 보인다. In vitro 연구에서는 사람의 세포에 1μM 농도로 투여된 CBD가 뇌전증 및 비뇌전증 상태 모두에서 GPR55 수용체에 성공적으로 길항하는 능력을 보여주었고,25 따라서 GPR55는 CBD 뇌전증 연구에서 중요한 연구 표적이 되고 있다.\n아데노신\n아데노신은 내인성 항경련제이자 강력한 신경 조절제로 간주된다.28-29 아데노신은 신경 탈분극 후 방출되며, 7-transmembrane G-단백질 결합 수용체와의 작용을 통해 시냅스 활동을 매개하고 신경 전달 물질 방출을 억제한다.18,30 칸나비디올은 세포외 아데노신을 증가시키고 아데노신 재흡수를 억제하는 것으로 나타났다.31-33 아데노신의 고유한 항경련제 특성과 아데노신 방출 및 재흡수에 대한 CBD의 입증된 효과를 고려할 때 CBD는 이 메커니즘을 통해 뇌전증 발작을 조절하는 데 중요한 역할을 할 수 있다고 생각할 수 있다.\n나트륨채널\nVoltage-gated 나트륨 채널(VGSC)도 CBD의 항경련제 효과에 대한 잠재적인 표적으로 제시된 바 있다. 비정상적인 VGSC 활동(재발성 전류)이 특정 형태의 뇌전증에 기여하는 것으로 생각되어 왔다. 재발 전류(resurgent currents)는 뇌전증에서 조절 장애가 있을 수 있으며 활동 전위의 재분극 단계 동안 채널이 다시 열리도록 하여 신경 흥분성을 높힌다.34 VGSC활동의 이러한 변화는 뇌전증 치료에서 중요한 목표가 될 수 있다. Patel 등은 CBD와 VGSC의 기계적 상호 작용을 통해 발작활동이 감소하는 것을 보고 비정상적인 VGSC 재발 전류를 중요한 연구 목표로 삼았다.34 또 다른 연구에서는 VGSC 기능을 억제하는 CBD의 능력을 보고하였다.35 그러나 이러한 예비 연구에 사용된 CBD의 농도는 임상적으로 달성 가능하지 않아,18 관련성이 다소 의심스럽다.\n다수의 임상 시험에서 CBD의 항경련 특성이 입증되었다. 그러나 CBD의 항경련 효과의 정확한 작용 기전은 아직 파악하기 어렵다. 이 리뷰의 범위를 벗어나기는 했지만, 다른 연구 표적이 확인되었고 추가로 더 많은 연구 표적이 물망에 오르고 있다. 지금까지 밝혀진 CBD가 발작 환자의 신경 흥분을 조절하는 능력에 기여하는 세 가지 주요 메커니즘은 TRPV1 수용체 탈감작, GPR55 수용체 길항작용 및 아데노신 재흡수 억제 등이다.\n약동학\n다양한 제품 유형(CBD 분리물: 다른 칸나비노이드가 없는 순수 CBD; 풀스펙트럼 CBD: THC를 포함한 다양한 기타 칸나비노이드와 CBD; 광범위한 스펙트럼 CBD 증류액: CBD와 THC가 없는 다양한 기타 칸나비노이드), 제제(구강 오일 팅크, 소프트 츄, 국소 크림 및 경구 캡슐) 및 복용량을 활용하여 반려동물에서 최근 다수의 약동학(PK) 분석이 수행되었다. 지금까지 수행된 PK 연구의 요약은 표 16.1에서 확인할 수 있다.\n개\nCBD-우세 제품에 대한 약동학 연구\nBartner 등은 개에서 세 가지 전달 방법(경구 CBD 주입 오일, 경구 CBD 주입 캡슐 및 귓바퀴에 바르는 CBD 주입 경피 크림)을 통해 투여된 대마 제품의 약동학적 특성을 조사한 연구결과를 발표하였다.36 5마리의 개로 구성된 투여군에 무작위로 할당된 건강한 개에게 단일 용량(5 mg/kg 및 10 mg/kg)의 대마를 2회 투여했다. 세 가지 제형 중 CBD 주입 오일은 최대 농도(Cmax)가 가장 높았고, 제거 반감기(t1/2)가 가장 길었으며, 전신 농도(곡선 아래 면적, AUC로 표시)도 가장 컸다. 구체적으로, 경구용 CBD 주입 오일 5 mg/kg 및 10 mg/kg 용량에 대한 PK 데이터는 각각 199.7+/- 55.9분 및 127.5+/- 32.2분의 t1/2를 나타냈다. 각각 625.3+/- 164.3 ng/mL 및 845.5+/- 262.2 ng/mL의 Cmax; AUC는 각각 135.6+/- 46.3 min·ug/mL 및 297.6+/- 112.8 min·ug/mL이다.\n또 다른 연구에서는 4마리의 연구견에게 대마 유래 CBD 오일(CBDA/CBDA와 추가적인 소수의 칸나비노이드 및 테르펜의 50/50% 혼합)을 1 mg/kg 및 4 mg/kg의 단일 용량으로 경구 투여했다. 각각의 CBD 투여 프로토콜 사이에 2주의 휴약 기간이 있었다.37 PK 분석 자료는 다음과 같다: 두 용량 모두에서 중앙값 t1/2는 4.2시간이었다. 1 mg/kg 용량의 경우, Cmax 102.3 ng/mL (60.7~132.0 ng/mL), 4 mg/kg 용량의 경우 590.8 ng/mL (389.5~904.5 ng/mL), 1 mg/kg 용량의 경우 AUC는 367 h·ng/mL (183~437 h·ng/mL)이다. 그리고 4 mg/kg 용량의 경우 2658 h·ng/mL (1753~3048 h·ng/mL)이다. 1 mg/kg CBD를 투여한 경구용 소프트츄(CBDA/CBDA의 50/50% 혼합)를 사용하여 수행된 유사한 PK 연구에서는 t1/2가 1.0 +/- 0.2시간으로 훨씬 짧았고, Cmax는 301 +/-63 ng/mL로 더 높았으며 훨씬 더 높은 AUC 1297 +/- 210 h·ng/mL을 보였다.38 개들 사이에서 t1/2, Cmax 및 전신 농도의 넓은 변동폭이 여러 연구에서 일관되게 관찰되었다. 연구 내용의 차이는 사용된 CBD의 다양한 형태(오일/오일 베이스, 츄, 크림), CBD 유형(전체 스펙트럼, 분리, 광범위한 스펙트럼), 급식 및 공복 투여, 개별 대사 및 기타 요인 등으로 인해 발생할 수 있다.\nCBD/THC 합제에 대한 약동학 연구\n건강한 래브라도 리트리버에서 THC와 CBD로 구성된 칸나비스 오일의 약동학 지표를 조사한 연구에서 금식한 상태 및 급식한 상태에서 1.5 mg/kg THC와 0.0375 mg/kg CBD의 용량 투여하여 지표를 조사하였다.39 금식한 개와 급식한 개 모두에서 THC의 약동학적 지표는 다음과 같다: 각각의 중앙값 t1/2은 1.74 (0.80~3.5)시간과 1.86 (0.86~3.01)시간을 보였고, 각각의 Cmax는 24.34 (9.2~77.1) ng/mL 및 7.10 (3.6~11.4) ng/mL이었으며, 각각의 AUC는 69.94 (20.26~95.43) h·ng/mL 및 24.00 (7.84~58.65) h·ng/mL이었다. 어떤 시점에서도 검출 가능한 혈장 CBD는 발견되지 않았다. 주목할 점은, 이 연구에서 금식한 개는 급식한 개에 비해 Cmax 및 AUC가 더 높았다는 것이다. THC의 높은 친유성 특성을 고려하면, THC는 급여한 개에서 더 큰 생체 이용률을 보일 것으로 예상된다. 사람과 설치류를 대상으로 한 이전 연구에서도 칸나비노이드가 더 빨리 흡수되고 급식상태에서 더 높은 Cmax 및 AUC를 보였다.40 저자는 올리브 오일 베이스가 공복 상태에서 THC 생체 이용률을 증가시키는 데 충분했지만, 식사를 한 상태에서는 식사가 피토칸나비노이드를 격리하여 약동학적 특성을 변경시킬 수 있다고 주장하였다. 따라서 이 연구 결과에 따르면 고지방 식사(또는 오일 베이스)는 장 림프 수송을 활성화하고 칸나비노이드 전신 노출 및 Cmax를 높이는 데 기여할 수 있다.\n또 다른 연구에서는 경구 점막 스프레이로 개발된 공식 칸나비스 추출물인 Sativex®의 약동학적 특성을 조사했으며, 설하 전달을 통해 8.1 mg/kg THC 및 7.5 mg/kg CBD의 단일 또는 다중 용량을 사용하여 건강한 개에게 투여하였다.41 단일 용량 PK 분석에서는 THC의 경우 18.5 ng/mL, CBD의 경우 10.5 ng/mL, Cmax 도달 시간은 2시간으로 나타났다. AUC는 THC의 경우 94.9 h·ng/mL, CBD의 경우 60.4 h·ng/mL였다. 이후 개들은 14일 동안 매일 동일한 용량을 투여하였다. 유사한 THC/CBD PK 프로필이 입증되었지만 Cmax까지의 시간은 1시간이었다. 흥미롭게도, 다중 투여 후 CBD 및 THC의 혈장 수준은 점진적인 상승을 보였고, 투여 전 및 투여 후 농도 값은 수렴되는 경향이 있었다. 이는 매일 투여 약 1주일 후 투여 전 혈장 농도의 증가로 인한 것으로 보인다. 저자는 이러한 경향이 지방 및 기타 기관에 피토칸나비노이드가 축적되어 혈장 수준이 감소하기 시작할 때 점진적이고 느린 방출을 겪게 하기 때문일 수 있다고 주장하였다. 마지막으로, 최근 연구에서는 13마리의 건강한 연구견을 대상으로 THC:CBD 비율이 1:20인 칸나비스 추출물의 다양한 경구 투여량에 대한 PK를 평가했다.42 투여된 용량은 “낮음”(2 mg/kg CBD; 0.1 mg/kg THC), “중간”(5 mg/kg CBD; 0.25 mg/kg THC) 및 “높음”(10 mg/kg CBD; 0.5 mg/kg THC)이다. CBD의 PK 분석은 각각 저용량, 중용량, 고용량에 대해서 t1/2은 2.5 h, 2.6h, 2.3 h, Cmax는 213 ng/mL, 838 ng/mL 및 1868 ng/mL, AUC는 759 h·ng/mL, 2935 h·ng/mL, 7239 h·ng/mL를 보였다. t1/2는 약 2시간으로 이전 연구에서 얻은 결과와 유사하다. 저용량에 대한 Cmax는 이전 보고서와 일치한다. 그러나 중간 및 고용량에서는 Cmax가 용량 의존적(비선형) 방식으로 증가하는 것으로 보인다. Cmax의 이러한 비선형 증가가 모든 연구에서 관찰되지는 않았지만 특히 임상 환경에서 더 높은 용량이 고려되는 경우 주목할 가치가 있다.\n\n효능\n2018년에 FDA는 두 가지 심각한 형태의 소아 뇌전증인 레녹스-가스토(Lennox-\nGastaut) 증후군 및 드라베(Dravet) 증후군에 의한 난치성 발작 치료를 위해 최초의 식물 유래 칸나비디올 제품인 Epidiolex®를 승인하였다. 이 약물은 2019년 유럽에서 Epidyolex®라는 이름으로 유사한 용도로 승인되었다. 여러 라벨 공개 및 위약 대조 임상 시험에서 다양한 용량의 Epidiolex®(경구용 99% 순수 오일 기반 CBD제품)가 난치성 형태의 뇌전증이 있는 어린이와 성인 모두의 월 평균 발작 빈도를 감소시키는 효과가 입증되었다. Dravet 증후군이 있는 어린이에게 투여된 부가적 CBD 20 mg/kg/day의 효과를 평가하는 이중 맹검, 위약 대조 시험에서 월평균 발작 빈도가 38.9% 감소한 반면 위약군에서는 13.3%감소했다.7 중증, 난치성, 약물 저항성 뇌전증 환자의 발작 빈도에 대한 부가적 CBD의 효과를 평가하는 공개 라벨 시험에서 최대 25 또는 50 mg/kg/day의 경구 용량은 월간 발작을 36.5%까지 감소시키는 데 효과적이었다.8 그리고 마지막으로 제3상 이중 맹검 위약 대조 시험에서는 약물 저항성 Lennox-Gastaut 증후군 환자에서 20 mg/kg/day 용량의 추가 CBD 요법을 실시하여 무긴장발작 빈도에 대한 효과를 조사했다.11 치료군에서는 월간 무긴장발작 빈도가 평균 43.9% 감소한 반면, 대조군에서는 21.8% 감소한 것으로 나타났다. 흥미롭게도 CBD의 혈장 농도와 발작 조절의 연관성을 구체적으로 평가한 별도의 연구에서는 CBD의 혈장 농도가 높을수록 발작 개선 효과가 더 큰 것으로 나타났다.43 이 연구는 또한 CBD 복용량(범위, 5~50 mg/kg/day)과 혈장 수준(범위, 7.1~1200 ng/mL) 사이에 양의 선형 상관관계가 있음을 보여주었다. 여러 다른 연구와 함께 이러한 시험 결과들이 CBD의 항경련 효과를 입증하는 데 도움이 되었고, 그 결과, 특정 형태의 뇌전증 관리를 위해 칸나비스(대마초)에서 추출된 정제된 약물들이 사용승인을 받게 되었다.\n인의학 분야와는 달리, 개 뇌전증에 대한 CBD의 효과를 평가하는 연구는 아직 부족하다. 자연적으로 발생하는 난치성 IE가 있는 보호자 개에 대한 CBD의 효과를 평가하는 단일 파일럿 연구가 최근 발표되었다. 이 무작위, 이중 맹검, 위약 대조 연구는 적어도 하나의 표준 ASD 약물을 투여해도 한 달에 2회 이상의 뇌전증 발작이 있는 조절되지 않는 발작 활동을 겪고 있는 개에서 발작 빈도에 대한 CBD의 영향을 비교했다. 치료 그룹의 개들에게는 처방된 기존 치료법과 함께 CBD가 우세한 대마유를 투여했다.12 16마리의 개가 연구를 완료했고 12주간의 연구 기간 동안 치료 그룹의 9마리 개는 표준 ASD 약물치료에 추가로 12시간마다 2.5 mg/kg 경구용 CBD-우세 오일을 투여받았고, 대조군의 7마리 개는 표준 치료에 추가로 동일한 양의 위장된 위약 오일을 투여받았다. 기존의 ASD 치료법은 페노바르비탈, 브롬화칼륨, 레베티라세탐, 조니사미드를 단독으로 또는 다양한 조합으로 사용했다. 치료 그룹의 개 9마리 중 8마리(89%)와 대조군의 개 7마리 중 3마리(43%)는 연구 등록 전 16주 동안 보고된 발작 빈도와 비교했을 때 월 평균 발작 빈도의 감소를 경험했다. 위약군(0%)에 비해 치료군(33%)에서 평균 발작 빈도에 대한 그룹 중앙값이 크게 감소한 것으로 나타났다. 그러나 “반응자”는 기준 기간과 비교하여 치료 단계 동안 평균 발작 빈도가 50% 이상 감소한 개로 정의되었다. 치료군과 위약군 사이에 “반응자” 수에는 차이가 없었다. 연구 기간 동안 혈장 CBD 농도는 4주마다 측정되었고, 주목할 만한 점은 혈장 농도가 발작 빈도와 음의 상관관계가 있다는 것이다. 이는 더 높은 CBD 혈장 농도를 보였던 개가 발작 빈도의 더 큰 감소를 나타냈다는 것을 의미한다. 전반적으로, 연구의 결론은 결과가 고무적이기는 하지만 반려동물에서 ASD 치료제로서 CBD의 효능을 결정하기 위해서는 더 많은 개를 대상으로 한 추가 연구의 필요성을 피력하고 있다.\n임상적 사용\n개 IE에서 효과적인 투여량에 관한 정보가 여전히 부족하다. 치료 혈중 농도 목표 범위 선정을 위한 권장 투여량에 연구 및 품종, 성별 및 개체간의 CBD에 대한 반응을 보다 정확하게 파악하기 위한 연구가 진행 중이다. 이전 절에 설명된 대로 사람의 여러 뇌전증 임상 시험과 한 번의 IE 환견의 임상 시험이 리뷰 저널에 발표되었으며 사람의 연구는 뇌전증에 대한 최초의 식물 기반 CBD 약물의 승인으로 마무리되었다. 개에서 실시된 한 파일럿 연구에서 보호자 개를 대상으로 IE에 대한 5 mg/kg/day의 효과를 테스트하였다.12 CBD는 3개월 동안 12시간마다 2.5 mg/kg의 용량으로 100 mg/mL 농도의 오일 형태로 투여되었다. 연구 결과는 고무적이었지만 임상 용량 범위를 권장하기 전에 더 많은 정보가 필요하다. 그러나 개와 고양이에 대해 이용 가능한 PK 데이터를 기반으로 매일 12시간마다 투여하는 방법이 제시되었다. 그러나 개의 CBD 투여 범위에 대한 최종적인 권장안이 나와있기는 하지만, CBD의 개체별 흡수 및 대사의 다양성을 고려할 때 CBD 혈중 농도를 모니터링하여 치료 범위를 확인하는 것이 중요하다.\n부작용 및 약물 상호작용\n개에 대한 CBD의 안전성 자료는 아직 연구 중이다. 예비 연구에서는 간 효소의 상승과 같은 부작용(AE)이 관찰되었다. 그러나 안전성에 대한 장기간의 연구는 수행되지 않았다. 따라서 장기 사용에 대한 안전성이나 간효소 증가의 유의성은 아직까지 밝혀지지 않았다. 한 연구에서 건강한 연구 개를 무작위로 5마리의 그룹으로 나누어 경구 오일, 경구 캡슐 또는 경피 크림을 통해 전달되는 CBD-우세 제품을 5 또는 10 mg/kg/day로 6주 동안 투여했다.44 부작용으로 다양한 시점에 모든 개에서 발생한 설사와 경구용 CBD 형태를 투여받은 개에서만 발생한 혈청 알칼리성 포스파타제(ALP) 증가가 관찰되었다. 설사는 경미했고 자연치유되는 정도였다. 식후 담즙산 농도를 측정한 결과 아무런 변화도 나타나지 않았으므로 이 개 집단에서 단기 간 기능 장애가 발생할 가능성은 거의 없다. 전반적으로, 이 연구는 단기 경구 및 경피 CBD가 6주 동안 투여되었을 때, 내약성이 우수하다는 것을 보여주었다.\n개의 골관절염에 대한 CBD의 영향을 평가하는 연구에서, 연구의 첫 번째 부문에서는 4마리의 건강한 연구개에게 CBD 주입 소프트 츄 제품의 안전성을 평가했다.37 개들에게는 84일 동안 12시간마다 1 mg/kg CBD 소프트츄를 급여했다. 부작용으로는 묽은 변과 구토가 각각 3.3%와 0.45% 발생했다. 이 용량에서는 연구 기간 동안 모든 개에 대해 보고된 기준 범위를 벗어나는 혈액학적 또는 혈청 생화학 변화가 없었으며 이는 경구용 CBD의 명백한 단기 안전성 프로필을 뒷받침한다.\n건강한 연구견을 대상으로 CBD와 THC의 단독 및 복합 경구 용량 증가에 대한 안전성을 조사한 연구에서는 CBD 단독이 THC 및 CBD/THC 복합보다 내약성이 더 우수한 것으로 나타났다.45 치료 그룹(n = 4/그룹)은 CBD 우세 오일, THC 우세 오일, CBD/THC (1.5:1) 우세 오일, 해바라기유 위약 그리고 중쇄 트리글리세리드(MCT) 오일 위약 중 하나를 받았다. CBD 우세 오일은 최대 약 62 mg/kg, THC 우세 오일은 약 49 mg/kg, CBD/THC 오일은 최대 약 12 mg/kg CBD/8 mg/kg THC로 투여되었다. 해바라기와 MCT 오일은 최대 45 mL와 35 mL의 용량으로 경구 투여되었다. 모든 개에서 부작용이 관찰되었으며, 대부분은 설사, 구토, 혼수 및 운동실조를 포함한 경증이었다. CBD 우세 오일을 투여한 개는 중등도 또는 중증 부작용을 경험하지 않았다. THC가 우세한 오일 또는 CBD/THC 오일 조합을 투여받은 개는 특정 용량에서 운동실조, 저체온증 및 무기력증을 포함한 중등도에서 중증의 부작용을 보였다. 대표적인 실험실 지표변화는 일부 개에서 간 효소치의 증가였다. CBD가 우세한 오일 그룹의 개 1마리와 CBD/THC 오일 그룹의 개 1마리는 ALP가 각각 2.9배 및 3.6배 증가한 것으로 나타났다. 다른 심각한 이상은 발견되지 않았다. 이 연구는 CBD와 CBD/THC 오일의 내약성에 대한 최초의 통제된 과학적 비교를 제공하고 CBD 오일(THC 없음)이 내약성이 더 우수하다는 것을 입증했다.\n개에서 THC와 결합된 CBD의 경구 용량을 평가한 또 다른 연구에서 개는 1:20 THC:CBD의 세 가지 다른 용량을 단일 용량 또는 다중 용량으로 투여받았다.42 단일 투여 단계의 경우, 개에게 저용량(2 mg/kg CBD; 0.1 mg/kg THC), 중간 용량(5 mg/kg CBD; 0.25 mg/kg THC) 또는 고용량(10 mg/kg CBD; 0.5 mg/kg THC)을 투여했다. 고용량 그룹의 개 6마리 중 5마리는 감각과민 및 운동실조를 포함한 신경학적 증상을 보였다. 고용량군에서 임상 증상의 중증도는 CBD/THC 혈장 농도와 밀접한 관련이 있는 것으로 나타났다. 이는 혈장 농도가 가장 낮은 개는 뚜렷한 신경학적 증상이 없었다. 다시 말해, 혈장 농도가 높은 개일수록 보다 뚜렷한 임상증상이 나타난다는 의미이다. 두 번째 단계에서는 중간 용량만 사용되었으며, 각 개는 12시간마다 총 5회 연속 투여를 받았다. 이 단계에서 언급된 부작용은 드물고 경미했으며, 주요 신경증상은 감각과민(6/12개)이었다. 이 연구에서는 개가 저용량 및 중간 용량의 CBD/THC를 잘 견뎌냈지만 고용량을 받은 개에서는 상당한 신경증상이 관찰되었다는 결론을 내렸다. 또한, 임상증상의 발생 및 심하기는 혈장 농도와 관련이 있는 것으로 보였다.\nCBD는 종종 보조 요법으로 사용되기 때문에 안전성 프로필을 이해하려면 약물 상호 작용 연구가 필수적이다. 불행하게도 현재까지 이 문제를 더 잘 설명하기 위한 수의학 연구는 거의 이루어지지 않았다. 시토크롬(cytochrome) 효소에 대한 CBD의 억제 효과를 고려할 때, 일반적으로 사용되는 많은 약물, 특히 ASD 약물의 간 대사에 영향을 미칠 가능성이 있다. 인의학에 대한 여러 연구에 따르면 CBD는 클로바잠(clobazam), 조니사미드(zonisamide) 및 토피라메이트(topiramate)를 포함한 여러 ASD 약물의 혈청 농도를 변경할 수 있다.46-47 특히 CBD는 시토크롬 P450 시스템과 관련된 특정 효소를 억제함으로써 주로 간에서 대사되는 특정 약물의 증가를 일으키는 것으로 보인다. 특히 클로바잠(clobazam)과 관련된 상호작용은 CBD와 함께 사용 시 용량 조절이 필요하다.46 수의학에 사용되는 ASD 약물은 페노바르비탈, 조니사마이드, 토피라메이트와 같은 간 대사를 거치기 때문에 약물-약물 상호 작용 연구는 뇌전증 환자 치료를 위한 CBD의 향후 사용을 위해 매우 중요하며 충분한 연구자료가 축적될 때까지는 ASD 약물의 혈청 농도를 모니터링하는 것이 좋다.\n"
}