{
    "title": "개와 고양이의 실전 뇌전증 관리",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "17\n개 뇌전증의 식이관리\nDietary Management of Canine Epilepsy\n많은 반려견 보호자들이 개 뇌전증 치료에 일반적으로 처방되는 기존의 ASD 약물에 만족하지 않고 있다. 약물치료는 부작용(AEs)이 동반하고, 특히 특발성 뇌전증이 있는 대략 1/3 정도의 개에서 발작 빈도의 의미있는 감소를(즉, baseline에 비해 50% 이상 감소) 유도할 만큼의 ASD치료 반응이 나타나지 않는다. 사람의 뇌전증과 마찬가지로 개에서 뇌전증 치료에 사용이 허가된 약물을 두 가지 이상 조합하여 치료를 해도 반응하지 좋지 않은 경우, 약물 저항성이 있는 것으로 분류한다. 식이요법은 사람의 특정 뇌전증 증후군 관리에 허용되고 있고, 특히, 약물 저항성이 있는 개의 뇌전증 관리를 위해 잠재적인 사용에 대한 관심이 높아지고 있다.\n이 장에서는 설치류 만성 뇌전증 모델과 뇌전증이 있는 개와 사람의 “뇌전증” 뇌 영역에서 알려진 에너지 대사 장애에 대해 설명하고 있다. 이러한 대사장애가 에너지 결핍을 초래하는 것으로 생각되며, 그에 따라 뇌세포에 충분하게 에너지를 공급하기 위해 보조 뇌 연료의 사용이 필요하다. 에너지는 규칙적인 뇌 기능, 항상성 및 발작 예방에 매우 중요하다. 이 장에서는 사람, 설치류 및 개에서 케톤 생성 식단과 중간사슬 중성지방(medium chained triglycerides; MCTs)의 생화학 및 항경련 효과에 대해 요약되어 있고, 마지막으로 알려진 항경련 메커니즘에 대해 논의하고 있다. 이러한 모든 주제에 대한 자세한 내용은 인용된 리뷰논문과 서적에서 추가로 확인할 수 있다.1-16\n병리생리학과 작용 기전\n주요 뇌 연료로서의 포도당\n뇌는 에너지 수요가 높기 때문에 정상적으로 기능하려면 지속적인 연료 공급이 필요하다. 건강한 포유동물의 경우, 포도당은 식사를 한 상태에서 뇌가 사용하는 주요 연료원이다. 포도당은 세포 내로 흡수되어 세포질의 헥소키나제에 의해 인산화되어 포도당-6-인산을 생성한 다음 해당과정의 후속 단계를 통해 분해되어 2 피루브산, 2 ATP 및 2 NADH를 생성한다. 피루브산은 또한 세포질에 있는 하나의 NADH 분자의 산화를 통해 젖산으로 변하고 뇌에서 배설될 수 있다. 추가 에너지를 생성하기 위해 피루브산은 미토콘드리아에서 대사된다. 미토콘드리아에서 포도당 유래 탄소의 산화 대사와 비교하여 포도당의 세포질 대사에서는 ATP가 거의 생성되지 않는다.\n뇌의 특정 영역 내에서 포도당 대사 속도를 평가하기 위해 다양한 시험법이 사용되고 있다. 뇌 포도당 대사율(CMRGLC)은 임상적 맥락에서 가장 일반적으로 18플루오로-2-데옥시글루코스(FDG) 양전자 방출 단층촬영(PET)으로 측정된다(PET에 대한 자세한 논의는 6장 참조). FDG는 포도당과 마찬가지로 뇌로 흡수되어 헥소키나제에 의해 인산화되어 FDG-6-인산을 생성할 수 있는 방사성 포도당 유사체이다. 그러나 이 대사산물은 뇌의 해당과정에서만 나타난다. 이는 FDG에서 추가 해당작용에 필요한 포도당에서 발견되는 2-수산기가 18F로 대체되기 때문이다. 따라서 FDG-PET 신호의 강도는 FDG에서 생성된 방사선량에 따라 FDG-6-인산염은 포도당 흡수율과 헥소키나제 활성도를 반영한다. 헥소키나아제는 해당과정의 속도 제한 효소이기 때문에 FDG-PET는 조직에서 해당과정을 통한 포도당 대사의 전반적인 활동 속도를 나타내는 것으로 간주된다.\nFDG-PET 신호가 낮은 뇌 영역은 포도당 활용도가 낮거나 “대사저하” 상태인 것으로 생각된다. 정상적인 형태와 구조적 변화가 거의 없을 때에도 뇌전증 유발 병소는 건강한 뇌 영역에 비해 뇌전증 기간 동안 감소된 FDGPET 신호를 나타낸다.17 이는 발작을 일으키는 것으로 생각되는 뇌 영역에서 뇌 포도당 대사가 손상될 수 있음을 나타낸다. FDG-PET 외에도 14C-데옥시글루코스 자가방사선 촬영을 사용하고 설치류 만성 발작 모델의 뇌에서 13C-글루코스의 대사를 추적함으로써 이러한 사실이 나타났다.7,17\n당분해 및 기타 생화학적 경로로 피루브산이 생성되며, 이는 미토콘드리아로 들어가 피루브산 탈수소효소(PDH)에 의해 산화적으로 탈카르복실화되어 아세틸 조효소 A (acetyl-CoA)를 생성할 수 있다. 에너지를 생산하기 위해 아세틸-CoA는 트리카르복실산(TCA) 회로에 들어가 1 ATP, 1 FADH2 및 4 NADH를 생산할 수 있다. 산소가 이용 가능하면 각 FADH2와 NADH는 전자 전달 사슬을 통해 각각 추가로 2 ATP와 3 ATP를 생산할 수 있다. 따라서 호기성 대사 과정에서 대부분의 ATP는 TCA 회로, 전자 전달 사슬 및 ATP 합성 효소(complex V)와 관련된 산화적 인산화를 통해 미토콘드리아에서 생성된다.\n뇌전증성 뇌 영역에서는 산화적 포도당 대사가 손상되고 에너지 불균형을 촉진하여 발작에 기여할 수 있다(지방 유래 뇌 연료의 대사, 생화학적 및 기타 보호 효과 절 참조).7,15 이는 만성 뇌전증의 설치류 모델과 인의에서 수집된 데이터를 기반으로 한다. 설치류 모델은 감소된 세포질 및 미토콘드리아 포도당 대사의 징후를 보여주며, 이는 산화적 인산화를 통해 ATP 생산을 감소시킬 것으로 예상된다. 사람 뇌전증 환자의 뇌에서 산화적 포도당 대사와 미토콘드리아 기능이 교란된다는 증거도 있다.7 설치류 모델과 인의 모두의 “뇌전증” 뇌 조직에서 전자 수송 사슬도 기능적으로나 구조적으로 변경된 것으로 나타났다.3,7,18 이러한 생화학적 변화는 산화 스트레스를 촉진하는 것으로 나타났으며, 이는 PDH를 포함하여 이 중요한 주기의 주요 효소 중 다수가 산화에 의한 억제에 취약하기 때문에 TCA 주기의 활성을 감소시킬 수 있다.\n종합하면, 뇌전증을 유발하는 뇌 영역에서 포도당 대사가 손상될 수 있다. 구체적으로, 포도당 유래 탄소의 유입 장애와 PDH 활성 감소로 인해 1) 해당작용이 감소하고 2) TCA 회로 활성이 저하될 수 있는 것으로 나타났다. 또한 포도당 유래 탄소는 아미노산과 지질의 중요한 구성 요소이다. 따라서 뇌전증 뇌의 대사적 교란은 뇌의 구조적 완전성과 복구에 중대한 영향을 미칠 수 있다.\n에너지 부족에 의한 발작 발생 기전(완전하게 검증되지는 않음)\nFDG-PET 및 CMRGLC를 정량화하는 유사한 측정 연구를 통해, 뇌전증 유발 병소에서 혈액 유래 포도당을 연료로 사용하는 것이 인의, 개 및 설치류에서 더 낮을 수 있음을 확인하였다(Han et al15에서 검토). 이는 뇌전증 영역에서 에너지 수요가 높다는 사실과 결합하여(발작 사이에 높은 전기적 활동을 나타내는 뇌전도에서 발작 간 스파이크의 존재로 입증됨) 일부 뇌전증 유발 병소에서 에너지 부족에 있을 가능성이 높다는 것을 나타낸다. 이러한 현상은 휴식 중과 시냅스 활동 중에 중추신경계(CNS)에서 이온과 신경전달물질 균형을 유지하는 데 에너지가 중요하기 때문에 문제가 된다. 안정적인 신경막 전위와 정상적인 시냅스 활동을 유지하는 나트륨-칼륨 ATPase 및 글루탐산염 수송체의 기능에는 소비되는 총 뇌 에너지의 상당량이 필요하다. 뇌전증 유발 병소의 에너지 부족은 나트륨-칼륨 ATPase 및 글루탐산염 수송체뿐만 아니라 신경의 과흥분성을 촉진하고 결과적으로 뇌전증 발작을 촉진할 수 있는 기타 중요한 수송체의 활동을 감소시킬 가능성이 있다. 이는 쥐를 대상으로 뇌의 “만성 대사저하”를 모델링한 연구에서 뒷받침되는데, 2-데옥시글루코스의 만성 투여로 뇌의 해당작용이 차단되었을 때 유사 뇌전증 활동이 유도된 것으로 나타났다.19 또한, 많은 유전적 대사 장애가 뇌전증 발작을 유발한다. 예를 들어, 뇌로의 포도당 흡수의 대부분을 담당하는 포도당 수송체인 포도당 수송체 1 (GLUT1)이 결핍된 많은 개체에서 뇌전증 발작이 나타나는 경우가 많다.\n지방 유래 뇌 연료의 대사, 생화학적 및 기타 보호 효과\n“뇌전증” 뇌 영역은 에너지 부족이 있기 때문에 보조 연료가 반드시 필요하다. 사람, 개 및 설치류의 뇌의 경우, 중쇄지방산, 옥탄산, 데칸산, C4 케톤체 모두 미토콘드리아에서 흡수되고 대사되므로 보조 연료로 사용될 수 있다.7,11,15,16\n“표준” 개 사료에서 발견되는 지방은 대부분 탄소 길이가 12개 이상인 것으로 정의되는 장쇄지방산을 함유하고 있다. 6~12개의 탄소를 함유한 중쇄지방산은 천연 개 식품에서는 더 드물다. 코코넛 오일과 팜유에는 라우르산(C12)이라고도 불리는 도데칸산이 매우 풍부하다. 코코넛 오일이나 기타 지방 공급원에서 생산할 수 있는 상업적으로 이용 가능한 MCTs에는 일반적으로 옥탄산 30~70% 및 데칸산(각각 카프릴산 및 카프르산이라고도 불리는 C8 및 C10 지방산) 30~70%와 소량의 도데칸산이 포함되어 있다. 중쇄지방산과 MCTs의 특징은 박스 17.1에 요약되어 있다. 위장관에서는 장쇄 및 중쇄 지방 공급원이 리파제에 의해 분해되어 장쇄 및 중쇄지방산을 생성한다. 림프를 통해 간으로 가는 장쇄지방산의 복잡한 흡수와 운반과정은 그림 17.2에 단순모식도로 설명되어 있다. 이와 대조적으로, 중쇄지방산은 그림에 표시된 것처럼 혈액으로 직접 확산된 다음 간 및 기타 조직으로 이동하는 것으로 생각된다. 다음과 같이 혈당 수치가 낮은 경우 단식 중 또는 케톤 생성 식단을 섭취하는 동안 간은 장쇄 및 중쇄지방산과 아미노산을 사용하여 C4 케톤체, 즉 아세토아세트산과 베타-히드록시부티레이트(BHB)를 생성한다. 케톤체는 모노카르복실산 운반체를 통해 세포에 들어가고 나가며 혈당 수치가 낮을 때 뇌 연료로 포도당을 대체할 수 있다.7,16 의료용 케톤생성 식이(medical ketogenic diets)는 일반적으로 장쇄지방으로 종종 칼로리가 제한되어 있으며 때로는 MCTs가 보충되어 있다(아래 참조).\n중쇄 트리글리세리드는 인슐린 작용과 관계없이 빠르고 지속적인 에너지를 제공하기 위해 표준(“비케톤생성”) 식품에 첨가될 수도 있다. 이러한 식이는 간에서 케톤체뿐만 아니라 옥탄산과 데칸산을 생성한다. C4 케톤체와 달리 중쇄 지방산은 전하를 띠지 않은 산 형태로 세포와 소기관으로 직접 확산된다. 수용액에서는 음이온 형태인 옥타노에이트와 데카노에이트로 나타나며, 혈액에서는 알부민과 결합한다. 케톤체는 뉴런과 성상교세포 둘 다에 의해 대사되는 것으로 보이는 반면, 생체 내에서는 중쇄지방산이 대부분 성상교세포에서 대사되는 것으로 보인다.7,16,20\n케톤생성 식이요법과 중쇄 트리글리세리드의 “약리학 및 약동학”\n약물이 뇌전증 치료에 효과적이려면 시간이 지남에 따라 치료 창에서 활성 약물 또는 약물 대사물의 혈중 농도를 유지하는 것이 중요하다. 그러나 케톤생성 식이를 사용할 때 생물학적으로 관련된 혈액 내 C4 케톤체 농도에 대한 의견은 다양하다. 마찬가지로, MCT에 필요한 투여 빈도와 중쇄지방산의 항경련 효과를 위한 이상적인 혈중 농도는 알려져 있지 않다. 반면, 중쇄지방산과 C4 케톤체는 모두 빠르게 대사되며, 이들의 작용 메커니즘은 “뇌전증” 뇌에서 추가 에너지를 제공하는 빠른 대사에 기반을 두고 있는 것으로 나타나므로 혈중 농도는 항발작 효과와 무관할 수 있다. 또한 적당한 크기의 식사 사이에 오랜 기간 동안 간에서 중간 정도의 C4 케톤이 생성되기 때문에 케톤생성 식이를 섭취하거나 MCTs를 보충하는 정확한 일일 일정은 다를 수 있다. 그러나 추가 MCT 치료에는 칼로리 제한이나 케톤 형성이 필요하지 않을 수 있으므로 MCT 용량과 투여 빈도를 결정해야 한다.\n뇌 연료를 제공하는 것 외에도 C4 케톤체와 옥탄산 및 데칸산은 모두 γ-아미노부티르산(GABA) 합성에 기여한다.20 또한, 케톤생성 식이요법1,4 및 데칸산21은 항산화 효과가 있으며 미토콘드리아를 보호할 수 있다. 미토콘드리아는 에너지 대사 및 기타 많은 중요한 생리학적 기능에 중요하며, 미토콘드리아 보호 및 항산화 방어 메커니즘이 항경련제 활동에 중요한 기여자라는 증거가 있다.6 케톤생성 식이와 데칸산은 모두 미토콘드리아 생물 발생을 촉진하고 항산화 효과가 있는 전사 인자인 퍼옥시좀 증식인자 활성화 수용체 γ2, PPARγ2를 활성화할 수 있다(Han 등15에서 검토). 매우 높은 농도에서 데칸산은 AMPA 수용체도 차단하지만22 이러한 농도는 포유류 뇌에 도달할 가능성이 낮다.\nMCTs에는 일반적으로 옥탄산과 데칸산이 모두 포함되어 있으므로 MCTs의 생리학적 및 보호 효과를 완전히 이해하려면 더 많은 연구가 필요하다.\n효능\n설치류 발작 모델에서 케톤생성 식이요법, 중쇄 트리글리세리드 및 중쇄지방산의 효능\n케톤생성 식이요법, 중쇄지방산 및 다양한 구성의 MCTs의 항경련 효과가 여러 설치류 모델에서 관찰되었다. 이러한 연구에서 식이 조성의 효능은 예를 들어 다양한 “대조 다이어트”, 지방 공급원, 칼로리 제한 또는 사용된 6:1 대 4:1 케톤 생성 식이에 따라 달라질 수 있다. 더 높은 케톤 생성 비율과 칼로리 제한은 설치류 발작 모델에서 가장 강력한 항경련 효과를 갖는 것으로 보인다.1,23 많은 연구자들이 쥐와 생쥐의 여러 급성 발작 및 만성 뇌전증 모델에서 케톤생성 식이요법의 효능에 대해 보고했다.\n케톤생성 식이요법과 달리 MCTs 및 중쇄지방산은 생쥐 및 생체 외 급성 발작 모델에서만 테스트되었다(Han et al15에서 검토). 옥탄산과 데칸산 및 그 트리글리세리드(각각 트리옥타노인 또는 트리카프릴린과 트리데카노인 또는 트리카프린)의 항경련 효과는 정신운동 뇌전증의 마우스 모델인 6 Hz 모델을 사용한 여러 연구에서 발견되었다.21,24-26 이 모델의 효능은 인의의 부분(알지 못하는) 발작에 대한 치료의 효능을 나타내는 것으로 생각된다.2 이러한 유형의 발작은 종종 약물 내성이기 때문에 사람들의 부분 발작을 관리하는 새로운 방법이 가장 시급히 필요하기 때문에 이는 중요하다. 중쇄지방산과 MCTs는 최대 전기충격 모델과 발작을 유도하기 위해 GABAA 수용체 채널 차단제를 사용하는 모델에서 평가할 때 발작 민감성에 거의 영향을 미치지 않았다. 이러한 모델은 각각 인의의 급성 강직성 간대 발작과 전신적인 무의식 발작에 대한 치료의 효능을 나타낼 수 있다.2 중쇄 트리글리세리드는 뇌 대사 장애가 있는 만성 설치류 발작 모델에서는 평가되지 않았다. 만성 모델에서의 항발작 효과는 현재 새로운 뇌전증 치료법의 효능에 대한 최고의 증거로 간주되기 때문에 이는 중요하다.2,27\n사람 뇌전증에 사용되는 의학적 케톤생성 식이요법 및 중쇄 트리글리세리드\n수 세기 동안 단식은 사람들의 발작 발생을 줄이는 것으로 알려져 왔다. 이 효과를 모방하기 위해 의학적 케톤생성 식이요법이 100년 전에 개발되었다. 이 원래의 “고전적인” 케톤생성 식이요법에는 체중의 4부분은 지방이고 1부분은 단백질과 탄수화물을 함께 포함(4:1 비율)하여 에너지 섭취량의 약 90%가 지방에서 파생되는 식단을 포함한다. 원래의 케톤생성 식이요법의 경우, 영양사는 뇌전증 환자 및/또는 간병인에게 섭취할 음식의 무게를 재는 방법을 가르치고 비타민 보충제를 제공한다. 칼로리 섭취량은 신중하게 결정되며 때로는 제한된다. 수년에 걸쳐 의학적 케톤생성 식이요법은 상당히 발전했으며 현재는 유아, 어린이 및 성인의 뇌전증을 치료하기 위해 다양한 버전의 의학적 케톤생성 식이요법이 사용된다. 일부 케톤생성 식이요법에는 MCTs가 포함되는데, 이는 이러한 식이 맥락에서 케톤체의 탁월한 공급원이며 환자가 더 많은 양의 탄수화물과 단백질을 섭취할 수 있게 해준다. 식단의 순응도, 내약성, 기호성을 높이기 위해 지방과 탄수화물의 비율을 3:1 또는 2:1로 줄이거나 탄수화물과 지방의 비율을 줄이기도 한다. 또는 일부 개인에게 발작 감소 효과를 유지하는 수정된 앳킨스 식이를 사용할 수 있다. 또 다른 옵션으로는 저혈당 지수 식단이 있는데, 식후 혈당 급증을 최소화하는 것을 목표로 하며 일부 난치성 뇌전증 환자의 발작을 감소시키는 것으로 알려져 있다.9\n현재 케톤생성 식이요법은 포도당 수송체 1 결핍 증후군(GLUT1DS) 또는 피루베이트 탈수소효소 복합 결핍증과 같이 포도당 대사가 교란되는 유전 질환에서 발생하는 영아 경련 및 발작의 1차 치료제로 사용되고 있다. 여러 임상 시험에서 성인과 다른 유형의 뇌전증을 앓고 있는 어린이를 대상으로 케톤생성 식이요법을 테스트한 결과, 두 번의 ASD 약물치료가 실패한 후에도 이러한 대사적 접근이 발작을 줄일 수 있다는 연구 소견이 관찰되었다.8 이러한 연구들에 대한 2020년에 발표된 코크란의 체계적 검토에 따르면 케톤생성 식이요법의 항경련 효과에 대한 확실한 증거는 어린이의 경우 낮고 성인의 경우 매우 낮다고 결론지었다.13 추가적인 대조 연구와 개인 맞춤형 의약품은 뇌전증 환자뿐만 아니라 간병인 및 임상의에게 케톤 생성 식이의 사용과 효능에 대한 개선된 지침을 제공할 것으로 기대된다. 케톤생성 식이요법으로 발작을 성공적으로 줄이려면 혈중 케톤 농도 증가와 더불어 혈당 농도를 정상 범위보다 낮게 유지해야 하는 것으로 보인다. 이러한 생리적 상태는 뇌가 C4 케톤체를 연료로 사용하는 데 유리하다. 일화적인 자료에 따르면 케톤생성 식이요법을 하는 동안 환자가 단 음식을 먹은 후 획기적인 발작을 일으켰다는 소견도 있다.\n“일반/비케톤성 식이”의 맥락에서 MCTs 단독의 치료 효과는 여러 대사 및 신경학적 질환에서 연구되었다.11,14 임상 시험 결과는 전반적으로 고무적이며, 규칙적인 식이에 MCTs를 포함하면 특정 질병 상황에서 당뇨병, 비만, 뇌 기능을 개선할 수 있는 잠재력이 있음을 시사하고 있다.14 MCT의 한 가지 주요 장점은 MCTs와 관련된 부정적인 신경 인지적 효과가 없다는 것이다. 또한 고지방 케톤생성 식단과 비교했을 때, 식이요법의 도움을 받아 MCT를 섭취할 경우, 심혈관계에 미치는 주요 부정적인 영향은 나타나지 않았다. 여러 소규모 임상 시험에 따르면 MCT 오일을 식이에 추가해 보았던 여러 소규모 임상시험 결과에 따르면, 뇌전증 환자의 약 2/3가 이 치료를 잘 견디는 것으로 나타났으며, 일부 환자에게서 어린이와 성인의 발작 조절이 개선되었다.15,28 내약성이 가장 우수한 제형과 가장 잘 반응하는 뇌전증의 유형과 결정하기 위해서는 더 많은 임상시험이 시급하다.\n케톤생성 식이요법 및 중쇄 트리글리세리드 함유 반려견 사료\n개의 뇌전증 치료를 위한 식이요법에 대해서는 알려진 바가 거의 없다. 개는 진화적으로 고기를 주로 섭취하고 탄수화물을 훨씬 적게 섭취하기 때문에 사람의 관점에서 보면 무엇이 개에게 케톤생성 식이요법을 구성하는 것이 무엇인지 알기 어렵다. 약물 내성이 있는 반려견의 발작 빈도를 줄이는 데 있어 고지방 저탄수화물 식이의 효과를 대조군 식단과 비교하여 평가한 무작위, 이중맹검, 위약 대조 시험의 결과가 초록 형태 보고서로 발표된 적 있다. 모든 실험 개에게 대조 사료를 먼저 3~6개월간 먹인 후, 17마리의 개에게 무작위로 케톤생성 식이요법 또는 대조 식이를 6개월 동안 먹여보았다. 17마리 실험개 중 12마리의 개가 연구를 완료했다(각 그룹당 6마리씩). 발작 빈도의 차이는 확인되지 않았지만, 케톤생성 식이요법을 먹인 개는 케톤체 BHB의 혈청 농도가 대조군에 비해 유의하게 높았다. 케톤생성 식이요법을 섭취한 개 9마리 중 3마리는 췌장염이 발생했다.29\n세 가지 임상 시험30-32에서 시판 중인 개 사료에 MCTs를 추가하여 임상적 효능을 조사하였고, 그 연구 결과는 2021년에 발표되었다.15 자세한 내용은 표 17.1에 나와 있다. 이 연구들은 모두 3개월 동안 MCTs를 추가적으로 섭취한 개를 대상으로 진행되었으며, 비교적 적은 수의 특발성 뇌전증을 가진 개를 대상으로 했다. 연구 대상은 다음과 같이 다양했고, 생후 6개월에서 12세 사이의 다양한 품종과 4~65 kg의 체중을 가진 개들이 포함됐다. 또 다른 한 연구에서 무작위, 이중맹검, 위약 대조 교차 연구를 통해 21마리의 개를 대상으로 특발성 뇌전증 치료에 대한 MCT 식이의 효과를 평가했다.30 이 연구에는 국제 수의 뇌전증 태스크 포스(IVETF) 기준에 따라 특발성 뇌전증 진단을 받았으며, 최소 한 번 이상 ASD 치료를 받고 있고 등록 전 3개월 동안 최소 3번의 발작을 경험한 개를 대상으로 했다. 개들을 무작위로 분류하여 3개월 동안 시험용 MCT 식이 또는 대조 식이(지방 대용품으로 사용되는 MCT와 라드가 첨가되지 않은)을 먹인 후, 추가로 3개월 동안 대체 식이로 바꾸어 먹였다. 연구 기간 동안 ASD 치료에는 변화가 없었으며, 페노바르비탈(PB) 또는 KBr의 혈청 농도에 유의미한 변화가 없었다. 시험 식단을 먹였을 때 발작 빈도가 낮아지는 것으로 보고되었다(2.31/월 vs 2.67/월, p 5 0.020). 3마리(14%)의 개는 발작이 없었고, 7마리(33%)의 개는 50% 이상의 발작 빈도가 감소했다. 6마리(29%)의 반려견이 MCT 사료를 먹이는 동안 발작 빈도가 전반적으로 증가한 것으로 나타났다. 3개월과 6개월에 보호자가 작성한 평가 점수에 따르면, 실험군과 대조군 사이에 운동실조, 진정, 삶의 질에 유의미한 차이가 없는 것으로 관찰되었다. MCT 함유 식단을 먹이는 동안 5마리의 개에서 구토가, 2마리의 개에서 설사가 보고되었으며, 대조군 식단에서는 4마리의 개에서 구토가, 4마리의 개에서 설사가 보고되었다. 시험용 식단을 먹인 개는 대조군 식단에 비해 식후 2시간 혈청 BHB 수치가 약간 증가(~30%)한 것으로 나타났다.\n이후 유사하게 설계된 무작위 이중 맹검 위약 대조 교차 연구가 진행되었는데, 특발성 뇌전증 진단을 받은 28마리의 개를 대상으로 실시되었으며, 개들의 기존 식단에 3개월 동안 대사 에너지 기준 9%의 MCT 오일 또는 대조군(올리브) 오일을 보충한 후, 추가로 3개월 동안은 대체 치료법으로 전환했다.31 이전 연구와 유사하게, 개들은 실험 전 3개월 동안 최소 3번의 발작이 있었고, IVETF 2단계 신뢰도 수준의 뇌전증 진단을 받았으며, 최소 한 가지 이상의 ASD 치료를 받고 있는 개들을 대상으로 실시되었다. 두 마리의 개는 이메피토인(IMP)만 투여했고, 나머지 개들은 2개(n 5 9) 또는 3개(n 5 17)의 ASD와 병용 요법, PB, 브롬화칼륨(KBr), 레베티라세탐(LEV) 및 IMP 등이 주로 처방되었다. 발작 빈도는 대조군에 비해 MCT 보충제를 섭취한 그룹에서 유의하게 낮은 것으로 확인됐다(2.51/월 vs 2.67/월, p 5 0.02). MCT 보충제를 섭취한 개 2마리(7%)는 발작이 없어졌고, 개 3마리(11%)는 발작 빈도가 50% 이상 감소했다. 11마리(39%)의 개는 MCT 보충제에 반응이 없거나(n 5 3), 발작 빈도가 전반적으로 증가했다(n 5 8). MCT 보충제를 섭취하는 동안 혈청 PB 농도(30.04 ± 7.81 g/mL)는 대조군에 비해 유의미하게 감소했지만(32.78±7.91 g/mL; p 5 0.03), 연구 기간 동안 KBr 농도에는 변화가 관찰되지 않았다. 두 마리의 개가 MCT 보충제를 섭취하는 동안 설사와 구토를 동반한 위장 증상을 보였으나, 두 마리 모두 추가 영향 없이 해결되었다. 90일간의 MCT 보충제 섭취 후, 대조군 식이에 비해 식전(~15%) 및 식후 2시간(~20%)의 혈청 BHB 수치가 약간 증가했다.\n한 연구에서 IVETF 1단계 특발성 뇌전증 진단을 받은 21마리의 개를 대상으로 공개 라벨, 비대조군, 단일군 식이 실험을 실시했다.32 이 실험에 참여한 개체는 연구 개시 전 3개월 동안 최소 한 가지 이상의 ASD 약물로 치료를 받으면서 발작이 3회 이상이어야 했다. 개들은 7일에 걸쳐 시중에서 판매되는 MCT 함유 사료(Purina NeuroCareTM)로 전환 급여되었고 12주 동안 추적 관찰되었다. 4마리의 개는 PB를 단독으로 또는 KBr, LEV 또는 IMP와 병용하여 치료받았다. 5마리는 IMP만 투여했다. 두 마리의 개는 PB, LEV, 토피라메이트의 조합을 투여했다. MCT 식단을 섭취하는 동안 발작 빈도가 크게 감소한 것으로 보고됐다(1.7/월 vs. 2.5/월, p 5 0.04). 두 마리(10%)의 개는 발작이 없어졌고, 7마리의 개는 발작 빈도가 50% 이상 감소했고, 5마리(24%)의 개(24%)는 변화가 없거나(n 5 1) 증가했다(n 5 4). 브로마이드의 유무에 관계없이 9마리의 개를 대상으로 혈청 내 PB 농도를 측정한 결과, 연구 종료 시점과 기준선 사이에 변화가 없었다.\n최근 사례 연구에서, 케톤생성 식이요법 전문가가 PB와 KBr에 약물 내성이 있고 매주 발작을 경험하는 개를 위해 적당한 케톤생성 식이요법을 맞춤 설계했다. 이 개는 흰살 생선/흰 감자 식단에서 지방이 많은 양고기, 호박, 다량 영양소인 버진 코코넛 오일과 MCT가 혼합된 식단으로 전환되었다. 주인이 없는 이틀 동안 먹지 않았을 때 두 번의 발작을 일으킨 것을 제외하고 33주 동안 발작이 보고되지 않았다.33\n이러한 연구 결과를 종합해 보면, MCT와 적당한 케톤생성 식이요법이 반려견의 특발성 뇌전증 관리에 도움이 될 가능성이 있음을 알 수 있다. 이러한 식이요법은 약물 내성이 있는 반려견의 발작 조절을 개선하는 데 효과적이며, 부작용을 최소화하면서 내약성이 좋은 치료법인 것으로 보인다. 현재로서는 특발성 뇌전증이 있는 반려견에게 이러한 형태의 치료를 권장할 만한 증거가 충분하지 않지만, 식이요법의 명백한 안전성을 고려할 때 약물 내성 특발성 뇌전증이 있는 반려견에게 시도해 보는 것이 합리적인 선택이 될 수 있다. 식이요법을 시작할 때는 ASD 약물 사용 시 권장되는 것과 유사한 치료 성공 가이드라인(제9장에 설명되어 있음)을 활용할 것을 권장한다. MCT를 포함한 식단은 반려견의 다른 건강 문제에도 도움이 되는 것으로 보이며, 그중 일부는 뇌전증과 관련이 있을 수 있다. 사람과 마찬가지로 전반적인 신진대사는 물론 인지 장애와 치매와 유사한 질환을 포함한 중추신경계 기능도 개선되는 것으로 보인다.\n주요 영양소 관리-뇌전증이 있는 반려견의 치료 실제적인 고려사항\n케톤생성 식이요법 및/또는 MCT 보충제와 같이 지방, 탄수화물, 단백질의 함량을 조절할 때는 어린이나 어린 동물의 적절한 영양 섭취와 체중 조절 및 성장을 위해 영양사, 영양사 및/또는 기타 숙련된 전문가의 참여가 절대적으로 필요하다는 점에 유의해야 한다. 사람의 경우, 케톤생성 식이는 무기력, 배고픔, 변비와 같은 부작용은 물론 장기적으로 신장 결석과 골절이 발생할 수 있는 것으로 알려져 있다.\nMCT를 보충하는 것이 더 간단한 전략인 것처럼 보이지만, 체중 증가를 피하려면 포만감을 느낄 때까지 먹거나 다른 주요 영양소의 섭취를 줄여야 한다. 일부 사람 및 개의 경우, MCTs가 장단기 포만감을 증가시키거나 식욕을 감소시킬 수 있기 때문에 항상 문제가 되는 것은 아니다. MCT 오일은 설사, 위경련, 복부 팽만감, 복부 팽만감 그리고 때로는 변비를 유발할 수 있으며, 특히 다량 섭취할 경우 더욱 그렇다. 따라서, 특히 오일 형태의 MCT는 천천히 도입하여 서서히 적정량을 늘려야 한다. 다른 식품과 유화시킨 MCT나 섬유질이나 실리카에 결합한 분말 제형과 같이 다른 제형의 MCT는 위장 부작용이 더 적을 수 있다. 하지만 소비자가 시중에서 판매되는 MCT 제제의 함량을 평가하기는 어렵다. 케톤 생성형으로 판매되는 일부 제품 MCT 분말이나 바에는 탄수화물 말토덱스트린에 결합된 MCT가 함유되어 있는데, 이는 케톤생성 식이와 호환되지 않는다. 마지막으로, MCT는 “다른 자연 식품”의 섭취를 감소시키므로 충분한 양의 필수 아미노산, 고도 불포화지방산, 비타민과 미네랄을 제공하는지 확인하는 것이 중요하다. 따라서 반려견의 영양 요구량에 대한 교육을 받은 전문가가 반려견 주인에게 케톤생성 식이요법 및/또는 MCT를 설계하고 사용하는 방법을 가르쳐야 한다. 이러한 식단은 환자와 그 가족에게 맞춤형으로 설계될 수 있으며, 적절한 제품 구매와 급여에 도움이 되는 자료로 활용될 수 있다. 뇌전증 반려견을 키우는 보호자를 위한 보다 간단한 옵션으로, 여러 국가에서 MCT가 함유된 상업용 반려견 사료를 판매하고 있거나 개발 중이다.\n요약하면, 더 많은 연구가 필요하지만 앞에 설명된 식이요법은 특발성 뇌전증의 ASD 치료와 더불어 뇌전증 관리에 도움이 될 것으로 보인다. 소수의 개 특발성 뇌전증 임상시험에서 사용된 제제 및 용량의 중쇄 트리글리세리드는 약물 내성이 있는 일부 반려견의 발작 조절 개선에 효능이 있는 것으로 나타났다.\n"
}