{
    "title": "개와 고양이의 심장-신장 증후군",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "01\n인의에서 심장-신장 증후군\nCardiorenal syndrome in human medicine\n서론\n예전부터, 인의에서 신장과 심장 손상 또는 기능장애가 동시에 일어나는 임상적 상황clinical condition이 있다는 사실을 알고 있었다. 근래 들어, National Heart Lung and Blood Institute가 2004년 심장-신장 증후군cardiorenal syndrome (CRS)을 인지하고 이를 “심각한 심장과 신장의 조절장애dysregulation”로 정의하였다. 이러한 증후군은 울혈성 심부전에 대한 치료도중 신기능 장애 때문에 치료에 어려움을 겪는 증후군을 유발한다(NHLBI, 2014). Acute Dialysis Quality Initiative (ADQI)의 후원으로 개최된 전문가 컨퍼런스에서 CRS를 “한 장기의 급성 또는 만성 기능장애가 다른 장기의 급성 또는 만성 기능장애를 유발할 수 있는 심장과 신장의 장애”로 정의하였다. 처음에 손상된 장기가 무엇인지와 손상이 급성인지 만성인지에 따라 CRS는 다음 5가지 유형으로 분류되었다(Ronco et al., 2008)(표 1).\n최근에 Hatamizadeh 등이 혈역학적, 신경-호르몬성, 면역 경로를 통한 양방향성 관계bidirectional relationship가 CRS 발병에 중요한 역할을 하고있다는 사실을 밝혔고, 또 다른 연구결과도 이러한 사실을 뒷받침하고 있다(Bock and Gottlieb, 2010; Hatamizadeh et al., 2013).\nCRS의 유형\nCardiorenal syndrome type 1 (CRS1)\nCRS1의 정의와 역학\nCRS1은 급성 심부전이 급성 신장 손상AKI이나 신부전ARF을 유발하는 상태를 말한다. 급성 신장 손상을 유발할 수 있는 심장 질병은 급성 심부전, 급성 관상동맥 증후군, 심장원성 쇼크, 심장 수술과 관련된 장애 등이 있다. CRS1은 급성 비보상성 심부전acute decompensated heart failure 환자의 25% 에서 발생한다(Dare and Cowie, 2008). 급성 신장 손상은 급성 심근 경색acute myocardial infarction (AMI)이나 ejection fraction이 감소된 환자를 포함한 급성 심부전 환자에서 사망률에 영향을 주는 독립적인 위험 인자로 알려져 있다.\nCRS1의 병태생리\nCRS1은 AKI를 유발하는 갑작스런 심장 기능 악화(AMI, AHF)가 특징이다.\n급성 심부전에 의해 발생하는 혈역학적 변화(예, 신장 동맥 관류 저하와 사구체 여과율GFR의 저하)가 CRS1의 병리 기전에 중요한 역할을 한다. 이러한 혈역학적 변화에는 GFR 저하의 원인인 동맥 혈류 저하와 울혈 상태(Prowle et al., 2010), 그리고 사구체 혈류의 불균형과 사구체 여과 손상을 유발하는 정맥압 상승을 통한 복강 내압 상승(Winton, 1931) 등이 포함된다.\n혈역학적 변화가 없는 환자에서도 renin-angiotensin-aldosterone systemRAAS와 교감신경계SNS 활성이 일어난다. 이러한 변화를 통해 신장 혈류 감소를 동반한 수출 세동맥과 수입 세동맥의 수축이 일어나고 혈역학적 변화가 극대화된다.\n비슷하게, 만성 염증과 활성 산소기reactive oxygen species 및 산화 질소nitric oxide생산 불균형이 CRS1 병리 기전에 관여한다(Heymes et al., 2003; Hornig et al., 2001; Kinugawa et al., 2000; Tojo et al., 2002; Vaziri et al., 2003).\n세뇨관 간질 손상을 유발하는 metformin과 잠재적인 심장독성 약물 등 또한 CRS1의 발병에 관여한다는 사실을 명심해야 한다.\nCRS1의 진단\n신기능부전의 조기 진단이 CRS1 환자의 적절한 관리에 필수적이다. 전통적으로, 혈청 creatinine 농도가 AKI를 진단하는 데 사용되어 왔다. 하지만, 이러한 검사 지표는 신장 손상이 이미 일어났을 때 상승한다. 따라서, 신기능부전을 조기에 알려주는 검사 지표가 필요하다. 사망률이나 재입원 가능성을 보다 일찍 정확하게 예측할 수 있는 creatinine이나 natriuretic peptides보다 나은 혈액이나 소변내 마커에 대한 연구가 진행되고 있다(Lassus et al., 2010)(페이지 하단).\nCystatin C와 neutrophil gelatinase-associated lipocalinNGAL과 같은 마커들이 유망한 결과를 보이고 있지만, 아직까지 모든 진단 실험실에서 사용되고 있지 않다. 임상에서 AKI가 의심되는 환자 평가에 사용되는 지표 중 소변 생산량을 측정하는 방법이 보편적으로 사용되고 있다. 소변 생산량urine output과 creatinine 같은 지표가 Acute Kidney Injury NetworkAKIN 분류법과 같은 AKI의 심하기risk assessment scale를 평가하는 연구에 사용되고 있다(표 2).\n심장 초음파는 원발성 구조적 손상을 보여줄 수 있어서 CRS1 관리의 진단과 관리에 있어서 중요한 역할을 한다(Di Lullo et al., 2012). 신장 초음파로 신장의 크기와 피질-수질 상태 변화를 조사할 수 있고, 펄스 도플러 초음파를 통해 신장 혈관의 저항성 증가를 확인할 수 있다.\nCRS1의 치료\n급성 심부전, 특히 관류 저하의 증상을 보이는, 환자 치료에서 CRS1 발현 위험이 있는 환자를 확인하는 것은 매우 중요하다. 적절한 예방 요법이 발생 위험을 줄이고 환자 예후를 개선하기 위해 중요하다.\n일부 질환이 CRS1의 호발위험 인자predisposing risk factor로 확인되었다. 당뇨병이 제어 불가한 위험인자이다(내원에 앞서 이미 보상성 심부전 또는 급성 심근 경색, 심각한 심기능부전 또는 기저 신기능부전이 있을 경우). 고용량의 이뇨제 사용, 혈관 확장제 치료, 공격적인 처치 중 고농도의 조영제 등은 제어 가능한 위험인자로 알려져 있다.\n심 기능을 개선시키고 비보상 단계로 진행하지 않게 하는 것이 CRS1 예방의 핵심 요소이다. 전통적으로 추천되는 방법은 심혈관계 위험 요소를 완화시키고, 신장 독성 물질과 염분 저류를 유발하는 약물을 피하며, 적절한 심부전의 약물 치료를 실시하는 방법이다.\nCRS1 발생과 가장 흔하게 관련 있는 신장 독성 물질은 NSAIDs, thiazolindiones, 요오드가 첨가된 방사선 조영제 등이 있다. NSAIDs, thiazolindiones은 신장 혈류량에 영향을 주고 염분 저류와 혈장 용적plasma volume 증가를 유발할 수 있다. 요오드가 첨가된 조영제는 신장의 피질-수질 경계에서 오래 지속되는 극심한 혈관 수축을 유발하고 신장의 자가 조절 능력을 악화시킨다; 이러한 효과와 직접적인 세뇨관 작용은 급성 세뇨관 괴사와 조영제 유도 신장병증을 유발한다.\n예방을 위한 노력에도 불구하고 CRS1으로 분류된 AKI가 발생되면, 주된 치료 목표는 심부전 악화를 막기 위한 이뇨제 치료와 이뇨제 치료에 따른 관류부전이나 혈량 감소로 유발되는 신기능 악화 사이에 균형을 적절하게 유지하는 데 초점을 맞춰야 한다.\nAngiotensin-converting enzyme inhibitorACEi, angiotensin II receptor blockerARBs, aldosterone antagonist는 심부전 환자에서 생존율을 높이기 때문에 심부전 관리에 이용되는 프로토콜에 포함된다(The Consensus Trial Study Group, 1987; Pfeffer et al., 1992; Pitt et al., 2003; The AIRE Study Investigators, 1993; Yusuf et al., 1991; Zannad et al., 2011). 이 중 일부 약물은 전신 및 신장 혈역학적 손상 때문에 AKI 발생에 기여할 수 있으므로 소변 배출량과 심장/신장 기능의 철저한 모니터링이 필요하다.\n이뇨제는 심부전과 CRS1 환자 치료에 첫 번째로 선택되는 약물이다. 울혈은 임상증상을 유발할 뿐 아니라 심근 remodelling과 심부전 악화에 영향을 줄 수 있다.\n적절한 이뇨제 처치 요법은 알려지지 않았다. 어떻게 이뇨제를 투여하는지에 따라(bolus 또는 CRI 투여, 저용량 또는 고용량으로 투여) 임상증상이나 신장 기능에 대한 영향은 통계상 큰 차이는 없었다고 한다(Felker et al., 2011). 하지만 고용량 투여가 소변 배출량이 더 많고, 예후가 더 나았지만, 신장의 일시적인 악화를 유발할 수 있었다고 한다. Loop 성 이뇨제는 전해질 불균형과 저혈량증을 더 잘 발생시켜 신경호르몬 활성과 AKI를 유발할 수 있다. 특히, CKD 환자에서 이뇨제 투여에 의한 저혈량증은 세뇨관 Na 재흡수 증가와 약물에 대한 반응 저하를 유발할 수 있다.\n베타 차단제는 CRS1 환자에서 사용에 주의해야 하고 환자가 안정될 때까지 피해야 한다. 심박출량은 교감 신경계 활성과 반응성 빈맥에 의해 유지되기 때문에, 베타 차단제에 의해 느려진 보상 반응이 심장원성 쇼크를 유발시킬 수 있다. 뿐만 아니라, RAAS-blocking agent를 처음으로 도입할 때는 사구체 여과 손상의 위험을 줄이기 위해 점진적으로 용량을 증가해야 한다.\n강심제(주로 dobutamine과 levosimendan)는 이뇨제 저항에 의한 용적 과부하volume overload와 신장 또는 간 기능장애가 있는 심각한 환자에서 도움이 될 수 있다.\n이전 시도했던 처치에 반응하지 않거나 이뇨제 처치에 반응하지 않는 울혈이 있는 환자, 잠재적으로 생명을 위협하는 수분, 전해질, 대사 장애 등의 환자에서 신장 대체술renal replacement therapy (RRT)을 적용해 볼 수 있다.\nCardiorenal syndrome type 2 (CRS2)\nCRS2의 정의와 역학\nCRS2는 만성 심부전에 의해 유발된 사구체 여과율의 저하가 특징이다. 만성 심장 질환과 신장 질환은 보통 동시에 존재한다. 만성 심부전 환자에서 신부전의 발생률이 높다(45~63%, Hebert et al., 2010).\nCRS2의 병태생리\nCRS2는 만성 심부전 환자에서 신장의 만성적이고 진행적인 악화가 특징이다. 두 종류의 가설이 있다:\n만성 심부전과 만성 신부전은 동시에 나타나지만 이 두 질병 사이의 인과 관계를 밝혀내기는 불가능하다.\n만성 심부전이 만성 신부전 또는 신장의 보상부전을 유발한다.\n신경 호르몬 활성, 신장 관류 저하, 죽상동맥 경화증atherosclerosis, 전신 염증, 산화적 스트레스oxidative stress가 CRS2의 가장 중요한 발병 기전에 해당한다. CRS1과 비슷하게, 복강 내압의 만성적인 증가와 전신 정맥 울혈은 발병 기전에 중요한 역할을 한다. 실험 연구(D’Agati et al., 2011)에서, 지속적으로(6개월 이상) 높은 사구체 내압을 동반한 신장 혈류renal plasma flow 감소는 족세포podocyte 손상, 사구체 분절 경화, GFR의 지속적인 감소를 유발했다.\nCRS2의 진단\n처음에는 신장 손상 정도를 creatinine 농도, GFR, 신장 단백질 배설량 측정을 통해 평가할 수 있다. 일부 생화학 바이오마커biochemical marker(예, cystatin C, NGAL, KIM-1, N-acetyl-b-D-glucosaminidase)가 심부전 환자에서 평가되었다; 이러한 마커의 혈장 농도는 심부전의 예후를 평가하는 데 유용할 수 있지만 신부전 평가에는 다소 덜 유용하다(Cruz et al., 2012).\n심장 초음파 검사는 피질 두께 감소를 확인할 수 있는 신장 초음파 검사와 더불어 원인을 진단하고 치료 평가하는 데 유용할 수 있다.\nCRS2의 치료\n심부전의 치료는 먼저 심혈관계 위험요소를 예방하고 제어하는 데 목표를 설정한다.\n심부전 치료 목표 중 하나는 심박출량에 영향을 주지 않고 혈액 저류량volume accumulation을 줄이는 것이다. Loop 성 이뇨제와 thiazide 이뇨제는 사망률을 낮추진 않지만, 용적 과부하volume overload를 줄이면서 임상 증상을 개선하므로 비보상성 심부전 환자에게 추천된다.\n베타 차단제(예, carvedilol, metoprolol, bisoprolol)는 장기간 ejection fraction을 개선하고 사망률과 재입원율을 줄여준다. 베타 차단제의 효과는 임상실험에서 증명되었다(CIBIS-II, 1999; MERIT-HF, 1999; Packer et al., 1996).\nCRS1에서 기술했듯이, ACEis, ARBs, mineralocorticoid receptor antagonist는 심부전 환자에서 이병률과 사망률을 줄여준다. 그러나, ACEis와 ARBs는 특히 이뇨제를 사용했을 때와 CKD 또는 신장 동맥 협착이 있는 환자에서 GFR을 감소시킬 수 있다. 신부전이 있는 환자에서 ACEi 사용은 고칼륨혈증의 발생 위험 때문에, 신장 기능과 혈청 칼륨 농도를 주의 깊게 모니터링해야 한다.\nAngiotensin II receptor antagonistAIIRA와 natriuretic peptides 성분을 포함한 새로운 약물이 최근 심부전 환자 치료에 효과적이고 안전하다고 알려졌다(McMurray et al., 2014; Velazquez et al., 2018).\n약물 처치와 더불어, 이 챕터의 내용에 벗어나지만, 심장 제세동기와 재동기화 치료 같은 특수 치료가 특정 상황의 심부전 환자에서 사용된다.\nCardiorenal syndrome type 3 (CRS3)\nCRS3의 정의와 역학\n급성 신장-심장 증후군으로 정의되는 CRS3는 AKINAcute Kidney Injury Network 또는 KDIGOKidney Disease Improving Global Outcomes 진단 기준을 따라 급성 신장 손상AKI 또는 급성 신부전ARF으로 분류되는 신장 기능의 급격한 악화로 급성 심부전이 속발되는 경우를 말한다(Kellum et al., 2012; Mehta et al., 2007).\nCRS3의 역학 조사는 CRS1에 비해 덜 이루어져 있지만, CRS1에 비해 발생률이 낮은 것으로 알려져 있다(Susantitaphong et al., 2013). AKI는 원내 발생률이 늘어가고 있는 질환이다(Uchino et al., 2005). KDIGO 기준에 따르면, AKI는 입원 환자의 약 20%에서 확인된다.\nCRS3의 병태생리\nCRS3의 발병 기전은 CRS1만큼 잘 알려져 있지 않다. 심장에 대한 AKI의 영향은 직접 또는 간접적으로 나타날 수 있다(Chuasuwan and Kellum, 2012).\nAKI의 심장에 대한 직접적인 영향은 신경 내분비계와 면역계 활성에 의해 일어난다. 교감신경계 활성과 noradrenaline 분비는 심근에 직접적인 악영향을 주고(Singh et al., 2001), RAAS를 활성화시킨다. Angiotensin II는 심근 세포의 비대hypertrophy를 유발하고 산화적 스트레스와 염증에 관여하는 세포내 경로intracellular pathway를 변조시킨다(Kim and Iwao, 2000).\nAKI는 면역계를 활성시킨다; 동물 실험에서 심장 세포 자연사apoptosis를 동반한 전염증성proinflammatory 물질 분비를 증가시켰다(Kinsey et al., 2008). 또한 심장에 간접적인 영향을 보인다. 용적 과부하volume overload는 심장 내 과부하와 폐수종을 유발할 수 있다; 고칼륨혈증과 다른 전해질 불균형은 심장 부정맥을 유발하고 요독소의 축적은 심근 수축력을 감소시킬 수 있으며 심낭의 염증과 심낭수를 유발할 수 있다(Meyer et al., 2007).\nCRS3의 진단\nCRS3의 진단은 진단뿐만 아니라 CRS3의 예후까지 파악할 수 있는 바이오마커 검사와 영상 검사를 통해 내릴 수 있다.\nNGAL은 급성과 만성 신부전에서 산화적 손상에 중요한 역할을 하고 초기 허혈성 손상의 마커로 사용된다. 신장 손상 분자KIM-1는 허혈성 또는 독성 세뇨관 손상을 지시하는 마커이다. Liver-type fatty acid binding proteinL-FABP, IL-8, netrin-1과 같은 마커들은 임상적인 가치가 아직 확실히 알려져 있지 않았다(Lassus et al., 2010).\n심장 관련 마커들로 B-type natriuretic peptideBNP와 N-terminal proBNPNT-proBNP가 있고, 이러한 마커 검사는 심장병의 진단과 예후를 판단하는 데 가장 좋은 검사이다. Troponin과 heart-type fatty acid-binding proteinH-FABP은 신부전 환자에서 진단과 예후 평가를 위한 유용한 마커들이다(Lassus et al., 2010).\nCRS3의 치료\nCRS3가 발생하지 않게 하는 것이 최상의 전략이다. 따라서, 발생 위험이 있는 환자에서 신장 독성이 있는 약물을 피하거나 줄이고 적절한 수화를 시키는 것이 좋다(Vanmassenhove et al., 2017).\nCRS3에서 특정 치료나 합병증 관리가 필요한 질병인 경우, AKI 원인을 찾는 것이 중요하다. 적절한 혈량 관리는 수분 과부하water overload의 예방과 부정맥 발생 방지를 위한 전해질 불균형 치료에 필수적이다. 약물 처치로만 교정이 어려울 경우, 신장 대체술(투석)이 고려될 수 있다(Bellomo et al., 2012).\nCardiorenal syndrome type 4 (CRS4)\nCRS4의 정의와 역학\nCRS4는 만성 신부전(병발하거나 심혈관계 기능을 더욱 악화시키는)에 의한 심혈관계 손상을 말한다.\nCRS2에서와 같이, 공통된 위험 요소 때문에 악화되는 시점과 원인이 폭넓게 중복된다.\n심장 질환은 CKD 환자에서 높은 비율로 발생하고 CKD는 말기 단계 신부전으로 진행할 뿐 아니라, 심혈관계 질환의 발생에 잘 알려진 위험인자로 작용한다(Coresh et al., 2004; Culleton et al., 1999; Go et al., 2004).\n말기 신장 질환 환자의 절반 정도가 심혈관계 원인으로 사망한다(Di Luulo et al., 2015; Herzog et al., 1998; Tonelli et al., 2006).\nCRS4의 병태생리\nCKD에 의한 심혈관 질환의 발생과 관련된 발병 기전은 복잡하다(Dikow et al., 2005; Gonzalez Maqueda, 2007).\n전통적인 위험 요소만으로는 CKD 환자군에서의 높은 심혈관 질환 발생률을 설명하기엔 충분하지 않다.\n사구체 여과율이 60 ml/min 이하로 떨어졌을 때, 많은 생리/조절 기능에서 변화가 발생한다. 따라서, CKD와 관련된 다른 위험 요소들인 erythropoietin 생성 저하에 따른 빈혈, 산화적 스트레스, 칼슘-인 대사 저하, 요독소의 축적 등과 같은 심혈관 질환의 발생에 영향을 준다고 알려져 있다(Muntner et al., 2005).\n고혈압은 심혈관 질환과 CKD의 발생과 관련한 잠재적인 위험 요소이다. RAAS 활성과 나트륨 저류는 네프론에서 혈압을 높이는 주요 원인이다(Guyton and Coleman, 1999).\n혈액 투석을 받는 환자 중 높은 비율에서 좌심실 비대가 관찰되고, 이는 심부전 발생의 위험 요소이다(Brenner et al., 2001).\n칼슘-인의 비정상적인 대사는 CKD의 악화와 심혈관계 합병증의 발생과 관련이 있다. 고인혈증과 고혈압을 동반한 속발성 부갑상선기능항진증은 심장 혈관과 판막의 미네랄 침착을 유발한다. 이는 심방 세동과 다른 종류의 부정맥 발생에 기여한다.\nCRS4의 치료\nCKD 관리는 나트륨, 칼륨, 단백질 섭취 제한과 같은 식이 요법이 필요하다. 적절한 혈당, 혈압 관리와 같은 신장, 심장에 악영향을 주는 전통적인 위험 요소 관리 또한 중요하다. 혈압은 검증된 심장 보호효과를 보이는 ACEis, ARBs, 베타 차단제를 이용하여 관리해야 한다(Cice et al., 2003; Lewis et al., 2001).\nCRS4의 발병과 관련된 다른 요소 중 대사성 산증은 중탄산 나트륨 또는 구연산 나트륨 투여로 관리해야 한다. 빈혈의 교정과 관련하여, 밝혀진 처치법은 없지만, 심부전 환자에서 erythropoietin과 철분제 투여는 일반적으로 심장과 신장 기능 개선과 관련이 있다고 알려져 있다 (Silverberg et al., 2000).\nCardiorenal syndrome type 5 (CRS5)\nCRS5의 정의와 역학\nCRS5는 급성 또는 만성 전신 질환에 이차적으로 발생하는 급성 또는 만성 신장과 심장 손상을 말한다. 가장 흔한 원인은 패혈증이고(Bagshaw et al., 2010), 전염증성 cytokine, 내독소, 신장내 및 전신 혈관 확장, 혈관 투과성 증가, 저산소증, 관류 저하에 의해 심장과 신장 기능부전이 병발한다. CRS5의 다른 원인으로 당뇨, 전신 홍반 루푸스systemic lupus erythematosus와 다른 만성 염증성 질병이 있다(Abraham and Singer, 2007).\nCRS5의 병태생리\nCRS5의 발병기전은 기저 질환과 질병 발병 속도에 따라 달라진다. 따라서, CRS5의 세부 분류는 다음과 같이 나뉜다:\n초급성hyperacute(진단 후 0~72시간)\n급성acute(3~7일)\n아급성subacute(7~30일)\n만성chronic(30일 초과)\nCRS5의 진단\n진단은 심장과 신장이 동시에 손상될 만한 발병 이전의 상태와 위험 요소를 고려한 병력과 신체검사를 기본으로 한다. 염증을 나타내는 일부 마커들(예, polysaccharide-linked protein, procalcitonin, C-reactive protein, IL-6, TGF-b)은 진단에 유용하고, 심장 초음파, 신장 초음파와 같은 영상검사 또한 CRS5를 유발 또는 악화시킬 수 있는 구조적인 결함을 파악하는 데 도움이 된다(DiLullo et al., 2012).\nCRS5의 치료\nCRS5의 치료는 원인 관리와 신장/심장 기능 평가에 근거를 두고 실시해야 한다. 수액 공급을 통한 저혈압의 적극적인 초기 치료와 강심제, 혈관 수축제 치료가 중요하다. 앞에서 언급했던 것과 같이, 신장 기능이 현저히 떨어졌을 때, 투석 치료를 고려할 수 있다.\n\n결론\n심장과 신장 사이에서 생리적/병태생리적 연관성은 옛날부터 알려져 있었다. 그러나, 최근에 들어서야 CRS의 분류, 병태생리와 역학 연구 및 치료 관리법이 정립되었다.\n신부전과 심부전 발생에 관여하는 공통적 위험 요소와 심혈관계와 신장의 밀접한 생리적 연관성 때문에 두 장기 모두에 영향을 주는 급성 및 만성 질병 과정이 발생할 수 있다는 것을 시사하고 있다.\n심혈관계 질환의 위험 요소가 상재하고 심장 질환의 발생률이 높기 때문에 CRS의 발생률은 생각보다 높다.\nCRS의 진단은 의료 기록, 신체 검사, 세심한 영상 검사를 포함한 적절한 임상적 접근을 통해 이루어진다. 생화학 마커들은 어떤 장기가 많이 손상됐는지, 어느 정도까지 손상됐는지 확인하는 데 중요한 역할을 한다.\n치료는 주로 적절한 신장 관류량과 적절한 심실 충전압 유지를 위한 혈역학 관리와 전신 정맥 울혈과 복강 내압 상승을 방지하는 처치를 중심으로 이루어진다. 많은 증례에서, 급성 CRS와 같은 질병을 악화시키는 기저 질환에 대한 처치가 환자의 적절한 상태 안정에 필수적으로 필요하다.\n신장과 심장 기능부전이 서로 중복되기 때문에, 급성과 만성 신장/심장 질환의 제공처가 되는 심혈관계 위험 요소를 예방하는 것에 소홀해서는 안 된다.\n\n\n강아지 폐렴은 폐와 기관지에 염증이 발생하는 호흡기 질환으로, 세균, 바이러스, 곰팡이, 기생충 등의 감염성 원인뿐만 아니라 이물 흡입, 알레르기, 면역력 저하 등의 비감염성 원인에 의해 발생할 수 있다. 폐렴은 빠르게 진행될 수 있으며, 적절한 치료가 이루어지지 않을 경우 호흡부전과 같은 심각한 합병증을 초래할 수 있다.\n폐렴의 원인은 크게 감염성 폐렴과 비감염성 폐렴으로 나눌 수 있다. 감염성 폐렴은 주로 세균(보르데텔라 브론키셉티카, 대장균, 포도상구균 등), 바이러스(개 인플루엔자, 아데노바이러스 등), 곰팡이(아스페르길루스, 블라스토미세스 등), 기생충(폐충 등)에 의해 발생한다. 반면, 비감염성 폐렴은 음식물이나 구토물의 흡입으로 인한 흡인성 폐렴, 알레르기 반응으로 인한 과민성 폐렴, 독성 가스 및 화학 물질에 의한 폐 손상 등으로 발생할 수 있다.\n폐렴을 앓는 강아지는 다양한 임상 증상을 보일 수 있으며, 그 심각도는 원인과 진행 정도에 따라 다를 수 있다. 주요 증상으로는 기침, 호흡 곤란, 빠른 호흡, 발열, 무기력, 식욕 부진, 콧물 및 분비물 증가, 구토 및 체중 감소 등이 있다. 심한 경우 피부와 점막이 푸르게 변하는 청색증이 나타날 수 있으며, 이러한 증상이 지속될 경우 즉각적인 치료가 필요하다.\n폐렴의 진단을 위해서는 다양한 검사가 필요하다. 기본적인 신체 검사를 통해 청진 시 호흡음의 이상 여부를 확인하며, 흉부 방사선(X-ray) 촬영을 통해 폐의 염증 부위를 평가한다. 혈액 검사를 통해 감염 여부와 염증 수치를 확인하고, 객담 배양 검사를 통해 원인 병원체를 확인할 수 있다. 경우에 따라 기관지 내시경 검사를 시행하여 직접 기관지 및 폐 내부를 확인하고, 추가적인 조직 검사를 진행하기도 한다.\n폐렴의 치료는 원인에 따라 달라진다. 세균 감염이 원인일 경우 항생제 치료가 필수적이며, 광범위 항생제를 먼저 사용한 후 배양 검사 결과에 따라 적절한 항생제로 변경할 수 있다. 바이러스성 폐렴의 경우 대증 치료가 주로 이루어지며, 면역력을 강화하는 치료가 필요하다. 흡인성 폐렴의 경우 산소 치료와 수액 요법을 통해 폐 기능을 유지하고, 기침을 촉진하여 이물을 제거하는 것이 중요하다. 산소 공급이 필요한 경우 산소실 치료나 산소 마스크를 사용할 수 있으며, 기도 분비물을 제거하기 위해 네뷸라이저(흡입 치료)를 사용할 수도 있다. 경우에 따라 항염증제나 스테로이드가 사용될 수도 있지만, 감염이 동반된 경우 신중히 투여해야 한다.\n폐렴 예방을 위해서는 강아지의 면역력을 강화하는 것이 중요하다. 정기적인 예방접종을 통해 바이러스 감염을 예방하고, 건강한 식단과 충분한 운동을 통해 면역 체계를 유지해야 한다. 또한, 강아지가 이물을 흡입하지 않도록 식사 환경을 관리하고, 독성 물질과 연기에 대한 노출을 최소화하는 것이 필요하다. 면역력이 약한 노령견이나 기저질환이 있는 강아지는 더욱 세심한 관리가 필요하며, 폐렴의 초기 증상을 인지하고 조기에 치료를 받는 것이 중요하다.\n강아지 폐렴은 조기에 발견하여 적절한 치료를 시행하면 회복이 가능하지만, 방치할 경우 치명적인 결과를 초래할 수 있는 질환이다. 보호자는 강아지의 호흡 상태를 주의 깊게 관찰하고, 이상 증상이 나타날 경우 즉시 수의사와 상담하여 적절한 조치를 취해야 한다. 꾸준한 건강 관리와 예방 조치를 통해 강아지의 호흡기 건강을 유지하는 것이 필수적이다.\n"
}