{
    "title": "개와 고양이의 심장-신장 증후군",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "02\n개와 고양이의 심혈관계-신장 축의 개요\nOverview of the cardiovascular–renal axis in dogs and cats\n서론\n심장과 신장은 기능적으로 “심장-신장 축cardiorenal axis”에 의해 연결되어 있다. 이러한 생리적 연결 고리가 신장의 관류압, 심장 충만압, 신경호르몬 활성 조절을 포함한 몇 가지 중요한 조절 기전에서 관찰된다. 그러므로, 두 장기 중 어느 하나의 장기의 변화가 다른 쪽 장기에 영향을 줄 수 있다. 예를 들어, 심부전 환자에서 심박출량과 전신 혈압의 저하가 발생하면, 신장의 관류압이 저하되어 신장 기능이 악화될 수 있다. 반대로, 신장이 손상되면, RAAS와 교감 신경계의 활성, 고혈압 발생 또는 전해질 변화에 의한 부정맥 발생을 통해 심장 기능을 손상시킬 수 있다.\n1927년에 Richard Bright 박사가 사람에서 심장과 신장 질병 사이 강력한 연관성을 처음으로 발표했다. 그 이후, 이러한 연구는 계속되었고, 심장과 신장의 상호 관련성을 조사하는 연구는 현재 상당히 관심을 받고 있는 연구 분야가 되었다. 이러한 연구를 통해, 심장이나 신장에서 발생하는 급성 또는 만성적인 변화가 대상 장기인 신장이나 심장 기능에 악영향을 줄 수 있다는 “심장-신장 증후군cardiorenal syndrome”이라는 개념을 정립하게 되었다.\n2008년, Ronco 등은 심장이나 신장에 악영향을 줄 수 있는 다양한 종류의 심장-신장 증후군에 대해 발표하였다. 각 장기의 기능 변화에 대한 직간접적인 영향이 다른 장기 손상을 개시하고 영구적으로 장기손상을 진행시킬 수 있다. 이 개념을 단순화하기 위해서, 이 증후군의 양방향적인 특성, 손상의 개시 시점(급성 또는 만성), 원발 손상 장기(심장 또는 신장), 심부전/신부전 등을 유발시키는 다인자성 전신 질환 여부 등을 고려하여, “심장-신장 증후군cardiorenal syndrome”을 5가지 유형으로 분류하였다.\n수의 분야 중 개와 고양이에서 심장이나 신장 질환이 흔하게 발생하고, 폐사율도 높은 것으로 알려져 있지만, 두 장기의 상호 관계는 아직 깊이 연구되어 있지 않다. 2015년 유럽과 미국 수의 심장 전문의와 신장 전문의들은 신장과 심혈관계 사이 관계에 영향을 주는 질환의 정의, 병태생리, 진단, 치료에 대한 전문가 합의서를 발표하였다. 우선, 용어 “cardiovascular-renal axis disorders”가 인의에서 사용되는 “cardiorenal axis syndrome” 대신에 제안되었고, 약물, 독성물질 등에 의해 두 장기의 정상적인 관계의 변화를 유발하는 신장과 심혈관계 단독 또는 둘 다의 구조 또는 기능 손상이라고 이 증후군을 정의하였다.\n각 임상적 상태에 따른 적절한 치료를 위해 두 장기의 상호 작용에 대한 더 나은 이해의 필요성 때문에, cardiovascular-renal axis disorders를 유발하는 병태생리 기전을 기반으로, 전문가 그룹에서 원발 원인이 심장 또는 신장인지, 손상 개시 시점에 따라 인의에서 제시된 것과 개념적으로 비슷한 5개 세부 유형을 발표하였다.\n병태생리\n이 증후군의 발병기전을 밝혀내기 위해, 심장 질환과 신장 질환 사이의 연결 고리를 설명하는 일부 학설이 발표되었지만, 정확한 기전은 아직 밝혀지지 않았다.\n부적절한 RAAS 활성은 심부전 발생에 일부 역할을 하는 나트륨과 수분 재흡수 증가를 통해, 신장과 심장 모두에서 질병 발생에 중요한 역할을 하는 것으로 밝혀졌다. RAAS의 지나친 활성은 심근 재구성remodelling과 신장/심장 섬유화와 같은 구조 변화를 유발할 수 있다.\nCardiovascular-renal axis disorders 발생과 관련된 그 밖의 기전에는 다음과 같은 것이 있다:\n산화 질소nitric oxide와 유해 산소free radical 사이 균형의 변화. 산화 질소는 혈관 확장을 유발하고 소변으로 나트륨 배설을 촉진하는 반면, free radical은 반대 작용(예, 나트륨 저류, 신장 혈관 수축)을 나타내고 고혈압 발생에 관여한다. Cardiovascular-renal axis disorders에서, 유해산소기free radical가 더 많이 생산되어 불균형이 발생한다. 혈관 수축이 지나치게 항진되면 RAAS 기전을 방해하고, 심각한 세뇨관 손상을 유발할 수 있다.\n염증 관련 인자 자극은 TNFtumor necrosis factor, IL-6interleukin-6, CRPC-reactive protein와 같은 염증 매개물의 농도 상승을 유발하고, 이러한 변화는 심부전과 신부전 환자 모두에서 관찰된다.\n심장과 신장 질환에서 교감 신경계 자극은 renin과 free radical 생성을 증가시키고, 염증을 유발할 수 있다.\n빈혈은 심장-신장 연결고리에서 중요한 역할을 하는 것으로 알려져 있다(일부 사람 의사들은 이를 심장-신장 빈혈 증후군cardiorenal anaemia syndrome이라고 부른다). 따라서, 빈혈은 심근 세포를 죽이고, 심장의 병리적 재구성과 세포 손상 및 RAAS 활성에 관여하는 산화적 스트레스를 유발하여, 저산소증 상태를 유발한다. 비슷하게, 심부전은 빈혈을 유발할 수 있고 이는 신장 기능에 악영향을 준다.\n분류\n심장과 신장 손상이 양방향성 특성을 가지고 있고, 혈역학 조절에 있어서 이 두 장기가 서로 밀접하게 얽혀있으며, CRS 발생과 관련하여 다른 기전이 또한 관여하고 있기 때문에 CRS의 발생 기전을 완전하게 이해하기 어렵다. 사람의 경우, 이러한 발생기전을 보다 쉽게 이해하기 위해 Ronco 등(2008)은 CRS를 다음 5가지 유형으로 분류하였다(표 1): type 1(급성 심장신장 증후군acute cardiorenal syndrome), type 2(만성 심장신장 증후군chronic cardiorenal syndrome), type 3(급성 신장심장 증후군acute renocardiac syndrome), type 4(만성 신장심장 증후군chronic renocardiac syndrome), type 5(속발성 심장신장 증후군secondary cardiorenal syndrome). 앞에 나와있는 수의 분야의 CRS 분류법이 표 1에 나와있다(Pouchelon et al., 2015.):\n급성 심장 질환에 의해 발생한 심혈관계-신장 질환cardiovascular-renal disorders (CvRDAH)\n만성 심장 질환에 의해 발생한 심혈관계-신장 질환CvRDCH\n급성 신장 질환에 의해 발생한 심혈관계-신장 질환CvRDAK\n만성 신장 질환에 의해 발생한 심혈관계-신장 질환CvRDCK\n심장과 신장 질환에 영향을 주는 전신 질환에 의해 발생한 심혈관계-신장 질환CvRDHK\n급성 심장 질환에 의해 발생한 심혈관계-신장 질환(CvRDAH)\n이 질환은 급성 신장 손상을 유발하는 심기능의 급격한 손상을 특징으로 한다.\n병태생리\n급성 심부전 환자에서 급성 신장 손상을 유발시키는 병태생리 기전은 완전히 밝혀지지 않았지만, 다음과 같은 가설이 있다:\n심박출량 저하에 의해 발생하고, 신장의 구조적 손상은 없고, 신전성 질소혈증을 동반한 신장수치 상승을 유발하는 저관류. 치료되지 않은 채로 방치될 경우, 신장 손상이 발생하고, 심박출량 저하에 의해 악화된다. 혈역학 악화에 따른 심기능 장애는 신체 보상 기전을 활성시킨다. 이때 신장이 순환 혈량과 전해질의 항상성 조절에 중요한 역할을 한다. 이와 관련하여, RAAS와 교감신경계는 심부전 발생 및 진행에 중요한 역할을 한다; RAAS와 교감신경계의 활성은 신기능 장애와 관련이 있다.\n신장 정맥 울혈은 전문의 사이에서 신장 손상을 유발할 수 있는 것으로 알려져 있다. 중심 정맥압이 상승하면 신정맥으로 우심방압이 역행 전달retrograde transmission되기 때문에, 신장 간질압을 상승시킬 수 있고 이로 인하여 신장 실질의 저산소 상태를 유발할 수 있다.\n특정 약물 투여. 급성 심부전 환자에서 loop성 이뇨제 사용은 필수적이지만 이러한 약물은 신경 호르몬 활성과 AKI를 발생시키는 전해질 불균형과 저혈량을 유발할 수 있다.\n\n진단 검사\n실험실 검사와 영상 진단 검사 결과를 바탕으로 진단한다.\n영상 진단. 흉부 방사선과 심장 초음파는 급성 심부전 진단에서 중요한 검사이다. 흉부 방사선은 심장 실루엣, 혈관 구조의 변화, 정상 폐 음영 등에 대한 정보를 제공하고 심장 초음파는 심장 형태와 기능 평가에 유용하다. 복부 방사선과 신장, 비뇨기계 초음파는 급성 신장 손상과 관련된 형태 변화를 발견하는 데 유용하다.\n혈압 측정. 급성 심부전 환자에서 관찰될 수 있는 신장 기능 악화 관련 중요한 기전은 전신 저혈압(수축기 혈압 90 mmHg 이하)이다. 그러므로, 혈압 측정은 심혈관과 신장 질환의 진단과 관리에 있어서 필수적이다.\n실험실 검사. 심혈관 질환의 진단 및 관리에 가장 흔하게 사용되는 심장 마커들은 troponin I와 NT-proBNPN-terminal fraction of pro-brain natriuretic peptide 또는 BNPB-type natriuretic peptide가 있다. 이 마커들은 신장에서 부분적으로 배설된다; 그러므로, 이러한 바이오마커 농도는 신장 기능에 영향을 받기 때문에 심장과 신장 기능장애를 모두 가지고 있는 환자를 평가할 때는 이러한 점을 고려하여 판독해야 한다. AKI의 경우, cardiovascular-renal axis의 변화가 빠르게 일어나기 때문에 임상의가 이러한 변화를 조기에 발견하기 어렵다는 사실을 명심해야 한다. 신장이 이미 손상이 되어 있는 경우, 초기 단계를 나타내는 IRIS stage 지표(예, 혈청 creatinine 농도, 요생산량)들이 이미 변동되어 있기 때문이다. 따라서 신 기능장애를 보다 조기에 감지할 수 있는 다른 마커들이 필요하다(아래 CvRDAK 섹션 참고).\n치료\n이러한 유형의 CRS 질환의 치료는 심박출량과 신장 관류압 개선을 목표로 해야 한다.\n심박출량을 증가시키고 정상적인 신장 관류를 유지시키기 위해서, pimobendan의 경구 투여나 dobutamine의 정맥 투여 같은 치료법이 사용된다. 하지만 만약 이러한 환자에서 심각한 폐울혈과 폐부종이 있을 경우, ACEi와 고용량 이뇨제 처치가 필요하다는 사실을 명심해야 한다. 따라서 비경구적 이뇨제 투여 감량(투여량 조절 6 투여 횟수 조절)과 최소 유효량의 ACEi 사용 등을 통해 질소혈증 발생 위험이 최소화되도록 노력해야 한다.\n환자가 급성 심부전 치료를 위해 공격적인 이뇨제 처치 후 탈수가 됐을 때, 탈수는 나트륨, 칼륨 농도 체크와 함께 세심한 정맥 또는 피하 수액을 통해 교정되어야 한다.\n만성 심장 질환에 의해 발생한 심혈관계-신장 질환(CvRDCH)\n이 질환은 진행성이며 잠재적으로 영구적인 만성 신장 질환CKD을 발생시키는 만성 울혈성 심부전을 특징으로 한다.\n병태생리\n진행된 만성 심장 질환에서 CKD 발생의 발병기전에 대해 밝혀진 것이 별로 없지만, 만성적으로 저하된 심박출량이 오랜 시간에 걸쳐 저혈압과 신장 관류 저하를 유발시켜 다음의 발병기전을 자극하는 것은 확실하다:\nRAAS와 교감신경계를 활성화시키고 vasopressin, endothelin, natriuretic peptide와 같은 물질의 분비를 증가시키는 보상성 신경 호르몬성 반응. 신장에 의해 angiotensin II와 aldosterone의 생산이 증가되어 수분과 나트륨 저류가 더 촉진되고, 이로 인하여 전신 고혈압이 유발된다. Angiotensin II는 신장 endothelin-1 농도를 상승시키고, 이로 인하여 신장에서 염증과 섬유화가 개시되고 악화된다. Angiotensin II와 더불어 고농도의 aldosterone은 신장 섬유화와 사구체 경화를 유발한다.\n만성 신장 저산소증은 산화적 스트레스를 증가시키고, 이로 인하여 내피 기능endothelial function이 악화되고 만성 염증이 유발된다. 앞서 언급된 만성 염증 상태와 관련이 있는 TNF, IL-1과 IL-6의 농도 증가는 신장 세포의 진행성 독성 손상 및 세포 자연사apoptosis를 유발하고, 이는 비가역성 신장 손상과 신 기능부전을 유발한다.\nCRS 관련 질환에서 빈혈에 대한 연구가 최근 인의에서 광범위하게 진행되고 있다. 일부 연구에서 빈혈, 만성 심장 질환 및 CKD의 발생을 특징으로 한 심장신장 빈혈 증후군cardiorenal anemia syndrome이 언급되고 있다. 빈혈은 심장 저산소증 발생에 관련이 있는 것으로 보인다.\n마지막으로, 심부전의 치료가 신 기능 악화의 원인이 된다는 사실을 명심해야 한다. 만성 심장 질환 환자는 종종 장기간 고농도의 이뇨제와 혈관 확장제를 투여받고 있고, 이는 만성 신장 손상의 발생 및 진행을 유발시킨다.\n\n진단 검사\n수의사들은 심장 질환을 판단할 수 있는 다양한 진단 방법을 사용해야 하고 신장 기능에 대한 영향을 평가해야 한다:\n영상 진단. 흉부 방사선은 심장 실루엣의 변화와 혈관, 폐의 병리적 변화에 대한 정보를 제공해 준다. 심장 초음파는 B-mode, M-mode, Doppler(color, spectral, tissue), strain, strain rate, speckle tracking 등과 같은 다양한 방법을 이용하여 환자의 심장 질환을 확인하고 심기능의 장애 정도를 평가하는데 사용할 수 있다. 복부 초음파는 CKD와 관련된 신장, 비뇨기계의 형태 변화를 발견하는 데 유용할 수 있다.\n실험실 검사. 심장 질환의 발생을 평가하고 모니터하는데 가장 흔히 사용되는 심장 마커는 troponin I와 B-type natriuretic peptide이다. 이 마커들은 심장 질환, 신장 질환 모두의 경우에서 증가될 수 있기 때문에, 심장과 신장 양쪽에 영향을 주는 기능 장애일 때는 판독에 어려움이 있다. 일부 연구에서 환자군에서 진행 단계를 구분할 수 없는 심각한 “grey zone”이 관찰되었다. 따라서 이러한 마커의 농도로 항상 정상과 병리적 상태를 구분할 수 있는 것은 아니다. 이러한 이유 때문에 개와 고양이에서 troponin과 natriuretic peptide 농도 증가의 원인이 심장 손상 때문인지 신장의 배설 능력 저하 때문인지 구별하기 어려울 때도 있다.\n빈혈이 그 자체로 CRS 질환의 병리 기전에 관련이 있다는 사실은 최소한 적혈구 평가가 필요하다는 것을 의미한다. 심기능 장애가 신기능에 주는 영향을 확인하기 위해서, 혈청 생화학 검사와 요검사가 필요하다(CvRDAK, CvRDCK 섹션 참고).\n이러한 마커들이 CRS 질환에서 신장 질환과 심장 질환이 원발성인지 속발성 인지를 감별할 수 있는지에 대한 평가는 이루어지지 않았지만, 신장 손상을 감지하는 데 민감하다. 그러므로, 질병-특이 마커를 발견하는 연구가 인의와 수의 분야 모두에서 중요하다.\n치료\nCvRDCH의 발병기전이 매우 복잡하고, 잘 알려져 있지 않기 때문에, 확실한 치료 전략은 아직 발표되지 않았다.\nRAAS 활성이 발병기전에 중요하기 때문에, RAAS 활성을 막는 약물 사용이 중요하다. 따라서, ACEi와 ARB의 동시 사용이 심장과 신장 양쪽 모두에 도움이 될 수 있다. Aldosterone을 억제하는 약물의 사용도 환자 관리를 용이하게 해준다. 심장과 신장 양쪽을 보호하는 효과가 있는 약물의 추가는 혈압과 단백뇨를 감소시켜 심장과 신장에 주는 손상의 진행을 늦출 수 있기 때문에 도움이 많이 될 수 있다.\n이뇨제의 사용은 폐울혈과 폐수종을 치료하는 데 필수적이지만, 고용량은 과도한 소변 생산을 통해 신장 손상이 유발될 수 있기 때문에 자주 사용되지 않는다. 그러므로, 이러한 상황에서는 보다 주의를 기울여야 하고 이러한 상황을 피하거나 최소화할 수 있게 치료 전략을 잘 세워야 한다(예, loop 성 이뇨제의 CRI투여 또는 thiazide와 같은 다른 기전의 이뇨제 병용).\nPimobendan 사용은 수축력을 개선하고 이로 인하여, 사구체 여과율GFR을 상승시킬 수 있다.\n빈혈 교정은 인의에서 언급했듯이, 환자 관리에서 중요할 수 있다.\n마지막으로, 적절한 사료 사용과 항산화제 역할을 하는 omega-3 지방산과 식욕 촉진제와 같은 경구 보조제 사용은 신장과 심장 질환 환자 모두에서 환자 관리에 결정적일 수 있다.\n급성 신장 질환에 의해 발생한 심혈관계-신장 질환(CvRDAK)\n이 질환은 원발적으로 신장에 영향을 주는 급성 질환에 의해 이차적으로 발생한 심혈관계의 손상 또는 기능 장애가 특징이다. 용적 과부하volume overload, 전해질 불균형, 신경호르몬 활성, 심근 억제 인자 등의 다양한 기전에 의해 발생할 수 있다. 이러한 기전에 의해 부정맥, 심낭염과 급성 심부전이 발생할 수 있다. 이 질환의 평가에 있어서 IRIS 분류법이 매우 유용하다.\n사람과 달리, 개와 고양이에서는 이러한 질환의 연관성에 대한 증거는 CvRDAH와 CvRDCH에 비해 아직 부족한 상황이다.\n병태생리\nAKI가 있는 개에서 고칼륨혈증이 주로 발생하고(다소 드물게 회복기에 저칼륨혈증도 발생할 수 있다), 이러한 전해질 장애가 심장 부정맥을 유발할 수 있다. 또한 AKI 환자나 digoxin과 같은 신장 배설을 촉진하는 심장 약물 투약을 받았던 심장병 환자에서 신장 질환에 의해 이런 약물 배설 능력이 급격하게 감소되어, 부정맥, 저혈압, 심근 기능 장애와 같은 중독 증상을 보일 수 있다.\n심각한 AKI 환자는 음수를 원하지 않거나 구토 때문에 종종 식욕부진과 탈수를 보인다. 이런 원인들은 심박출량 저하에 의해 환자의 체액과 혈역학 상태에 영향을 준다.\n마지막으로, 신장 기능의 급격한 장애는 특히, 환자가 판막 질환, 확장성 심근증, 비대성 심근증, 고혈압성 심장 질환, 심한 빈혈 등과 같은 심장 질환에 이환되어 있을 경우, 혈관 울혈에 영향을 주는 용적 과부하를 유발할 수 있다.\n인의에서, 이 증후군은 TNF와 ILinterleukin 등과 같은 고농도의 염증 중계물과 관련이 있다고 알려져 있고, 이는, 심장 수축력에 영향을 주고 심근 세포의 세포 자연사apoptosis를 자극하여 심장 기능의 변화를 유발하고 전신적 손상과 높은 치사율의 원인이 된다.\n진단 검사\n실험실 검사와 영상 진단 검사를 기본으로 한다.\n영상 진단. AKI 걸린 개와 고양이에서 영상 진단 검사 상 형태 변화를 보이는 것은 드물지만, 특정 질환을 확인/배제하기 위해서 항상 필요하다. 방사선 검사는 신장의 크기와 위치뿐만 아니라 결석(radiodense)에 대한 정보도 제공해 줄 수 있다. 복부 초음파는 신장 실질 이상, 신우, 요관 확장, 결석 등을 영상화시켜 주고 신우신염, 부동액 중독의 진단에 도움을 줄 수 있다. 배설성 비뇨기 조영, MRI, CT와 같은 더 발전된 기술도 때로 필요하다.\n혈압 측정. 혈압 상승은 CRS의 발생에서 가장 잘 알려진 기전 중 하나이다. 혈압 측정은 급성 또는 만성 신장 질환 모든 증례에서 추천된다. 고혈압은 신장 질환IRIS의 발생 및 진행에 주요 위험 요소이다. 개에서 고혈압은 신장 손상, 단백뇨, GFR 저하, 치사율 상승에 직접적으로 관련이 있다. \n실험실 검사. 신장 기능장애(원발성 또는 속발성 신장 질환 때문에 발생한)는 다양한 실험실 바이오마커를 이용하여 평가가 가능하다(다음 페이지 참고). 앞에서 언급된 심혈관 기능이나 손상을 평가하기 위해 사용되는 마커와 함께, 신장 마커를 이용하여 CRS 기원이 신장원성인지 파악하는 데 사용된다. 신체의 항상성에 대한 영향을 평가하기 위해, 혈액 중 전해질 농도(전해질 유지 능력 평가)와 중탄산 농도(산-염기 균형 평가)를 보통 측정한다.\n마지막으로, 심기능의 평가에 필요한 모든 진단 검사를 진행해야 한다.\n치료\nAKI 치료는 보통 체액, 전해질 균형 유지를 위해 통상적으로 입원이 필요하다. 입원 기간 동안 심혈관 기능 장애의 위험성 역시 평가되어야 한다. 수화가 된 환자에서 종종 소변 배출을 유도하기 위해 이뇨제와 고혈압에 대한 처치가 필요하다. 이러한 경우, furosemide와 같은 이뇨제 처치를 고려할 수 있다.\n\n만성 신장 질환에 의해 발생한 심혈관계-신장 질환(CvRDCK)\n이 질환은 주로 신장에 영향을 주는 만성 질환에 속발한 심혈관계 손상 또는 기능 장애가 특징이고 좌심실 비대, 이완 기능장애, 심혈관 질환의 발병 위험도 증가 등을 유발한다. AKI와 같이, 개와 고양이에서는 이러한 질환의 연관성에 대한 증거가 부족하다.\n병태생리\nCKD에 의한 심혈관 질환의 발생기전에는 다음과 같은 것이 관여될 수 있다: 고칼륨혈증에 따른 부정맥 발생(AKI에 비해 덜 흔함), 심장 질환 치료에서 약물의 배설 저하에 의한 독성(예, digoxin, enalapril), 진행된 신장 질환에서 심박출량 저하(주로 탈수 때문), 말기의 핍뇨기 환자에서 과혈량증에 의한 용적 과부하, 빈혈(흔한 병태생리 기전은 아님). 요독증 상태에서, 질소혈증은 심근 세포에 영향을 줄 수 있고, 이는 정상 기능을 변화시킨다. 마지막으로, 고혈압성 CKD의 경우, 심근 비대와 심장 기능 장애를 발생시킬 수 있기 때문에 심장 질환 발생에 중요하다.\n개와 고양이의 CvRDCK 평가에서, AKI에서와 같이 IRIS가 제시한 분류법이 가장 유용하다.\n진단 검사\nCvRDCH에서와 비슷하게, CvRDCK의 진단은 다음을 기본으로 한다:\n영상 진단. AKI에서와 비슷하다. AKI와 같이, 영상 진단 검사 상 신장의 변화가 종종 관찰되지 않는다.\n혈압 측정. CKD에 이환된 개와 고양이에서 매우 중요하다(특히 사구체 질환에서 단백뇨가 흔하기 때문에 단백뇨와 관련성이 중요하다). 고혈압은 단백뇨에 대한 위험 요소이고, 신장 질환의 진행과 관련 있는 요소이다.\n실험실 검사. AKI 진단에 사용되는 바이오마커들이 사용된다. AKI와 CKD 모두에서 조기 진단이 매우 중요하지만, CKD에서는 특히 더 중요하다. IRIS 1과 2단계의 경우, SDMAserum symmetric dimethylarginine와 함께 혈청 creatinine 농도 측정이 중요하고, 이러한 검사가 사구체 질환의 조기 진단에 도움이 된다. 혈장 cystatin C와 같은 사구체 손상을 확인할 수 있는 다른 마커들이 여전히 연구 중에 있다. 요비중과 UPC ratio 측정은 이 질환에서 매우 중요하다. 세뇨관 손상과 관련된 마커는 AKI와 관련이 있지만, 사구체 손상이 혼합형(사구체 1 세뇨관)으로 바뀔 수 있기 때문에 CKD에서도 연관성이 있고 혈청 BUN/creatinine보다 조기 손상 지표로 종종 이용될 수 있다.\n앞서 기술했듯이, 심기능의 평가에 필요한 모든 진단 검사를 진행해야 한다.\n치료\n주로 CKD 관리에 핵심을 두고 있다. 고혈압의 경우, 혈압을 낮추고 항고혈압 약물 용량(대부분의 경우 신장을 통해 배설되기 때문에)을 모니터하는 것이 매우 중요하다. 단백뇨에 대한 실험실 검사와 혈장 인 농도는 진행된 질환과 생존율에 밀접한 관련성이 있기 때문에, 이러한 항목에 대한 검사도 매우 중요하다. CKD에 이환된 개와 고양이에서 낮은 생존율을 보이기 때문에, 주기적인 재진에서 심혈관 기능 평가와 검사 결과에 따른 적절한 처치를 해야 한다.\n심장과 신장 질환에 영향을 주는 전신 질환에 의해 발생한 심혈관계-신장 질환(CvRDHK)\n이 증후군은 동시에 심장과 신장 손상을 유발하는 급성 또는 만성 전신 질환이 특징이다.\n병태생리\n이러한 유형의 CRS의 발병 기전과 진행 속도(급성 또는 만성)는 기저 질환에 따라 크게 달라진다. 예를 들어 패혈증의 경우, 심장과 신장 기능을 빠르게 악화시키는 급격한 진행이 일어날 수 있다.\n그러나, 이 기전은 개와 고양이에서 확실히 정립되어 있지 않고, 과학적인 증거를 동반한 추가적인 연구가 필요하다.\n진단 검사\n신장과 심장 양쪽에 영향을 주는 이 질환에서 진단 검사는 원발 요인을 진단하는 데 초점을 맞춰야 하고 이전에 기술됐던 신장/심장 기능 장애를 평가하고 분류할 수 있는 검사를 포함해야 한다.\n치료\n이 질환에서 치료 관리는 다음을 목표로 해야 할 것이다:\n심혈관계와 신장에 손상을 주는 원인의 치료.\n용적 과부하Volume overload가 유발되지 않게 특별한 주의가 필요하지만, 혈역학적 안정성 유지와 수액 공급을 통한 조직 관류 보장.\n충만압 유지를 위해 혈관수축제, 강심제 투여를 통한 심혈관 합병증 관리.\n신장 관류압 유지를 위해 수액 투여, 잠재적으로 신독성을 나타내는 약물 제거, 필요하다면 투석을 통한 신장 기능 유지.\n\n\nCvRDAK의 원인\n심장 부정맥을 유발할 수 있는 저칼륨혈증 또는 고칼륨혈증.\n중독을 유발시킬 수 있는 digoxin과 같은 약물의 신장 배설능력 저하.\n체액 고갈과 심박출량, 조직 관류 저하를 유발시킬 수 있는 탈수.\n요독증성 심낭염.\n나트륨과 수분 저류, 심장과 혈관 리모델링, 울혈을 유발시키는 RAAS 활성.\n\n"
}