{
    "title": "개와 고양이의 심장-신장 증후군",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "03\n심혈관계 질환에 속발한 신장 질환\nRenal disorders secondary to cardiovascular disease\n급성 신장 손상을 유발하는 급성 심혈관계 질환\n만성 신장 손상을 유발하는 만성 심혈관계 질환\n급성 신장 손상을 유발하는 급성 심혈관계 질환\n서론\n건강한 개체와 아픈 개체에서 심장과 신장 사이에는 우리가 이전에 생각했던 것보다 더 복잡한 상호 관련성이 있다. 이러한 상호 작용은 이 질환의 발병기전, 임상 증상, 병리학과 치료 분야에서 주요 연구 대상이 되고 있고, CRS에 개념 정립에 큰 도움을 주었으며, 이를 근거로 2015년 미국 수의내과학회ACVIM에서 심혈관계-신장 질환CvRD에 대한 전문가 합의서consensus를 발표하게 되었다.\n이 증후군에 대해서는 많은 부분이 밝혀지지 않았지만, 두 시스템간의 상호작용에 의해 혈량, 혈역학적 안전성 그리고 혈관긴장도(혈관톤)가 유지된다는 점은 명확하게 밝혀져 있다.\n이러한 증후군은 5개의 아형이 있다. Type 1은 빠르게 악화되는 심기능 부전에 유발되는 급성 신장 장애를 말한다.\n발병원인\n급성 심부전은 임상증상이 빠르게 개시되는 것을 말한다. 보통 이러한 과정은 허혈성 손상에 의해 판막질환이나 폐혈전색증 같은 비허혈성 손상에 의해 유발되거나 만성 심부전이 악화되어 치료에 반응을 보이지 않을 때 발생한다. 이러한 상황은 모두 입원 치료가 필요하다. 임상 증상은 폐수종에서 고혈압 응급 또는 심원성 쇼크까지 다양하다. 이러한 증례의 모든 경우에서 신장은 비슷하게 반응하여, 순환 혈량을 보존하기 위해서 나트륨과 수분을 저류한다.\n급성 신장 질환은 광범위한 신기능 부전을 유발하는 갑작스런 신장 실질 손상에 의해 발생하고, 그 결과 신체는 노폐물 배설과 대사 및 내분비 요구량을 맞추어 줄 수 없다. 이러한 기능 부전 때문에 대사 독소가 축적되고, 체액, 전해질 및 산-염기에 불균형이 생긴다.\n발병기전\n갑작스런 심박출량의 감소는 사구체 여과율을 감소시키고, 순환혈액중에 BUN과 creatinine을 증가시키며, 요생산량을 감소시킨다. IRIS에 따르면, creatinine 수치 0.3 mg/dL 이상 상승하면 급성 신장손상AKI을 의미하고, 더 불량한 예후를 나타낸다고 한다. 하지만 이러한 수치 상승이 영구적인 구조적인 신장 자체 손상을 의미하는지 확실치 않다. 이러한 AKI가 있는 환자에 대한 치료 추천안은 울혈성 심부전을 조절할 수 있는 최소한의 이뇨제 용량으로 심부전 환자를 치료하는 것이다. 따라서 급성 심부전이 있는 환자는 creatinine 수치를 지속적으로 모니터해야 한다.\n심부전 환자에서 신장 손상을 야기할 수 있는 또 다른 기전은 정맥 정수압 상승에 따른 신장 울혈이다. 신장 울혈에 의한 정맥압의 상승은 모세혈관압을 증가시키고 이로 인하여 피질의 정수압과 사구체 혈압사이의 압력차이를 감소시킨다. 그 결과 사구체여과압GFR이 감소되어 신기능이 떨어진다.\n심부전 환자의 주요 치료 목표 중 하나는 정맥 울혈을 완화시키는 것이다. 이뇨제는 신정맥의 울혈을 완화시키는 긍정적 효과가 있지만 신동맥의 관류량을 떨어뜨리는 부정적인 효과도 가지고 있다.\nRenin-anigiotensin-aldosteroneRAAS 활성은 angiotension II 분비를 유발하여 산화-매개 및 cytokine-매개 병소, 염증 그리고 세포사를 유발하여 혈관내피 기능부전과 유해산소 축적을 통해 신장 손상과 심기능부전의 발생에 기여한다.\n급성 심부전의 발병기전\n급성 심부전은 심장의 기능부전으로 인한 임상 증상 발생 또는 기존의 심부전 상태가 응급 치료를 요할 정도로 급격히 악화된 상태로 정의된다. 급성 심부전의 진행에는 여러 가지 병태생리학적 기전과 순환의 보상기전을 상실케 하는 요인들이 관여한다.\n병태생리학적 관점에서, 급성 심부전에서는 심장의 기능부전(급성 심근 손상과 리모델링을 포함)과 체순환/폐순환의 부전, 심내막의 기능 장애가 함께 일어난다. 이러한 심장과 심내막의 기능장애는 심각한 급성 혈역학적 교란을 유발한다. 급성 심부전을 촉발시키는 요인에는 심근의 허혈성 손상, 전신 고혈압, 부정맥, 그 외 심장병이 아닌 다른 질환, 약물의 투여 등이 있다.\n급성 심부전에는 다음과 같은 세가지 특징이 있다:\n1. 신경호르몬 활성: RAAS, 교감신경계, arginine-vasopressin axis, endothelin, natriuretic peptide system의 활성화.\n2. 염증 반응의 활성화: 선천 면역계의 활성, TNF, IL-1, IL-6 등과 같은 전염증성 매개물의 발현 증가.\n3. 산화적 스트레스: 생체의 기능에 영향을 주고 독성 물질을 생산하게 하는 활성 산소종reactive oxygen species의 과도한 증가.\n혈역학적 반응\n급성 심부전 시에는 심각한 심박출량 감소, 심실 충만압 증가, 후부하 증가와 같은 다양한 비정상 혈역학적 반응이 일어난다.\n급성 심부전은 다양한 병리기전과 각기 다른 촉발 인자로 인해 발생하는 폭넓은 범위의 임상적 이상을 포함하므로, 환자들은 다양한 임상 증상을 보일 수 있다.\n급성 심부전의 초기 진단은 환자가 보이는 심부전의 임상 증상과 그것을 뒷받침하는 심전도, 흉부방사선, troponin과 같은 바이오마커를 포함한 혈액검사, 심장 초음파와 같은 검사들로 이루어진다. 심부전의 임상 증상은 대부분 폐수종으로 인해 이차적으로 발생하는 편이지만 간혹 심각한 부정맥과 같은 원인으로 갑자기 심박출량이 떨어져 증상이 발생하는 경우도 있을 수 있다. 갑작스럽게 심박출량이 감소하는 다른 원인들에는 만성 이첨판 폐쇄부전증 환자에서 발생하는 건삭 파열, 종양의 출혈로 인해 발생하는 급성 심낭수, 만성 경과에서의 보상부전, 감염이나 그 외 심근의 문제로 발생할 수 있는 심각한 급성 수축기능 부전이 있다.\n급성 심부전이 의심되는 환자의 신체검사는 매우 중요하며, 검사 항목에는 혈압, 체온, 경정맥 노장 및 박동의 유무, 간종대, 복수, 말초혈관의 부종, 의식 수준의 평가가 포함되어야 한다. 입원환자의 소변량은 꼭 체크돼야 한다.\n급성 심부전의 주요한 징후는 폐수종의 발생이다. 갑작스러운 빈호흡과 좌위호흡resting orthopnea(앉은 자세 이외의 자세에서는 호흡이 곤란한 상태)은 인의에서도 임상가들이 매우 중요시 여기는 급성 심부전 환자의 증상이다.\n일부 증례들에서, 급성 심부전 환자들은 고혈압 응급 상태를 보이기도 한다. 이는 상승한 혈압과 관련이 있으며 호흡기 증상을 함께 보이기도 한다. 이러한 환자들은 폐수종에 관한 확실한 징후를 보이지 않지만, 호흡곤란이나 빈호흡 증상을 보이기도 하며 이러한 증상의 원인은 혈관의 수축과 관련이 있다.\n이러한 심부전 증상의 원인을 구분하는 것은 매우 중요하다. 환자의 이뇨제를 증량할 것인지, 혈관확장제를 추가하여 사용할 것인지, 향후 환자의 치료 계획을 세우는 데 있어 중요한 자료가 된다.\n심부전은 종종 심각한 말초 저관류와 저혈압으로 인한 여러 장기의 병변, 소변량 감소를 동반하는 심장원성 쇼크에서 발생하기도 한다.\n신장 기능의 악화\n심부전 환자들 중 급성 신부전AKI 발생을 의심할 수 있는 경우는 입원처치 중 혈중 creatinine 농도가 원래 수치에서 0.3 mg/dl 이상 상승한 경우이다.\nIRIS는 개와 고양이의 급성 신부전의 진단 기준을 제시하고 있다(표 1). 급성 신부전은 신전성, 신후성 변화들로 인하여 발생하지만, 본 섹션에서는 CvRD type 1에 초점을 맞춘 신전성 문제들에 국한하여 다룰 예정이다.\n거의 모든 급성, 만성 심부전 환자에 광범위하게 사용하는 angiotensin-converting enzyme inhibitorACEi와 같은 약물들은, 고용량으로 사용하거나 순환혈액감소 환자에 사용했을 때 신독성을 일으킬 수 있다는 점을 명심하라. 이와 유사하게, 고효능(루프성) 이뇨제를 고용량으로 사용할 때에도 순환 혈량이 감소되어 신장 기능을 떨어뜨릴 수 있다.\n혈역학적 기전\n혈역학적 작용이 CvRD type 1의 병태생리에 중요한 역할을 한다는 것에 대한 다양한 증거들이 있다.\n심박출량의 저하와 신장의 관류저하. 심박출량 저하는 신장의 관류저하를 유발한다. 교감신경계와 RAAS와 같은 보상체계들이 작용하여 항이뇨호르몬이 분비되며, 이로 인해 신장의 관류와 사구체 여과를 보존하기 위한 나트륨과 수분 재흡수가 일어나게 된다. 이러한 작용이 오랫동안 일어나면 심장과 신장에는 섬유화, 세포자연사apoptosis, 심실 remodelling과 같은 부정적인 영향을 끼치게 된다. 또한 지속적인 저관류로 인하여 신장 피질의 허혈이 일어나며 이는 이후에도 신장의 기능에 영향을 미친다.\n체액 저류와 신장의 울혈. 높아진 중심정맥압CVP은 신장으로의 혈류 흐름을 저하시키고 사구체 여과를 떨어뜨리는 것으로 보인다. 신장의 울혈은 피질내 압력을 높이고, 사구체 여과압을 떨어뜨리며 심각한 신장 기능 저하를 일으킨다. 신장 정맥 압력이 높아져 간질의 압력 증가하게 되면 세뇨관이 압박되고, 저산소증, 심각한 사구체 여과율 저하를 일으킨다. 게다가 복압의 증가로 인해 주변에서 가해지는 신장 실질과 신장 정맥의 압력 증가 또한 신장의 기능을 더욱 떨어뜨리게 된다.\n신경 호르몬 기전\nRAAS와 교감신경계는 신장 기능 악화와 관련이 있다.\nRAAS. 급성 저관류 상태에서는 RAAS가 사구체 여과를 유지한다. 그러나 만성적인 RAAS의 자극은 세포의 비대, 섬유화, 산화적 스트레스, 염증반응의 활성을 유발한다.\n교감신경계. 혈관 긴장도를 증가시키고 세포자연사와 섬유화를 유발한다.\n염증발생 기전\n심부전이 진행되는 동안 TNF-a와 그 외 염증마커가 되는 cytokine의 농도가 증가하는 것으로 알려졌다. 고농도의 cytokine은 철의 재흡수를 줄이고 angiotensin converting enzyme의 작용을 감소시킨다. Angiotensin II는 erythropoietin 분비를 조절하는 물질이므로, 고농도의 cytokine이 빈혈 발생에 영향을 미친다는 사실이 인의에서 보고된 바 있다. Erythropoietin 농도가 낮아지면 헤모글로빈의 농도가 낮아진다. 또한 erythropoietin은 항산화 성질이 있어서 그 농도가 낮아지면 산화적 스트레스가 증가하고, 이는 CvRD가 진행하는 데 기여한다.\n세뇨관 자체의 손상\n급성 심부전이 진행하는 동안 관류 저하와 허혈이 세뇨관 병변 발생에 중요한 요소이다. 실제로, 세뇨관의 손상을 나타내는 NGAL과 같은 인자의 소변내 농도는 혈중 creatinine이 증가하기 훨씬 이전부터 증가한다.\n진단\nUrea와 creatinine\n이 물질들은 신장 기능을 나타내는 가장 전통적인 지표들이지만, 근육량이나 RASS의 활성과 vasopressin, 그 외 다른 인자들의 영향을 받는다. 급성 신부전의 진단은 조기에 진단할 수 있는 마커가 부족하기 때문에 어렵다. 실제로, 혈중 질소와 creatinine 농도가 높아졌을 때는 이미 신장의 손상 과정이 꽤 진행되고 난 이후이다. 급성 심부전에서 발생하는 급성 신부전을 진단하기 위한 이상적인 지표는 신장 손상에 대한 민감도와 특이도가 높아야 하고 다른 외부 요인의 영향을 받지 않으면서 치료의 정보를 제공해야 한다.\n새로운 바이오마커\n혈중이나 소변에서 감지되는 여러 가지 물질들이 연구되고 있다.\n사구체손상. Cystatin C는 사구체에서 여과되고 분비되지 않는 단백질이며 근육량이나 단백질 섭취 등에 영향을 받지 않는다. 소변에서 측정되는 이 단백질의 농도는 신장 자체의 기능을 반영한다.\n세뇨관손상. NGAL, KIM-1, N-acetyl-b-D-glucosaminidase는 급성 심부전에 속발한 급성 신부전을 진단하는 마커로 새롭게 제시되었다. 수의학에서는 NGAL을 제외하고 급성 심부전 1 급성 신장손상의 증례에서는 연구된 바 없다.\n사구체여과율. 인의에서 급성 심부전 시 SDMA의 증가는 부정적인 예후를 나타낸다. 아직 수의학에서 연구된 바는 없으나, 만성 심부전 상태에서는 진단적 가치가 있다.\n치료\n수의학에서 CvRD에 대한 연구결과가 드물어, 제시되는 치료법들은 의학적 증거보다 경험에 기반한 것들이다. 따라서 치료 지침들은 다른 근거들이 뒷받침되면 향후 바뀔 수 있다.\n치료의 기본은 이뇨제의 사용이다; 가장 많이 지시되는 것은 고용량의 루프성 이뇨제를 단기간 사용하는 것이며 이후 적정 용량으로 조절해야 한다.\n공격적으로 울혈을 제거하는 것은 신장과 심장의 혈류를 늘리고 심실의 전부하를 개선한다. 그리하여 신장의 기능이 충분히 개선되면, 낮은 용량의 이뇨제 사용으로도 소변량을 유지할 수 있게 된다. 울혈의 증상을 개선할 수 있는 가장 낮은 용량의 이뇨제가 투여되어야 하며 신장 기능을 항상 평가해야 한다.\n단기간 많은 이뇨를 유발할 때 이뇨제에 신장 저항 발생을 나타내는 두 가지 예측 변수predictor가 있다. 심장의 이완 기능부전이 발생하여 생긴 심부전이거나 말초 부종이 없을 때이다. 말초 부종이 없는 상태에서 이뇨제 사용시 심박출량에 큰 변화를 유발하게 되며 그로 인해 신장 기능 손상과 저혈압이 발생한다. 이러한 상황에서는 혈관 확장제 사용을 더 고려해야 한다.\n이뇨제 치료에 대한 급성 심부전 환자의 반응은 매우 다양하다. 이러한 반응은 환자에서 신장 관류량이 얼마나 유지된 상태로 신장 울혈을 최대한 제거했는지에 따라 크게 달라진다. 과도한 이뇨제 사용은 혈량 감소를 유발하고 신기능부전을 일으키는 신장 관류량의 저하로 이어진다. 반대로 정맥 울혈을 줄이는 것은 사구체 여과를 늘리게 된다. 따라서 고용량의 이뇨제 치료는 급성 혈량 과부하 상태에서는 이점이 있지만, 혈량 과부하가 심하지 않은 환자에게는 악영향을 줄 수 있다.\n고혈압에 의한 응급상황hypertensive crisis과 급성 심부전을 보이는 환자에서 inodilator (pimobendan)와 신경호르몬 차단제를 사용하는 것은 도움이 될 수 있다고 알려져 있다.\n신장 기능의 악화를 줄일 수 있는 다른 방법들에는 투석, vasopressin 억제제, natriuretic peptide와 pimobendan이 있으며 수의학에서 이러한 치료의 효능에 대한 자료는 거의 없는 편이다.\n만성 신장 손상을 유발하는 만성 심혈관계 질환\n서론\n2015년, 수의 전문의로 구성된 consensus 그룹은 인의의 기준(Ronco et al., 2008)에 따라 개와 고양이의 심혈관계-신장 질환CvRD에 대해 정의하였다(Pouchelon et al., 2015). 이 챕터에서는 만성적으로 심혈관계에 영향을 주는 원발성 질환이 신기능에 속발적 영향CvRDCH을 주는 것에 대해 다루고자 한다. 이러한 상황을 유발하는 대표적인 질환에 대해서는 다음에 기술되어 있다.\n병인론\nCvRD의 맥락에서 연구되는 개와 고양이의 심장 질환에는 이첨판 폐쇄부전, 확장성 심근증이 있다.\n이첨판 폐쇄부전\n이첨판 폐쇄부전은 개에서 후천적으로 발생하는 심장병 중 가장 흔한 질환이다. 신경호르몬계의 촉진으로 인한 혈역학적 변화뿐만 아니라 감소된 심박출량도 신장 기능에 영향을 주며, 사구체 여과율GFR 감소를 유발한다(Chetboul et al., 2012).\n심장 질환을 가진 124마리의 개에 대한 연구에서(Nicolle et al., 2007), 50%가 질소혈증을 보였으며, 질환의 말기인 환자에서는 70%의 환자에서 질소혈증을 보였다. 따라서 심부전의 심하기에 따라 질소혈증의 유병률이 높아지는 의미 있는 결과가 도출되었다. 이는 아마도 심장 질환이 신장 기능에 끼치는 영향, 진행한 단계의 심장병 환자에 투여된 약물의 작용(New York Heart Association [NYHA] 기준 class 4로 분류된 환자의 79%, 63%, 4%는 각각 furosemide, ACEi, digoxin 치료를 받았다), 연령에 따른 영향, 공존하는 만성 신부전CKD 영향으로 설명될 수 있을 것이다.\n확장성 심근증\n개에서 확장성 심근증DCM으로 인한 만성 심부전 만성 신부전CKD과 빈혈 사이의 악순환에 대한 연구는 부족하다. 이 세 가지 상태의 상호작용은 심장과 신장의 기능을 저하시키고 결국 빈혈의 악화로 이어진다. 건강한 개와 DCM에 이환된 개의 집단을 비교한 연구에서 RBC와 헤모글로빈, HCT에서 유의미한 차이가 있었다(Srivastava et al., 2015). 빈혈과 신장 질환은 모두 DCM의 진행에 중요한 역할을 하는 기전의 활성과 관련이 있다.\n HCM 환자를 평가했을 때, 환자가 울혈성 심부전의 상태인지 아닌지에 따른 차이는 없었으며, 개의 만성 이첨판 폐쇄부전에서의 결과와는 다르게, 고양이에서는 심장병의 심하기와 질소혈증의 정도는 관련이 없었다.\n가이드라인에 언급된 CvRDCH의 다른 원인들은 다음과 같다:\n심부전 시 발생하는 신장의 울혈\n심장사상충 감염 또는 대정맥증후군으로 발생하는 사구체 질환\n병태생리\nCvRDCH는 심혈관계의 원발 질환에 의해 발생하는 신장 기능의 저하 또는 손상을 일컫는다. CvRDCH를 유발하는 잠재적인 발병 기전에는 심박출량 저하로 인한 신장 관류의 저하, RAAS나 교감신경계의 항진과 같은 신경호르몬계의 촉진, 심내막 손상으로 인한 활성산소종reactive oxygen species의 발생 그리고 신장 울혈 등이 있다(Vaden et al., 2017).\n사람과 동물에서 모두, 심박출량 저하는 사구체 여과율의 감소로 이어지며 이로 인해 혈중 질소와 creatinine 수치가 증가하고, 이러한 상황이 지속되면 신장의 구조적인 파괴가 일어나 불량한 예후로 이어진다.\n심장병이 있는 환자들은 울혈의 증상을 해소하기 위하여 이뇨제 치료를 받는다. 이는 순환 혈량을 감소시켜 RAAS와 교감신경계를 자극하여 신장 관류량을 저하시킨다. 이 모든 과정이 신장 기능저하와 손상에 기여하며, CvRDCH를 일으키게 된다.\n정맥의 울혈은 사구체 수입 세동맥을 수축시키는 기전을 자극하여 사구체 여과의 혈역학적 역류에 영향을 끼치고 이로 인하여 사구체 여과율GFR이 감소된다. 심장의 기능 저하와 정맥계의 압력 상승으로 발생된 신장 조직 울혈은 신장 피질내 압력 증가, 혈압 사구체 여과율 감소를 유발하고, 결과적으로 신장 기능 저하를 유발한다. 인의에서, 심부전 환자의 불완전한 정맥 울혈의 해소는 환자의 신기능을 떨어뜨리는 주요한 원인이 되며, 이는 환자의 예후를 더욱 악화시키게 된다. 환자에서 이뇨제를 사용에 따른 신장 관류량에 부정적인 영향과 울혈을 해소함으로써 얻는 이뇨제의 긍정적인 영향 사이의 균형을 맞추려는 상황에서, 딜레마를 유발한다.\nRAAS, 특히 angiotensin II는 산화적 손상을 유발하고 손상과 관련된 cytokine의 분비를 일으켜 그 결과 세포 염증과 사멸이 일어난다. 심내막의 변화와 활성산소종의 발생은 신장과 심장기능부전의 중요한 연결고리이다. 한편 울혈성 심부전과 cytokine 농도 증가는 철 이온 흡수 저하를 유발한다. 또한 심부전 환자에 빈번하게 처방하는 ACEi는 erythropoietin 생산을 저하시킨다(angiotensin II는 erythropoietin 생산을 촉진한다). 이러한 현상들로 인하여 사람에서는 빈혈이 유발된다. 그러나 CvRDCH 진행에서 헤모글로빈의 역할은 확실하게 규명되지 않았다.\n마지막으로 CvRDCH의 범주에는 사구체의 손상을 유발할 수 있는 원인이 되는 전신 고혈압과 같은 혈관계 질환들도 포함된다.\n진단\n영상진단\n영상진단검사는 심장 질환의 존재, 원인, 심하기, 예후를 알려준다.\n방사선\n심장 질환 환자의 방사선 검사의 목표는 심장 크기와 혈관 구조의 변화와 기도 및 폐 실질의 변화를 관찰하는 데 있다. 이러한 변화들은 심장 질환 또는 울혈성 심부전의 징후가 있는지 판단하는 데 이용된다.\n심장 초음파\n심장 초음파 검사는 질환의 초기 및 후기 단계에서 심장의 형태와 기능 변화를 확인하는 데 유용하다. 도플러 초음파(spectral, pulsed, continuous)뿐 아니라 tissue Doppler, deformation analysis (strain and strain rate imaging), speckle-tracking과 같은 고급 기법들은 혈류의 방향과 속도, 심근의 기능에 대한 정보를 제공한다.\n혈압 측정\n가장 널리 알려진 심혈관계와 신장의 상호작용은 두 장기 모두 혈압 조절에 관여한다는 것이며, 따라서 신장, 심장병 환자에서 모두 혈압은 항상 측정하는 것이 좋다.\n개와 고양이 모두에서 전신 고혈압은 심장과 신장에 비가역적 손상을 일으킬 수 있는 잠재적 원인이 된다. 개에서 전신 고혈압은 사구체 여과율의 감소와 연관이 있으며 또한 신장 손상, 단백뇨, 질소혈증을 유발하고 사망할 확률을 높인다. \n전신 고혈압으로 인하여 심혈관계에는 좌심실 비대, 부정맥, 출혈, 심근의 remodelling과 섬유화, 대동맥 기능부전, 이완기 장애, 심부전이 일어난다.\nACVIM consensus statement: Guidelines for the identification, evaluation, and management of systemic hypertension on dogs and cats (Acierno et al., 2018)에 개와 고양이의 전신 고혈압의 진단과 치료에 대해 더 자세하게 나와있다.\n실험실 검사\n바이오마커는 조직으로부터 생성되고 진단 검사를 통해 혈중의 물질을 검사할 수 있다. 바이오마커로 사용하기 위해서는 이러한 물질들은 질환의 진행 정도에 비례하여 분비되어야 하고, 질병의 유무, 진행 정도, 예후에 대한 정보를 제공해야 하며 안정적이고 손쉬운 검사로 임상의에게 이용될 수 있어야 하며 신속하고 비용면에서 경제적이어야 한다. 이런 특징들을 고려하여, CvRDCH를 평가하기 위해 신장, 심장 관련 바이오마커가 사용되고 있다.\n신장 질환의 바이오마커\nCvRDCH에서 연구된 신장 기능 평가 지표들은 다음과 같다.\n혈중 질소와 creatinine\n2016년 만성 이첨판 폐쇄부전에 이환된 158마리 개에 대한 연구에서, 25%의 환자가 질소혈증을 보였다(Martinelli et al., 2016). 혈중 질소와 creatinine 농도 증가는 심장병의 진행에 따른 신장 관류 감소와 이뇨제와 같은 약물 복용에서 기인한 것으로 보인다(Boswood and Murphy, 2005; Martinelli et al., 2016; Nicolle et al., 2007). 또한 이첨판 폐쇄부전 환자에서 신장 질환의 병발은 환자의 생존 기간 감소와 관련 있다는 것이 밝혀졌고, 따라서 심혈관 질환의 환자에서 신기능부전을 조기에 진단하는 것은 생명 유지에 있어 중요하다. \n현재 통용되는 만성 신부전의 진단은 다른 바이오마커들 중에서도 특히, 혈중 creatinine 농도에 기반한다. 혈중 creatinine 농도는 사구체 여과율을 평가하는 지표로서 가장 널리 사용된다. 그러나 이 수치를 평가하는데 있어 가장 큰 단점은, 혈중 creatinine 농도는 신장 기능의 75%가 소실되어야 증가한다는 점이다. 따라서 CvRDCH 진행 시 신장 기능부전을 조기에 감지할 수 있는 바이오마커를 찾는 연구가 필요하다. 이러한 이유 때문에 다음의 마커들이 연구되었다.\nCystatin C\n이 수치는 신부전을 조기에 감지할 수 있다는 점에서 creatinine과 같은 바이오마커에 비해 두드러진 장점을 가지고 있다.\nISACHC 기준에 따라 분류된 이첨판 폐쇄부전에 이환된 개 33마리에 대한 연구에서(Choi et al., 2016), cystatin C 수치는 creatinine 농도보다 조기에 신기능부전을 확인할 수 있었다. 이는 초기 단계의 심장 질환 환자에서 발생하는 사구체 여과율 감소를 조기에 진단함으로써, 무증상 환자일지라도 수의사가 빠르게 대비하여, 만성 이첨판 폐쇄부전의 심부전 환자를 장기간 성공적으로 치료하는 것을 가능하게 한다.\nSymmetric dimethylarginineSDMA\n혈중 SDMA의 증가는 creatinine이 증가하기 전에 감지되며, GFR의 30%가 감소하였음을 나타낸다.\n심장 질환에 이환된 개에서 SDMA를 측정한 몇몇 연구에서(Choi et al., 2016; Savarese et al., 2018), SDMA는 특히 이첨판 폐쇄부전 환자에서 신장 기능을 평가하는 진단 검사로서 그 유용성이 판명되었으며, 그 중 특히 비교적 초기 단계(ACVIM B2) 환자에서 치료를 위해 이뇨제 사용이 고려되는 경우, 신장 기능부전을 조기에 진단하는 것은 중요하다.\n\n이와 같이, 이첨판 폐쇄부전으로 인한 심부전에 이환된 31마리의 개에 대한 한 연구에서(Jung et al., 2018), 심부전 개에서 일상적인 검사법으로는 감지할 수 없는 CvRDCH의 발생을, NGAL 수치 상승으로 예측할 수 있음을 밝혀냈다.\n심장 질환의 바이오마커\nN-terminal pro-B type natriuretic peptide와 cardiac troponin I\n심장 질환에 특이적인 마커는 N-terminal pro-B type natriuretic peptideNT-proBNP와 cardiac troponin IcTnI가 있다. Natriuretic peptide는 심내막에서 생산되며, 건강한 동물 또는 질환이 있는 동물 모두에서 혈장 용적plasma volume, 나트륨 배설, 혈관 긴장도를 조절하는 역할을 한다. 신장 질환이 있는 개의 NT-proBNP와 cTnI의 혈중 농도를 측정한 연구에서(Oyama, 2013), 이 마커들의 농도는 증가하는 것으로 밝혀졌다. 이는 NT-proBNP와 cTnI가 소변을 통해 배설되고, 신장 기능이 저하된 환자에서, 배설이 감소됐기 때문이다. 따라서 신장 질환이 병발된 경우, 바이오마커의 증가가 심장 질환에서 기인한 것인지 아니면 신장 청소율의 감소 때문인 것인지 확실하게 단정 짓기 어렵다.\n혈액학\n인의에서는 CvRDCH에서 발생하는 빈혈에 대한 연구가 cardiorenal anemia syndrome의 관점에서 흥미를 주고 있지만, 수의학에서는 이러한 관점에 대한 연구가 거의 행해지지 않았다.\n심장 질환에 이환된 개에서 발생하는 빈혈은 만성 신부전에 의한 결과로서 erythropoietin의 감소에서 기인한 것으로 보인다. 빈혈과 관련한 다른 중요한 기전은 신부전에서 혈중 질소 농도 증가와 tumor necrosis factor의 증가와 관련된 용혈 현상이다.\n빈혈을 교정하는 것이 심부전 치료를 대신할 수 없지만, 심근의 기능을 개선시키는 데 중요한 것으로 보인다. 사람에서도 빈혈과 신기능 저하 모두 울혈성 심부전 환자의 사망률을 높이는 데 관련이 있다. 개의 경우에도, 빈혈의 발생은 만성 이첨판 폐쇄부전 환자의 불량한 예후와 관련이 있는 것으로 보인다(Yu and Huang, 2016). 그러나 이러한 판막 질환 환자에서 빈혈을 개선시키는 것이 환자의 예후를 개선시키는가에 대한 연구 결과는 아직 없다.\n치료\n수의사에게 CvRDCH 환자 관리가 여러 이유로 어렵지만, 그중 하나는 환자에 울혈을 예방하기 위해 이뇨제 투여가 필요하다는 사실이다. 질소혈증을 발생시키는 이뇨제 투여와 울혈을 유발시키는 수액 투여 사이의 딜레마는 CvRDCH 관리를 어렵게 한다. 그렇기 때문에, 이뇨제와 ACEi를 동시에 사용했을 때 신장 기능에 부정적인 영향을 끼치게 되므로, 위와 같은 상황에서의 치료제 선택의 폭은 좁은 편이다(Atkins et al., 2002).\n심부전은 심장이 충분한 심박출량을 유지하지 못하거나, 높은 좌심실 충만압을 유지하고 울혈의 위험이 있을 때 발생한다. 만성 심부전의 치료에는 다음과 같은 약물을 사용한다;\nFurosemide와 같은 이뇨제\nACEi, amlodipine, nitroglycerine, nitroprusside와 같은 혈관확\n장제\nACEi, spironolactone, 베타 차단제와 같은 신경호르몬 차단제\nDigoxin, dobutamine, pimobendan과 같은 강심제\n울혈성 심부전에서 혈량을 과도하게 낮추는 것은 신장에 부정적인 영향을 끼칠 수 있다. 이러한 측면에서, 심장과 신장 기능 모두 저하된 환자에서 치료의 균형을 맞추는 것은 매우 어렵다. CvRDCH 환자를 치료함에 있어, 심장과 신장 기능의 미세한 변화를 평가함과 동시에 장기들 간의 상태에 따라, 서로 어떠한 영향을 끼치고 주고받는지 병태생리학적으로 이해를 하는 것이 필요하다. CvRDCH 관리에서, 원발 원인과 관련된 임상증상을 치료하며 발생하는 다른 장기에 대한 악영향을 최소화하는 것이 중요하다.\n안타깝게도 현재 CvRDCH 치료의 가이드라인은, 참고할 만한 임상 연구 결과가 없어 오직 이론과 전문가의 견해에 기반한다. 심장 질환에 의해 발생하는 신장 기능 저하를 예방하기 위한 시도로 추천되는 방법들은 주로 급성 심부전을 치료할 때에 맞춰져 있다(“급성 신장손상을 일으키는 급성 심혈관계 질환” 참조). CvRDCH 관리에 추천되는 방법들은 다음과 같다(Vaden et al., 2017):\n이뇨제, ACEi, 강심제의 용량은 개별적인 환자 상태에 맞추어 처방해야 한다. 신장 기능, 체중, 수화 상태, 전해질 및 혈압을 관리하기 위하여 개와 고양이에서 해당 약물의 용량 조절 3~5일 이후에는 추적 검사를 실시해야 한다.\nSpironolactone은 심장과 신장, 혈관의 재구성을 예방하는 장점이 있어 만성 심부전에서 흔히 사용되는 약물이다. 이 약물이 부작용을 일으키는 것은 드물지만, 신장 기능 저하의 상태에서 ACEi와 함께 투여했을 때, 혈중 칼륨 농도가 증가하는지 모니터링해야 한다.\n저혈압과 고혈압으로 인한 장기의 손상을 최소화하기 위하여 수축기 혈압은 120~150 mmHg의 정상 범위를 유지해야 한다.\nCvRDCH 환자에서 중요하게 고려해야 할 점은 심장과 신장의 기능 저하로 인하여 약물의 약동학적pharmacokinetic, 약력학적pharmacodynamic 기전이 변한다는 것이다; 예를 들어 furosemide는 근위 세뇨관에서 작용하지만, CvRDCH 상태에서는 신장 관류 저하로 인해 세뇨관 손상이 일어나 이러한 약물에 대한 반응이 줄어들게 된다. 그 밖에 digoxin, enalapril, atenolol과 같은 신장으로 배설되는 약물들은, CvRDCH로 인한 만성 신부전 환자에서 용량 조절이 필요하다. 혈장단백질과 결합율이 높은 pimobendan이나 digoxin과 같은 약물의 용량을 정할 때는, 만성 신부전과 관련한 대사성 산증이나 저알부민혈증의 상태를 고려해야 한다.\nCvRDCH 환자를 관리하는 데 있어, 환자가 충분한 영양섭취를 하는 것이 중요하다. 환자에게 적당한 나트륨 제한과 인, 지방산 비율을 바로잡는 것은 추천할 만하다. 또한 특히 말기로 진행한 심질환 환자는 신체 근육량을 점진적으로 소실되고 불량한 건강상태를 보이게 되므로 충분한 단백질과 에너지 보충을 목표로 해야 한다. 과도한 단백질과 인의 섭취는 신장 기능 부전을 심화시키는 데 영향을 주기 때문에, 이러한 균형을 맞추는 것은 쉽지 않다. 따라서 전문적인 영양학자의 조언을 얻는 것이 좋다.\n"
}