{
    "title": "개와 고양이의 심장-신장 증후군",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "04\n신장 질환에 속발하는 심혈관 질환\nCardiovascular disorders secondary to kidney disease\n심장 기능의 손상을 유발하는 급성 신장 질환\n심장 기능의 손상을 유발하는 만성 신장 질환\n심장 기능의 손상을 유발하는 급성 신장 질환\n서론\n급성 신부전AKI의 결과로 혈중 요독소의 축적, 대사성 산증, 전해질 불균형, 체액 과부하fluid overload가 일어난다. 신장은 폐, 심장, 뇌, 간, 소화기 등 다양한 기관과 관련되어 있고, 이로 인하여 다발성 장기 손상을 일으킬 수 있기 때문에, 급성 신부전과 관련된 높은 사망률은 단순히 신장기능의 소실이나 합병증만으로는 설명되지 않는다.\n급성 신장 질환CvRDAK에 속발하여 발생하는 심혈관-신장 장애는 급성 신부전이 급성 심부전의 진행에 기여하거나 악화시킨다.\n급성 신부전AKI을 나타내는 급성 신장 질환에서 신장 기능은 악화되고 이로 인해 배설, 대사, 호르몬 기능을 충족할 수 없게 된다.\nIRIS에서 급성 신부전의 분류 기준을 웹사이트에 게시해 놓았다(http://www.iris-kidney.com/pdf/4_ldc-revesed-grading-of-acute-kidney-injury.pdf ).\nCvRDAH에 관한 챕터에서 언급한 것처럼, 급성 심부전은 급격한 임상증상의 발현 또는 이전에 앓던 심질환이 급성으로 악화되어 응급 치료가 필요한 상태로 정의된다.\n병인학\n급성 신부전의 흔한 원인들에는 신전성(예, 혈량의 이동이나 부족, 혈관 확장으로 인한 순환 혈량의 부족), 신성(예, 독성물질), 신후성(예, 외상)이 있다.\n병태생리학\n급성 신부전은 염증반응, 산화적 스트레스, 신경호르몬 분비를 통해 직간접적으로 심장 기능을 손상시킨다; 체액 과부하fluid overload, 전해질 불균형, 대사성 산증, 특정 약물의 약동학 기전 변화(예, digoxin)가 발생한다.\n급성 신부전이 심장에 직접적으로 미치는 영향\n면역계 장애\n급성 신부전은 신장과 심장 같은 다른 장기에서, 백혈구 부착과 혈관외 유주와 같은 세포 면역반응 장애를 일으킬 수 있다. 호중구는 혈관 내피에 부착하여 protease와 유해 산소free radical와 같은 물질을 분비하고 이로 인하여 직접적인 조직 손상을 받거나 심부전에 중요한 역할을 하는 cytokine 분비를 촉진하게 된다.\n염증반응과 산화적 스트레스\n실험적으로 유발한 신장의 허혈 상태에서 분비되는 cytokine들은 좌심실 박출분획률(%LVEF)을 저하시키는 등 직접적으로 심장을 억압한다. 아산화질소nitrous oxide와 유해 산소 또한 음성 수축 효과negative inotropic effect를 유발한다. 급성 신부전과 연관된 염증반응은 폐 혈관 투과성을 변화시켜 간질의 부종이나 출혈을 유발한다.\n세포 자연사(apoptosis)\n심근 세포의 세포 자연사와 호중구 활성은 급성 신부전 후 조직 손상과 치명적인 심장 기능 장애를 발생시킨다.\n신경호르몬 활성\n교감 신경계SNS 활성은 초반에 심박출량을 유지시키지만, RAAS 활성과 angiotensin II 분비와 같은 여러 가지 기전으로 심근에 악영향을 끼친다.\n급성 신부전이 심장에 간접적으로 미치는 영향\n체액 과부하\n핍뇨는 나트륨과 수분의 저류를 일으킬 수 있고, 체액 과부하가 발생하면 고혈압, 정수압 상승과 심근 기능부전으로 인한 폐수종이 발생한다.\n정맥 울혈 시 신장 기능이 악화되기 때문에, 체액 과부하는 중환자에서 좋지 않은 예후와 관련이 있다.\n전해질 불균형\n고칼륨혈증은 세포막의 흥분성을 증가시켜 휴지기 막전위를 떨어뜨린다. 심전도ECG상에서 1도 방실차단이 나타날 수 있고, P파는 낮아지거나 소실되며 ST 분절은 낮아진다. 심각한 고칼륨혈증에서는 심전도상 각차단, 빈맥, 심실 세동, 심실고유리듬idioventricular rhythm이 흔하게 나타난다.\n저칼륨혈증(예, 고알도스테론증에 속발하여 발생)은 활동전위를 더욱 낮추어 세포막 흥분성을 감소시킨다. QRS 간격 증가, P파의 간격 및 높이 증가, PR 간격의 지연, 방실 차단 등 비정상적인 심장의 전도를 ECG에서 관찰할 수 있다.\n칼슘은 심장 주기를 조절하는 데 중요한 역할을 한다. 급성 신부전에서 고칼슘혈증이 발생할 수 있으며, 이로 인하여 서맥(무수축이나 심정지로 진행하는), PR 간격 지연, QRS 간격 증가, QT 간격 감소, ST 분절의 단축 또는 소실 등이 나타난다.\n에틸렌 글리콜ethylene glycol 중독 시, 급성 신부전이 발생하고, 부동액 대사물질이 칼슘과 결합하여 저칼슘혈증이 발생한다. 심각하게 중독된 동물에서는 심장 수축력이나 심박수 변화와 심전도상 ST 분절과 QT 간격의 지연, T파가 넓어지고 상승하는 것을 관찰할 수 있다.\n고인혈증은 부정맥을 일으킬 수 있으며 심근의 수축력을 억제하고 호흡근의 약화를 일으킨다.\n산증\n산증은 폐혈관 수축을 악화시켜 우심의 후부하를 증가시키고 심근 수축력을 감소시킨다. 또한 산증은 혈중 유리 칼슘unbound calcium 비율을 증가시켜 고칼슘혈증과 관련된 임상 증상을 악화시킨다.\n요독소\n급성 혈중 요독소의 축적은 심근 세포의 수축력에 직접적으로 영향을 미치고 심낭염, 심낭수, 심근 허혈과 장기의 기능부전을 일으킨다.\n요독증, 전신 염증, 산화적 스트레스는 폐내 체액 저류를 유발하는 데 기여하고, 정수압 상승과 관련이 없는 폐수종을 일으키며 이러한 현상은 “신장원성 폐수종nephrogenic pulmonary oedema”이라 불린다.\n진단\n영상 진단\n방사선\n방사선은 양측 신장이 존재하는지, 신장의 크기, 윤곽, 방사선 밀도의 변화가 있는지, 결석이 있는지 관찰하는 데 유용한 검사법이다.\n신장의 크기를 측정하기 위하여 신장 윤곽의 길이와 요추 2번의 척주체의 길이를 비교한다. 건강한 동물에서 신장 장축의 길이는, 개에서는 요추 2번 척주체 길이의 2.5~3.5배 사이이다. 양쪽 신장 크기가 증가되어 있다면, 감별진단 목록에는 종양, 다낭성 신장 질환, 양측 수신증이 포함된다. 만일 한쪽 신장이 커져있고 반대쪽이 위축되어 있다면, 이는 대부분 질환이 없는 신장이 보상적으로 비대된 것이다.\n신장 윤곽의 변화를 일으키는 가장 흔한 원인에는 다낭성 신질환, 종양, 농양, 단순한 낭포, 혈종 또는 퇴행성 질환이 있다.\n초음파\n방사선과는 다르게, 초음파 검사로는 신장의 내부 구조에 대한 정보를 얻을 수 있다.\n신장에 대한 초음파 검사는 신장의 손상이 급성인지 만성인지를 구분하는데 도움을 줄 수도 있다. 예를 들어, 만성 질환에서는 신장의 크기가 줄어들고 신장의 윤곽이 불규칙해지며 피질의 에코가 증가하고, 무에코성 물질로 차있는 낭포성 병변이 피질부에 존재하거나 결석 등이 관찰될 수 있다.\n신우의 확장이 관찰되면 이는 폐색성 신장병증 또는 신우신염(비대칭적 확장)을 의미할 수 있지만, 수액 처치나 이뇨제의 사용(대칭적 확장) 등으로도 발생할 수 있다.\n신우신염의 진단은 초음파 소견들으로만 내려서는 안 된다. 그러나 환자에게 이를 뒷받침할 다음/다뇨, 활성 요 침전물과 같은 임상증상이 있다면, 이러한 초음파 소견들은 신우신염의 진단을 더욱 명확하게 뒷받침해 줄 수 있다.\n신장 주위의 소량의 액체의 존재도 신장의 질병과 관련이 있다. 이러한 병변은 렙토스피라감염증leptospirosis, 염증, 중독, 림포마 등의 질환을 의미한다.\n흉부 초음파는 특히 폐수종, 흉수, 심낭수를 진단하는 데 도움이 될 수 있다.\n실험실 진단\nNT-proBNP와 cTnl와 같은 심장 바이오마커들은 신장 질환으로 인한 심장 손상을 평가하기 위해 측정할 수 있다.\n이러한 결과값이 간혹 grey zone에 위치하면, 진단을 내리는 데(환자를 분류하는 데) 어려움이 있을 수 있다. 또한 건강한 개체, 질병이 있는 개체, 건강한 개체와 질병이 있는 개체 사이에 품종과 연관된 임상적 변화가 보고되었다.\n반면에, 심장 기능이 명백하게 정상인 급성 혹은 만성 신부전 환자에서 이러한 바이오마커의 혈중 농도가 증가하는 것이 보고되었다. 따라서 이러한 바이오마커의 농도 증가가 심장 손상이 존재함을 반영하는 것인지, 배설이 감소함에 따른 결과인지 명확하게 구별하기는 어렵다.\n치료\n최선의 치료를 하기 위해서는 각 환자들의 질병의 단계를 구분하는 것이 필요하다. 예를 들어, 향후 급성 신부전이 발생할 위험이 있는 환자인지, 이미 급성 신부전이 발생하여 신장 대체술RRT이 필요한 환자인지 구분하는 것이 중요하다.\n단계에 따른 분류\n급성 신장 손상의 고위험군\n급성 신부전의 고위험군으로 고려할 수 있는 환자들은 고령, 만성 신장 질환, 심부전, 저혈량, 패혈증 환자 등이 있다.\n이 단계에서는 신독성이 있는 약물과 이뇨제의 사용, 조영제 투여와 같은 처치들을 피하거나 혹은 최소화하는 것이 중요하다. 저혈압을 예방하는 것은 급성 신부전을 예방하는 데 있어 매우 중요하다. 따라서 혈량 감소를 교정해주는 것은 중요하며 평균동맥압을 유지하기 위한 혈압강화제vasopressor를 함께 투여한다.\n1단계 그룹(stage 1; risk)\n1단계 그룹은 신부전으로 진행할 수 있는 AKI 환자들을 포함한다. 이 환자들은 고위험도 환자 그룹과 같은 방식의 처치를 받아야 한다. 또한 원발 원인을 찾아내 교정하는 것이 중요하며, 지속적인 모니터링과 대증 처치도 중요하다.\n2단계 그룹(stage 2; injury)\n2단계 그룹은 질병에 걸리고 사망할morbidity and mortality 위험이 높고, 보존적인 치료와 상태를 안정시키기 위한 모니터링이 필요하다. 적절한 혈량, 평균동맥압mean arterial pressure (MAP), 심박출량과 산소 운반능력을 유지해야 하고, 반드시 전해질과 산-염기 균형을 맞추어야 한다. 그리고 반드시 치료 범위 이내의 적절한 약물 용량을 투여해야 한다.\n3단계 그룹(stage 3; failure)\n이 단계에서는 환자의 사망 위험이 높으며 신장 이외의 장기에 합병증 발생 위험이 높다. 약물 치료에 효과가 없고, 신장의 손상이 심각하거나 합병증 발생위험이 높다면 신장 대체술RRT을 고려해야 한다.\n이 단계에서는 좌심실의 용적 과부하를 예방하는 것이 심박출량과 전신 관류량을 유지하는 데 대단히 중요하다.\n보존적 치료\n환자 관리를 위해, 순환 혈량을 회복하고, 전해질 불균형을 교정하며 다른 장기에 발생할 가능성이 있는 합병증을 개선하기 위한 여러 가지 치료법이 있다.\n수액 요법\n수액 요법은 급성 신부전에서 가장 중요한 치료로, 신장 관류량을 개선시키고 이뇨 개시, 신독성 물질 제거를 촉진하고 세뇨관 폐색을 예방하기 위해 실시된다. 초기에는 공격적 수액요법으로 상태를 안정시키고 이후 제한적인 유지 요법을 실시하여 급성 신장 손상의 정도를 완화시킨다.\n이러한 환자에서 등장성 균형전해질isotonic crystalloid 수액이 보통 사용된다. 이러한 수액들은 알칼리성을 띠고 있어서 대사성 산증을 개선시키고 칼륨 이온의 세포내 이동을 촉진시킨다. 고칼슘혈증에서는 0.9% 생리식염수가 선호된다. 그러나 높은 염소 농도를 띠는 수액은 신장 손상과 산증의 악화를 유발할 수 있다.\n출혈성 쇼크 상태에서는, 전혈이나 농축 적혈구 제제가 전해질 수액과 함께 투여될 수 있다. 교질 수액은 신부전을 동반하지 않는 비감염 환자에서 전해질 수액에 대한 반응이 없을 때 사용이 고려된다.\n어떠한 수액이든 투여하기 전에, 환자의 혈액과 소변을 검사하는 것은 중요하다.\n저혈량 쇼크\n환자의 저혈량 쇼크 교정을 위해 crystalloid 수액을 개 10~15 mg/kg, 고양이 5~10 mg/kg 한 번에 투여한다. 수액 교정 요법의 효과는 관류 지표 개선을 측정함으로써 평가할 수 있으며, 초기에는 평균 동맥압MAP을 65 mmHg 이상, 요 배설량 0.5 ml/kg/h 이상을 유지하고 혈중 젖산 농도를 정상화하는 것을 목표로 한다. 중심 정맥 카테터를 장착할 수 있다면, 중심 정맥압central venous pressure (CVP), 대정맥의 산소포화도SvcO2 또는 혼합 정맥 산소포화도SvO2를 측정할 수 있다. 전해질 수액 투여 속도가 개 90 ml/kg, 고양이 60 ml/kg에 이르렀다면 체액 과부하에 의한 증상을 모니터링해야 한다.\n추가적으로 수액을 더 투여하는 것보다는 혈관수축제(norepinephrine, vasopressin 또는 이와 같은 합성 유사체인 terlipressin을 각각 또는 합제로)를 사용하는 것이 더 좋다.\n만약 혈관수축제가 효과가 없다면 부신의 기능부전 여부를 평가해야 한다. 하이드로코티손 0.5~1 mg/kg을 여섯 시간마다 정맥주사 하거나, methylprednisolone 또는 prednisolone sodium succinate를 초기용량으로 1 mg/kg 정맥주사 한 후 여섯 시간마다 0.25 mg/kg을 시험적으로 투여해 볼 수 있다.\n저혈량 쇼크가 없는 환자\n이러한 상황에서 수액요법은 다음과 같이 접근해야 한다:\n수액 보충량deficit volume은 다음과 같은 수식으로 계산한다.\n\n이렇게 계산된 수액 보충량을 균형 전해질 용액balanced electrolyte solution을 이용해 2~8시간 동안 투여하여 신장의 관류를 회복시킨다. 만약 탈수의 징후를 보이지 않는다면, 준임상적으로 3~5%의 탈수 상태로 가정할 수 있다. 심혈관 질환의 위험이 있는 동물에서는 수액 보충량을 8~12시간 혹은 12~24시간에 걸쳐 투여하며, 저나트륨 수액을 사용해야 한다. 결핍량을 투여하고 난 후 핍뇨 상태가 교정되면, 병리학적 손실량을 포함한 유지 용량의 수액이 투여되어야 한다.\n일일 유지수액량daily maintenance volume. 환자가 수화되고 나면, 수액량은 생리학적 손실에 따라 투여되어야 한다.\n\n이 단계에서는 나트륨 농도가 낮은(40~60 mEq/l) crystalloid 수액을 사용하는 것이 중요하다. 필요한 양이 이미 투여된 경우에는, 소변 생산을 위해 수액을 계속해서 투여해서는 안 된다. 수액 요법은 그 양이 계산을 통해 얻은 결핍량deficit이더라도 환자에게 체액 과부하의 증상이 있거나 체중이 10% 증가한다면 중단해야 한다.\n병적 손실량. 구토나 설사로 인한 손실량은 수액으로 등장성 crystalloid 수액으로 보충해주어야 한다. 이를 위해, 수분 섭취량(예를 들어 수액처치, 약물 등), 수분 손실량(예를 들어 이뇨)과 환자의 체중을 매일 평가하여 과수화를 예방해야 한다.\n혈중 요독소 농도가 24시간 이내에 감소하지 않는다면, 수액 처치는 2~3일에 걸쳐 중단해야 한다.\n고칼륨혈증\n고칼륨혈증은 심전도 이상 소견이 발생한다면 치료해야 한다.\n유발 원인의 치료; 예를 들어, 핍뇨/무뇨 상태를 회복시키고, 요도 폐색의 경우에는 요도 카테터를 장착한다.\n칼륨 공급원이나 칼륨 농도를 높이는 데 기여하는 약물 투여를 중단한다(예를 들어, ACEi).\n10% 칼슘 글루콘산 또는 염화 칼슘: 혈장 칼륨 농도에는 영향을 주지 않으나, 칼륨의 심장독성 작용을 차단한다. 칼슘 글루콘산의 용량은 0.1~1.5 ml/kg이고, 염화칼슘의 용량은 0.2 ml/kg이며 심전도 모니터링을 하며 5~10분에 걸쳐 주입한다.\n포도당: 내인성 인슐린 분비를 촉진하여 칼륨 이온을 세포 내로 이동시킨다. 투여 용량은 50% 포도당 0.7~1 g/kg으로 3~5분에 걸쳐 투여한다.\n인슐린 1 포도당: 0.5 IU/kg의 레귤러 인슐린과 인슐린 1 IU당 50% 포도당 2 g (50% 포도당 4 ml)을 함께 투여한다.\n중탄산나트륨: 칼륨 이온이 수소 이온과 교환되어 세포 내로 이동하도록 한다. 보통 1~2 mEq/kg을 20~30분에 걸쳐 투여하며, 필요시 다시 투여한다.\n루프성 이뇨제와 thiazide 계열 이뇨제는 세뇨관 관류와 칼륨 이온 배설을 증가시킨다.\n살부타몰: 5~10 ml의 포도당 수액에 4 mg/kg을 희석하여 20분간 투여하거나 2.5~5 mg을 10분에 걸쳐 분무한다.\n양이온 교환 수지calcium polystyrene sulfonate: 위장관에서 1그램당 1 mEq의 칼륨 이온과 결합하고 1~3 mEq의 나트륨 이온을 방출한다.\n필요시, 신장 대체술RRT을 적용한다.\n저칼륨혈증\n칼륨을 보충할 때에는 투여량이 0.5 mEq/kg/hr을 넘지 않도록 주의해야 하며, 심각한 저칼륨혈증일 때는 1~1.5 mEq/kg/hr을 ECG 모니터링 하에 투여할 수 있다.\n산증\n말초 동맥의 산도가 7.2 이하이거나 중탄산 농도가 12 mEq/l 이하이면 산증을 교정해야 한다.\n\n대사성 알칼리증 발생을 예방하기 위해, 계산한 양의 50%에서 60%는 30분에 걸쳐 주입한다. 혈액의 산도와 중탄산 농도를 60분 후 평가하고, 초기 상태가 지속된다면 나머지 50% 양을 12~24시간에 걸쳐서 주입한다. 중탄산 나트륨의 주입으로 이온화 칼슘의 비율이 줄어든다.\n고칼슘혈증\n고칼슘혈증의 치료에는 다음과 같은 방법이 있다.\n수액 처치: 혈액농축 상태는 혈중 칼슘 농도가 높아지는 데 기여하므로, 수액 처치는 탈수를 개선시키는 것을 목표로 한다.\n이뇨제: 환자를 재수화시켰다면, 칼슘 이뇨를 촉진하기 위해 furosemide와 같은 루프성 이뇨제를 투여하고, 뒤이어 ‘수분 섭취량과 손실량’에 따른 수분 손실량을 보충한다. 초기 투여량은 1~2 mg/kg을 한 번에 투여하거나 1 mg/kg/hr의 속도로 지속적으로 투여한다.\n당질코르티코이드: 뼈와 장에서 칼슘 재흡수를 막고 신장에서 칼슘 배설량을 늘린다. 덱사메타손: 0.10~0.22 mg/kg를 12시간마다 SC 또는 IV; 프레드니손: 1.0~2.0 mg/kg을 12시간마다 PO, SC, IV.\n칼시토닌: 파골세포osteoclast 활성을 저하시켜 혈중 칼슘 농도를 낮춘다. 추천되는 용량은 6~8시간마다 4~6 IU/kg SC.\n비스포스포네이트bisphosphonate: 투여 1~2일 후 파골세포osteoclast 활성을 저하시켜 혈중 칼슘 농도를 감소시킨다.\n저칼슘혈증\n칼슘 글루콘산(0.5~1.5 ml/kg IV)이나 염화 칼슘을 ECG 모니터링 하에 10~20분에 걸쳐 투여하는 것으로 교정할 수 있다.\n고인혈증\n사구체 여과율을 회복시키면, 인 배설량이 증가한다. 경구 인흡착제는 요독증 증후군uremic syndrome이 발생하지 않은 환자에서만 투여가 가능하다. 핍뇨/무뇨 상태에서는 신장 대체술을 사용해야 한다.\n이뇨의 회복\n재수화를 시킨 후에도 핍뇨 상태가 지속된다면, 수액을 체중당 3%의 속도로 투여하여 혈장 용적을 약간 증가시키는 것을 고려할 수 있다. 이뇨제 사용이 신장의 기능을 개선하지는 않지만, 요배설량을 증가시킬 목적으로 고려될 수 있다.\nFurosemide: 초기 유도 용량으로서 개에서 2~4 mg/kg, 고양이에서 2 mg/kg을 한번에 정맥투여한다. 30~60분 동안에 반응이 있다면, 이후 0.25~1.0 mg/kg/hr의 속도로 지속적으로 투여하는 것을 고려한다.\n만니톨: 사람에서는 신장 허혈 때문에 발생한 세뇨관 괴사로 인한 이차적인 급성 무뇨 상태의 치료법으로 권장되지 않는다. 0.25~0.5 g/kg의 용량으로 15~20분에 걸쳐 투여한다. 반응이 있다면 매 4~6시간 마다 반복하거나 1~2 mg/kg/min의 속도로 지속적으로 투여하며\n2 g/kg/24 hr을 넘지 않도록 한다. 환자가 과수화 상태이거나 탈수, 고삼투압, 출혈, 면역매개성 용혈성 빈혈, 폐 또는 간질 부종, 혈관염, 심부전 상태에서는 투여해서는 안 된다.\n호흡기 증상 관리\n호흡기 증상은 체액 과부하 또는 폐수종 치료를 위한 이뇨제 투여와 흉수, 심낭수 배액을 통해 개선시킬 수 있다.\n고혈압 관리\n용적 과부하를 유발하지 않거나 이미 고혈압이 있으면 치료해야 한다. 가장 흔한 치료제는 칼슘채널 차단제(amlodipine)와 hydralazine이다.\n소화기 증상 관리\n가장 효과적인 위장관 보호제는 omeprazole과 같은 proton pump inhibitor이다. 가장 흔하게 사용되는 항 구토제는 maropitant와 metoclopramide이다.\n신장 대체술(renal replacement therapy)\n신장 대체술은 무뇨/핍뇨기 상태, 용적 과부하 또는 고칼륨 혈증 상태에서 약물 요법으로 효과적으로 관리가 되지 않을 때 적용한다 14, 15). 신장 대체술을 결정하는 데 시간이 걸리게 되면 신부전이 잠재적으로 비가역적인 상태가 될 수 있다.\n신장 대체술을 결정할 때, 질병의 진행정도, 환자의 상태, 예후 등을 고려해야 한다.\n신장 대체술은 기저 신장 질환이 되돌릴 수 있는 가능성이 있거나, 요독증 상태를 개선시킬 수 있는 환자에서 적용한다.\n심장 기능의 손상을 유발하는 만성 신장 질환\n서론\n사람에서 가장 흔한 신장 질환은 사구체 질환, 당뇨성 신장병증, 고혈압성 신장병증, 신장경화증, 간질성 신장염, 그리고 다낭성 신장질환 등이 있다. 그러나, 개에서 보고된 가장 흔한 신장 질환은 사구체 질환, 신우신염, 그리고 급성 세뇨관 괴사이다(Vaden et al., 2017). 하지만, 사람 CKD에서 보고된 일부 병리 기전이 개와 고양이에서도 발생한다는 강력한 증거가 있고, 실제 동물 병원에서 수의사들이 겪었던 경험이 이를 뒷받침한다.\nCKD는 가장 흔하게 진단되는 개와 고양이의 신장에 영향을 주는 질환이다. 환자는 점진적인 기능성 네프론의 소실을 보이고, 임상 증상은 신장 손상 정도를 나타내는 경향이 있다(심지어 구조적인 병변보다).\n대부분 경우에서, 치료에도 불구하고 보통 비가역적이고 진행성이다. 신전성, 신성, 신후성 원인은 때로 가역적인 급성의 원인과 병발하게 되면 질병이 더 진행된다. 그러나, 신장 기능 유지를 위한 보상작용, 적응 기전이 기능을 유지하는 네프론의 점진적인 소실 및 신장기능 손상을 유발하기 때문에, 잠재적인 합병증이 교정되더라도 보통 개선되지 않는다.\n임상의에게 치료 및 적절한 환자 follow-up에 도움을 주는 IRIS (http://www.iris-kidney.com/guidelines/index.html) 분류법이 있다(표 1). 더욱이, 소변중 protein : creatinine 비율(UP : C)과 전신 혈압을 기반으로 한 2가지 세부 분류법이 발표되었다(표 2, 3). 이 분류법은 심혈관계 신장 질환 관리에 매우 유용하다.\n대부분 경우에서, 혈액 creatinine 농도 상승과 더불어 임상증상(체중감소, 무관심apathy, 다음/다뇨)이 처음 관찰될 때, 진단된다.\n증상이 보이거나, 혈액 creatinine 농도가 상승되면, 사구체 여과율GFR은 정상에 비해 75% 이하로 떨어졌고 최소 네프론의 3/4은 더 이상 기능을 못하는 것을 의미한다. 이러한 이유로, CKD의 진단은 보통 뒤늦게 이루어진다. 질병을 평가할 때, GFR 변화에 따른 creatinine 농도의 변화가 다소 과장되어 나타나는 경향이 있기 때문에 판독 시 이러한 특성을 주의해야 한다. 근 쇠약이 있을 경우, creatinine 농도가 미약하게 증가되었어도 심각한 신장 기능 저하를 나타낼 수 있다.\n병인학\n특정되는 원인이 종종 진단되지 않거나 사라지기 때문에, CKD와 관련된 병인을 특정하는 것은 어렵다. 노령, 선천성 신장 질환, 유전적 요인 등이 CKD의 호발 요인이다. 촉발 요인으로는 면역 매개성 질환, 기생충성 질환(leishmaniasis), 전신 감염, 비뇨기 감염, 비뇨기 결석, 신독성 약물, 고혈압 유발 질환, 만성 저관류, 종양, amyloidosis 등이 있다(Polzin, 2011). 이 질환은 네프론의 지속적인 파괴를 유발하는 내인성 기전 때문에 계속 진행된다. 그 결과, 개와 고양이에서 만성 세뇨관 간질성 신염tubulointerstitial nephritis, 사구체 신염, 드물게 amyloidosis를 유발한다.\n병인보다, CKD에 의한 병태생리 기전과 심혈관계와 관련된 요인을 고려해야 한다. 가장 흔한 기전은 고혈압과 요독증이고, 질병이 진행되면 전해질 불균형과 혈장 용적plasma volume 이상이 발병에 관여한다. 추가로, 기존 심장병 관리를 받고 있는 환자에서, 특정 약물(digoxin, enalapril, atenolol)에 의한 중독도 신부전 발생에 관여할 수 있다.\n병태생리학\nCvRDCK는 원발성 신장 질환에 의한 심혈관계 손상 또는 기능장애를 나타내고, CvRDCH에 비해 덜 흔하다(Ronco et al., 2008). CKD는 전통적으로 알려진 요인과 비전통적인 요인(빈혈, 요독증, 고인혈증, 속발성 부갑상선기능항진증, 관상동맥, 판막 칼슘침착, hyperhomocysteinemia, 염증, 산화적 스트레스 증가) 모두가 발병에 관련한다고 인의에서는 밝혀져 있다(Cheung et al., 2004; Fonarow et al., 2005; El Nahas, 2010). 개와 고양이의 신장에 의한 심혈관계와 관련된 병태생리 기전은 확실히 밝혀지지 않았지만, 하단부에 기술된 근거를 통해 가정할 수 있다.\n전신 고혈압\nCKD에 이환된 30%에서 50%의 개에서 고혈압을 가지고 있고, 사구체 질환 발생에 영향을 준다. IRIS에 따르면, 심장을 포함한 장기에 손상을 줄 위험성이 크기 때문에(Coleman and Brown, 2017), 전신혈압 160 mmHg 이상의 환자에서 항고혈압 치료를 적용한다(표 3). 고혈압 관련 임상증상은 진행성 신장 손상, 급성 실명, 전안방 출혈, 망막 출혈, 망막 박리, 좌심실 비대, 심근 허혈, 고혈압성 뇌병증(간헐적인 혼동confusion, 침울, 허탈), 치매, 뇌출혈, 경련, 혼수상태, 폐사 등이 있다(Brown, 2011; Stepien, 2011).\nCKD가 있는 동물에서 전신 고혈압의 병태생리 기전은 신장 나트륨 조절, RAAS 활성, 교감신경계의 과도한 활성 등이 관여한다고 알려져 있다. 증가된 나트륨, 수분 저류와 세동맥arteriolar 혈관 수축에 의해 발생한 혈량, 심장 박출량, 전신 혈관 저항 증가는 전신 고혈압을 유발한다(Syme, 2011).\n요독증\n요독증은 심근 억제 인자 축적을 통해 심근 수축에 직접적으로 영향을 준다(수의 분야에서 흔하지 않지만, 심낭염이 있을 때). 인의에서 요독증이 미만성 간질 섬유화, 잔여 심근 세포 비대, 미세혈관 질환 등을 동반한 심근 세포 소실(Sultán and Osso, 2006) 및 수축력의 지속적인 감소를 유도하는 것으로 밝혀져 있다.\n전해질 이상\n사구체 여과율이 감소함에 따라, 기능을 유지하는 네프론은 점차 부하가 걸리고, 수분과 전해질 배설을 유지하지 못하게 된다. 그러나 체내 전해질 균형은 세뇨관 재흡수 감소를 통해 보존된다. GFR이 80% 이하로 감소될 때까지는 이 균형은 유지된다. 질병이 진행되기 전까지 신장에서 보상 기전에 의해 균형을 유지할 수 있지만, 말기에서는 균형을 유지하는데 실패한다. 종종 무뇨, 핍뇨 증상을 동반한 고칼륨혈증이 발생하는 시점을 질병의 말기로 판단한다. 고칼륨혈증은 결과적으로 심장 리듬과 전도의 장애와 관련 있을 수 있다; 생명을 위협하는 심실성 부정맥이 발생할 수 있다.\n저칼륨혈증은 CKD에서 흔하지 않다. 그러나, 주로 CKD와 관련된 식욕감소에 의해 발생할 수 있다(특히, 고양이에서 20~30%)(DiBartola et al., 1987; Elliot and Barber, 1998). 실제로는 식욕 저하와 다뇨의 결과로 발생하는 신장에서의 칼륨 소실 증가 때문이다. 심혈관계에 미치는 경우는 흔하지 않지만, 기존 심장 질환이 있는 환자에서 후기 심실 재분극late ventricular repolarization의 이상에 의한 심장 부정맥이 발생할 수 있다.\n혈장 용적 이상\n섭취할 물이 있고, 탈수에 의한 급성 신전성 질환이 있지 않으면, 체액 균형은 CKD가 있는 개와 고양이에서 오랜 기간 유지된다. 그러나 심각한 또는 말기 CKD에서는 환자의 체액과 혈역학 상태가 변화될 수 있다. 이런 단계에서, 소변 생산은 저하되고, 이는 혈관 울혈 발생에 영향을 미치는 용적 과부하volume overload를 유발한다. 심장 기능에 악영향을 미치는 기전은 이미 판막 질환, 이완 기능 장애 또는 신장 질환에 의해 발생된 빈혈이 있는 개와 고양이에서 더욱 뚜렷하게 관찰된다.\n요독증 환자는 보통 식욕부진, 갈증 저하hyposipdia, 구토 등이 발생하고, 이는 혈장 용적 감소와 심장 박출량 저하를 유발할 수 있다. 추가적으로, 요독증성 위장염의 경우, 급성으로 발생하는 구토는 서맥과 심한 경우 심정지와 관련 있는 미주신경 자극을 유발시킬 수 있다(Brown, 2011; Stepien, 2011).\n약물 중독\n신장 기능이 완전하지 않으면, 신장 배설 약물 사용(특히, 심장질환 환자에서 digoxin)에 주의해야 한다. 약물 중 2/3 정도가 신장을 통해 배설된다. 약물의 제거는 creatinine의 제거와 비례하기 때문에, 신장 기능 저하를 보이는 환자에서 약물의 반감기는 길어지고 약물의 감량이나 다른 경로로 제거되는 약물로 변경이 필요하다. 신장에서 94%가 제거되는 enalapril과 40~50%가 제거되는 atenolol의 경우, 신부전 시 digoxin과 비슷한 문제를 유발할 수 있다. 원발성 신장 기능 장애는 부정맥, 저혈압, 심근 기능 악화 등과 같은 중독 증상을 유발시킬 수 있다.\n빈혈\nCKD가 있는 개와 고양이에서 정상적혈구, 정색소성, 비재생성normocytic, normochromic, nonregenerative 빈혈이 가장 흔하다. 신장원성 빈혈은 신장 erythropoietin 생산 결핍, 적혈구 수명 감소, 영양 문제(비타민 B12와 엽산 결핍), 요독성 혈장에 존재하는 신장 erythropoietin 억제 요소, 출혈, 골수섬유증myelofibrosis 등에 의해 발생한다.\n인의에서, 빈혈은 심장 기능에 악영향을 줄 수 있다고 알려져 있다(cardiorenal anemia). 빈혈은 심장 저산소증 상태를 유발하고, 심근세포 사멸에 관여한다. 이는 심근 재구성remodelling과 산화적 스트레스를 유발하여 세포 손상과 RAAS를 자극한다. 신장 기능의 만성적인 감소와 지속적인 빈혈은 좌심실 비대와 수축 기능 장애를 발생시킬 수 있다. 그러나, 개와 고양이에서는 만성 염증, 종양 등과 같은 합병증이 병발하지 않으면 증상이 경미 또는 중등도로 나타나기 때문에, 빈혈이 이차적인 심혈관계 질환의 발생에 중요한 역할을 하는 것처럼 보이진 않는다(Carlos Sampedrano et al., 2006; Chetboul et al., 2003; Henik et al., 2004). 인의에서, erythropoietin이 세포 자연사apoptosis를 예방하고 심근세포의 숫자를 늘리는 것으로 보고되었다(Tang et al., 2008).\nCanine leishmaniasis\nCKD는 개의 Leishmania 감염증에서 볼 수 있는 대표적인 합병증이고, 혈액 중 troponin 농도 상승을 통해 동반된 심장 손상(심근염)이 확인 및 감지된다. 경미한 심근 손상은 초기에 발생하고 질병이 진행됨에 따라 심각해진다. 하지만 CKD가 발생하면, 질소혈증 상태, 전신 고혈압 발생, 빈혈 등은 심근 손상과 관련된 중요한 요소는 아닌 것으로 여겨진다(Martinez et al., 2016).\n진단\n심혈관계 이상을 진단할 때, CKD에 의해 발생된 것인지(CvRDCK), 심혈관 질환에 의해 발생된 CKD인지(CvRDCH), 다른 전신 질환에 의해 발생된 것인지(CvRDHK) 구분하기는 어렵다.\n모든 동물에서 신체검사, 혈압 측정, 영상검사, 혈액, 요검사 등을 해야 한다. 심전도는 전해질 불균형 시 진행해야 한다.\n혈압 측정\nIRIS에서는 혈압을 기반으로 한 CKD의 분류법을 제공하고 있다. 혈압 측정은 여러 날에 걸쳐 이루어지거나, 당일 측정 시 적어도 2시간 간격 측정해서 비슷한 혈압 수치를 확인해야 한다(표 3).\n인의에서는 원발성 고혈압이 고혈압의 가장 흔한 원인으로 진단되지만, 개와 고양이에서는 CKD가 고혈압의 가장 흔한 원인이다. 하지만, 고혈압의 심각성과 정도의 상관 관계는 밝혀지지 않았다(Finco, 2004). 따라서, 고혈압은 무증상 신장 질환 단계 또는 심지어 초기 단계에서도 발생할 수 있다. 고혈압은 단백뇨 악화와 관련이 있고, 이는 CKD를 악화시킨다(Chakrabarti et al., 2012).\nCKD가 있는 개와 고양이에서 고혈압 발생과 관련된 많은 연구에서 다양한 결과가 나왔지만, CKD 환자에서 고혈압 발생률이 높다는 사실에는 모두 인정하고 있다(Buranakarl et al., 2007; Kobayashi et al., 1990; Syme et al., 2002). 그러므로, 혈압은 CKD에 이환된 모든 개와 고양이에서 측정되어야 한다(특히, 사구체 질환이 의심되는 개체에서). 그러나, 당뇨, 고알도스테론혈증hyperaldosteronism, 부신피질기능항진증, 부신 크롬친화세포종adrenal pheochromocytoma, 신장 질환 환자에서 수액 투여, 특정 약물 투여(erythropoietin, erythropoietin 자극 물질, dopamine, glucocorticoids, mineralocorticoids) 등과 같은 비신장원성 원인 등도 고려해야 한다(Segev, 2017).\n보통 심실 비대가 발생하는 고혈압에 의한 심장 손상은 다른 장기 손상에 비해 중요도가 덜하다(안구 병변이 가장 흔하다). 좌심실 비대가 보통 나타나지만 보호자가 알아챌 정도의 심각한 증상은 보이지 않기 때문에, 고혈압에 의한 심부전 관련 임상 증상은 드물게 보고된다. 하지만, 고혈압은 기존 존재하는 심장 질환을 악화시킬 수 있다(Segev, 2017).\n마지막으로, CKD에서 흔하지 않지만, 동맥성 저혈압(수축기 혈압 , 90 mmHg)이 발생할 수 있다. 심장 박출량, 조직 관류, GFR 감소에 의해 발생되고, 비적응성 신경호르몬 반응nonadaptive neurohormonal response을 활성화시킨다(Morales et al., 2002).\n심전도\n소동물에서 고칼륨혈증 관련 심전도 검사 상 변화는 혈청 칼륨 농도가 6.5~7.0 mmol/l를 초과했을 때 나타난다. 초기에는 T파 진폭이 증가되고, QT interval이 줄어들고, 납작해진 P파flattened P waves가 관찰된다. 고칼륨혈증의 악화는 PR interval 연장과 QRS complex의 확장을 유발한다. 극심한 고칼륨혈증은 심방에서 전도를 지연시키기 때문에 P파 진폭을 감소시킨다. 심방 전도가 정지되면, P파는 소실되고 심각한 서맥이 발생한다. 고칼륨혈증이 지속되면 T파와 합쳐져서 sinusoidal wave(사인곡선 모양의 파형)이 형성될 때까지 QRS complex는 점진적으로 넓어지고 이는 심장 정지가 임박함을 나타낸다(DiBartola and de Morais, 2006).\n저칼륨혈증 관련 심전도 검사 상 변화는 흔하지 않다: QT 연장, ST 분절 변위, T파 진폭 감소.\n영상 진단\n방사선 검사는 심장 형태, 혈관 구조, 폐 실질 패턴 변화를 확인하는데 유용하다. 심장 초음파는 심장 형태, 기능을 평가하는 데 사용된다. B-, M-, 도플러(spectral, flow, tissue) 모드는 혈류 속도, 혈류 방향, 다른 심장 구조물의 움직임, 심장벽 두께뿐만 아니라 다른 심장 질환이 있는지에 정보와 관련된 수치 등을 제공한다(Chetboul and Tisser, 2012).\nCKD 환자에서 방사선상 신장의 형태는 종종 정상이다. 변화가 발생하면, 보통 양측성으로 나타나지만, 비대칭성으로 나타날 수 있다. 작고, 불규칙적 또는 변형된 신장과 미네랄 침착 또는 결석이 영상에서 보일 수 있다. 더 정밀한 측정 및 관찰을 위해 배설성 비뇨기 조영이 적용될 수 있다.\n초음파는 신장 실질과 신우의 이상, 결석을 보여주고, 신장 동맥 저항성과 박동 지표pulsatility indices를 측정할 수 있게 해준다. CT와 MRI 검사는 정밀한 연구에서 사용될 수 있다.\n실험실 검사\n실험실 검사는 CKD를 확인하고 질병의 심하기, 진행정도, 예후에 대한 정보를 제공한다. 신장 여과 능력은 초기에 혈중 질소와 creatinine 농도, 소변 중 단백질 측정(UP:C ratio, 미세알부민뇨 검사, 소변 immunoglobulin G 농도) 등을 이용하여 측정된다. 신장의 농축 능력은 요삼투압 측정을 통해 평가된다. 하지만 장비가 필요하기 때문에, 농도 측정이 주로 이용된다(요비중).\n위에 기술된 바이오마커들의 수치 변화는 보통 말기를 나타내기 때문에, 적절한 치료와 심혈관계에 영향을 주는 합병증 예방을 위해 질병 초기를 나타내는 정보를 얻는 것이 중요하다.\nIRIS는 진단을 위한 조기 바이오마커가 필요하고 SDMA 측정을 추천하지만, 임상 환경에서 SDMA 이용에 대한 정보는 아직 부족하다.\n사구체 손상에 대한 지표인, 혈장 cystatin C는 최근 연구 중에 있다. 인의에서는 creatinine보다 조기 바이오마커로 여겨지고 있다. 하지만, 개에서는 아직까지 밝혀진 바 없다.\n사구체 문제가 결국 혼합 패턴(사구체 1 세뇨관)으로 진행되기 때문에, 전통적으로 급성 신장 손상과 관련이 있는 세뇨관 손상에 대한 바이오마커 측정도 중요하다. 이 바이오마커들은 전통적으로 사용되는 마커들에 비해 질환을 조기에 진단할 수 있게 도와준다. 이 중 대부분은 연구 중에 있지만, 연구에서 얻어진 결과는 상당히 유망한 것으로 나타났다. 전해질의 분획 배설률fractional excretion, N-acetyl-b-D-glucosaminidaseNAG, urinary cystatin C, retinol binding proteinRBP, g-glutamyl transpeptidaseGGT, neutrophil gelatinase-associated lipocalinNGAL, clusterin 등이 있다.\nCKD에 이환된 개와 고양이에서 심혈관계 손상은 실험실 검사에서 쉽게 진단되지 않는다. 원발성 심혈관계 질환에서 연구됐던 N-terminal pro-B-type natriuretic peptideNT-proBNP, B-type natriuretic peptideBNP, N-terminal pro-atrial natriuretic peptideNT-proANP, cardiac troponin\nIcTnI 등이 사용될 수 있다. 그러나 결과 해석은 때로 어려울 수 있다(특히, CKD에 의한 심혈관계 변화). 바이오마커들이 심장 상태에 따라 변화를 보이고, 건강한 개체와 질병이 있는 개체 양쪽에서 개체 차이와 종간 차이를 보이며, 일부는 신장의 배설 기능에 따라 변화될 수 있기 때문이다. 또한, CvRDCK와 관련된 연구도 부족하다(Pouchelon et al., 2015). 그러므로, 바이오마커들의 농도 증가가 심장 손상 때문인지, 정상적인 변화인지, 배설저하 때문인지를 구분하기는 어렵다. 개의 Leishmania 감염증의 경우는 심지어 CKD가 동반되지 않더라도, 질병 그 자체로 심장 바이오마커의 농도를 상승시킬 수 있기 때문에, 바이오마커들의 농도 상승을 해석하기 어렵다.\n그러므로, 실험실 검사를 이용하여 개와 고양이에서 CKD를 확인하는 것은 쉽지만, 신장 질환이 원발성인지 심장병에 의한 이차적인 발생인지 또는 병발된 것인지 구분하기는 어렵다.\n치료\nCvRDCK에 이환된 개와 고양이의 치료에 대한 프로토콜은 없다. 임상증상과 영상 진단 결과에 따라 개체의 특성에 맞게 치료해야 한다. 그러나, CKD 치료를 시작해야 하는 것은 확실히 밝혀진 사실이다. 치료 목표는 질병 진행을 늦추고 환자의 더 나은 삶의 질을 유지하는 것이다. 그러므로, 치료를 빨리 시작할수록 질병을 장기간 관리를 잘 할 수 있기 때문에 질병의 조기 진단은 중요하다. CKD가 진행됨에 따라, 다른 장기(심혈관계가 특히 중요)에 대한 악영향이 점차 뚜렷하게 발생된다.\n질병의 원인을 찾는 것은 매우 중요하다. 예를 들어, 지중해 연안에서 CKD의 가장 흔한 원인은 개의 Leishmania 감염증이다. 이런 경우에서, CKD는 치료가 되지 않지만, Leishmania 감염증를 치료하면 증상이 개선되고 성공적인 치료가 이뤄지기 때문에, 기생충 질병에 대한 치료가 선행되어야 한다.\n심혈관계 기능에 미치는 악영향을 예방 또는 이미 발생했다면 치료를 위해서, 혈압, 수화상태, 전해질 농도, 요독증 상태, 빈혈의 심하기, 약물 투약의 관리(특히, 심장병 관리를 위한 약물 중 신장 배설 약물을 피해야 한다) 등을 포함한 환자 모니터링이 필요하다. 질병의 심하기를 구분하는 것은 매우 중요하고, 이 점에서 IRIS에서 제시한 분류는 매우 유용하다.\n수축기 혈압을 160 mmHg 이하로 유지되게 관리해야 한다. 항고혈압 약물 투여와 함께, 신장관련 처방 사료도 도움이 될 수 있다. 혈압은 정상혈압을 보이는 환자에서도 측정되어야 한다. 수화상태도 모니터링이 필요하다. 동물은 마실 물이 있으면, 오랜 기간 동안 수분 균형을 유지한다. CKD환자에서 요독증에 의한 구토, 침울 증상은 다뇨 상태가 유지되는 상태에서 수분 섭취 감소를 유발하고, 이는 수분 균형에 손상을 유발할 수 있다. 반대로, 핍뇨/무뇨 상태의 CKD 말기에서는 수액 처치에 따른 과수화의 위험성이 있다.\n반면에, 만성 심장 기능장애가 발생하면 흉부 방사선, 심장 초음파, 그리고 필요하면 혈액을 이용한 바이오마커 검사가 심혈관계 손상을 평가하는 데 필요하다.\n인의에서의 연구들은 수의 분야에서도 환자들을 오랜 기간 신장과 심장 기능 부전의 균형 및 조절이 가능할 수 있음을 암시하고 있다. 수의 분야에서 가까운 미래에 진단 프로토콜을 확립할 수 있을 것이다.\n\n\n강아지 기관지염은 개의 호흡기 질환 중 하나로, 기관지에 염증이 발생하여 기침과 호흡 곤란 등의 증상을 유발하는 질환이다. 이 질환은 급성과 만성 형태로 나타날 수 있으며, 감염성 요인과 환경적 요인에 의해 발생할 가능성이 높다. 강아지의 건강을 지키기 위해서는 기관지염의 원인과 증상을 정확히 이해하고, 적절한 진단과 치료 방법을 적용하는 것이 중요하다. 또한 예방을 위한 환경 개선과 백신 접종도 필수적이다.\n강아지 기관지염의 원인은 감염성과 비감염성 요인으로 나뉜다. 감염성 기관지염은 바이러스나 박테리아 감염에 의해 발생하며, 대표적으로 개 인플루엔자 바이러스, 파라인플루엔자 바이러스, 아데노바이러스 등이 기관지염을 유발할 수 있다. 또한 보르데텔라 브론키셉티카라는 박테리아는 강아지의 전염성 기관지염을 일으키는 주요 원인균이다. 이 외에도 진균 감염이나 기생충 감염이 기관지염을 유발할 수 있다. 한편, 비감염성 기관지염은 알레르기, 자극 물질 노출, 기후 변화, 그리고 기저 질환과 같은 요인에 의해 발생할 수 있다. 꽃가루나 먼지 진드기와 같은 알레르겐은 강아지의 기관지 점막을 자극하여 염증을 유발할 수 있으며, 담배 연기나 화학 물질 역시 기관지 자극을 일으킬 수 있다. 추운 날씨나 건조한 환경은 강아지의 기관지를 더욱 민감하게 만들고, 심장병이나 기관 허탈과 같은 기저 질환도 기관지염을 악화시킬 수 있다.\n기관지염의 증상은 급성과 만성으로 나뉜다. 급성 기관지염은 갑작스럽고 지속적인 기침을 동반하며, 기침이 심할 경우 구토를 유발할 수도 있다. 또한 콧물과 재채기, 미열, 무기력함, 식욕 저하 등의 증상이 나타날 수 있다. 반면, 만성 기관지염은 2개월 이상 지속되는 기침을 특징으로 하며, 심한 경우 쌕쌕거리는 소리가 들리거나 운동 시 호흡 곤란이 발생할 수 있다. 산소 부족으로 인해 입술과 혀가 푸르게 변하는 청색증이 나타날 수도 있다.\n강아지 기관지염을 진단하기 위해서는 수의사의 신체 검사와 문진이 필요하다. 수의사는 기침의 빈도, 지속 기간, 기침의 유형을 확인하고, 강아지의 생활 환경과 알레르기 가능성을 평가한다. 보다 정확한 진단을 위해 흉부 X-ray를 촬영하여 기관지의 염증 상태를 확인하고, 기관경 검사를 통해 기관 내부를 직접 관찰하기도 한다. 혈액 검사와 객담 검사를 통해 세균 감염 여부를 판단하고, PCR 검사를 통해 바이러스 감염 여부를 확인할 수도 있다.\n기관지염의 치료는 원인에 따라 다르게 적용된다. 박테리아 감염이 원인일 경우 항생제가 처방되며, 바이러스 감염이 심할 경우 항바이러스제가 사용될 수 있다. 염증 반응을 조절하기 위해 소염제나 스테로이드가 사용되기도 하며, 호흡 곤란이 있는 경우 기관지 확장제가 도움이 될 수 있다. 기침을 완화시키기 위해 진해제와 거담제가 처방되기도 한다. 심한 호흡 곤란이 있는 경우 산소 치료가 필요할 수 있으며, 강아지의 생활 환경을 개선하는 것도 치료의 중요한 요소이다. 먼지와 담배 연기를 차단하고, 실내 습도를 적절히 유지하는 것이 기관지염을 완화하는 데 도움이 된다. 또한 강아지가 스트레스를 받지 않도록 관리하는 것도 중요하다.\n기관지염 예방을 위해서는 백신 접종이 필수적이다. 파라인플루엔자, 아데노바이러스, 보르데텔라 백신을 접종하면 감염 위험을 줄일 수 있다. 또한 강아지가 생활하는 환경을 청결하게 유지하고, 알레르기 유발 물질을 최소화하며, 적절한 습도를 유지하는 것이 중요하다. 균형 잡힌 식사를 제공하고 규칙적인 운동과 건강 관리를 통해 면역력을 강화하는 것도 기관지염 예방에 도움이 된다.\n강아지 기관지염은 다양한 원인에 의해 발생할 수 있으며, 조기 진단과 적절한 치료가 중요하다. 예방을 위해 백신을 접종하고 생활 환경을 개선하는 것이 필수적이며, 강아지의 건강을 지속적으로 관리하는 것이 기관지염 예방에 큰 도움이 된다."
}