{
    "title": "개와 고양이의 심장-신장 증후군",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "05\n심장과 신장에 영향을 주는\n전신 질환에 의한 심혈관계-신장 질환\nCardiovascular–renal disorders secondary to systemic diseases and concomitant cardiorenal diseases\n서론\n심장-신장 증후군CRS type 5 또는 CvRDo는 신장과 심혈관계에 동시에 손상이나 기능 부전을 유발하는 전신질환을 말한다(Pouchelon et al., 2015; Ronco et al., 2009). 이러한 형태의 CRS에는 보통 신장과 심장병이(예, 원발성 사구체 질환과 이첨판막 질환) 동시에 발생한 환자도 포함된다(Pouchelon et al., 2015).\n일반적으로, 이러한 환자에서도 다른 CRS에서 이미 언급된 발병기전이 관여한다. 이러한 기전에 추가적으로 환자의 원발 질환에 의한 특정 발병 기전이 관여할 수 있다. CRS의 발생에 관여된 일반적인 인자로는 교감신경계와 RAAS의 활성화, 빈혈, 산화적 스트레스, 세포 자연사apoptosis와 섬유화, 심박출량 감소, 심장과 혈관의 재구성, 사구체압의 증가, 신장 관류와 사구체 여과율 감소, 혈관 울혈, 말초 혈관 수축, 그리고 전신 동맥 고혈압 등이 있다(Ronco et al., 2008a).\n여러 가지 질환들이 신장과 심혈관계의 손상 또는 기능부전을 유발할 수 있다: 패혈증 또는 전신 염증반응 증후군SIRS, 감염성 질환, 독소, 색전증 유발 질환(패혈증, 종양 또는 혈전), 위확장-염전, 침윤성 질환(예, amyloidosis 또는 라이소좀 축적성 질환lysomal diseases), 그리고 내분비 질환(부신피질기능항진증, 당뇨 또는 갑상선기능항진증)(Pouchelon et al., 2015; Ronco et al., 2009; Ronco et al 2008b). 질환의 유형에 따라, 심혈관계와 신장의 손상과 기능부전은 급성(예, 패혈증 또는 경색) 또는 만성(예, 내분비질환)형으로 나타날 수 있다.\n진단\n일반적으로, 진단 방법은 앞선 챕터에서 설명한 검사 방법을 사용한다; 하지만 이러한 검사결과 중 일부는 원발 질환의 영향을 받을 수 있다.\n심장의 손상 정도의 평가\n전반적으로 신체 검사는 특이도가 낮지만 심장 질환을 암시하는 소견(예, 심잡음)을 발견할 수 있다. 또한 기저 심장 질환이 전신 질환으로 인하여 악화되거나 비보상성 상태로 진행하는 증례같이 질병이 복합적으로 발생하는 것은 임상적으로 중요하다.\n쇼크나 순환기계의 허탈circulatory collapse을 나타내는 임상증상(점막 창백, 모세혈관 충전연장, 저체온, 약맥weak pulse)이 나타나면 심장원성 쇼크와 기저 질환에 의해 발생하는 다른 종류의 쇼크를 의심할 수 있다. 임상의는 진단 검사나 치료에 앞서 심박출량 감소에 의해 혈압이 감소되는 전신 질환에 대해 잘 알고 있어야 한다. 우심부전 환자는 아래와 같은 증상이 나타난다: 경정맥 노장, 복수, 빈호흡, 심음의 약화(흉수나 심낭수의 경우), 그리고 드물게 말초의 부종. 하지만, 앞선 전신 질환과 함께 있는 환자는 이러한 증상들이 감춰져 있고 처음 우심부전 증상이 나타났을 때는 이미 중심 정맥압(.10 mmHg)이 상승되어 있을 것이다. 좌심부전이 있는 개는 빈호흡과 빈맥이 있고 고양이는 빈호흡과 다양한 심박수가 나타날 수 있다. 하지만 CVRDO가 동시에 발생한 환자는 기저 질환때문에 이미 심박수(심지어 호흡수까지)에 이상이 발생할 수 있다. 따라서 임상의는 전신 질환이 있는 중환자가 호흡곤란과 진행성 빈호흡 및 제한성 호흡패턴과 더불어 산소포화도 감소(,95%)와 폐포-동맥 산소분압차alveolar-arterial gradient 증가(.25~35 mmHg)를 보일 경우, 심원성 폐수종으로 의심할 수 있다.\n전반적으로, 패혈증에 의해 생긴 심내막염에 의한 심잡음(대동맥-기저부의 이완기음, 이첨판의 수축기음)을 제외하고 전신질환에 의한 심잡음은 좌측 심저부에서 비특이적인 형태로 청진되고, 잡음의 강도는 3/6 이하로 약하다. 이러한 종류의 심잡음은 혈액학적 성상의 변화(예, 빈혈)나 총 혈장 용적 증가(예, 패혈증)에 의해 유발되고, 심각한 기저 심장 질환없이 발생할 수 있다. 하지만 대다수 심잡음들은(특히, 초기 진단에서 발견된) 원발성 심장 질환 때문에 발생한 것이다. 갤롭 리듬 같은 이완기 심음은 종종 이완 기능장애 때문에 발생한다.\n특히 심각한 부정맥의 존재는 심장에 대한 기능 장애나 손상이 있음을 의미하기 때문에, 보다 정밀한 심장 평가가 필요하다. 빈맥과 서맥이 일부 임상 증상(허탈 또는 허약)과 저혈압 증상의 발현에 기여한다. 만약 부정맥이 의심되면, 중증 환자에서 심전도와 홀터 모니터를 실시해야 한다.\n흉부 방사선 검사의 1차 목적은 심비대와 울혈성 심부전을 확인하는 것이다. 좌심부전의 경우, 폐정맥의 확장과 폐수종(개는 폐문 주위, 고양이는 다양한 부위)이 관찰될 수 있다. 하지만, CvRDO를 포함한 많은 질병들이 폐침윤, 비심인성 폐수종, 간질성 폐렴pneumonitis, 폐렴pneumonia 또는 폐혈전색증에 의한 침윤을 유발할 수 있다는 사실을 반드시 명심해야 한다.\n흉부 초음파 검사는 폐부종(B-라인의 존재)과 같은 폐야의 변화를 발견하는 데 유용하다. 하지만, 이러한 소견은 특이도가 낮고, 기저 질환에 의한 폐실질의 변화에 의해서도 발생할 수 있다. 흉수, 복수 또는 간울혈은 우심부전에서 주로 관찰되는 소견이다.\n심장 초음파 검사는 전신 질환 때문에 생긴 구조 및 기능적 변화와 원발성 심장 질환 모두를 진단하는 데 가장 유용한 검사 방법이다. 속발성 CRS가 의심되는 환자에서 고려해야 할 다섯 가지 중요한 사항이 있다:\n편심성(확장) 또는 중심성 심비대의 존재 유무\n심방, 심실의 벽과 판막의 구조 및 에코의 변화\n수축 기능\n이완 기능과 심실 충만압\n“심장내 스모크intracavitary echocardiographic smoke” 또는 혈관 또는 심장내 혈전의 존재\n심장 수축기와 이완기의 기능의 평가는 일반 심장 초음파 검사를 통해 가능하지만, 좀 더 전문적인 평가를 위해 tissue Doppler, strain, strain rate, speckle tracking 등을 사용할 수 있다. 보다 침습적인(고가의 방법) 방법으로는 열희석법와 리튬희석법과 같은 검사 기법이 있지만, 심장 초음파가 임상에서 심박출량을 평가하는 데 가장 현실적인 검사 방법이다. 많은 전신 질환이 심장 초음파상의 변화를 유발할 수 있기 때문에(표 1), 임상의는 이러한 변화를 감안하여 심장 초음파 소견을 판독해야 한다. 대부분의 경우, 전신 질환에 의한 심장 초음파상 변화는 혈역학적으로 무의미하거나 최소한의 영향만 준다.\n중요한 심장 바이오마커들은 N-terminal pro-B-type natriuretic peptideNT-proBNP (Oyama et al., 2013)와 심장 트로포닌 IcTnI (Fonfara et al., 2010)이다. NT-proBNP는 가장 흔하게 사용되는 natriuretic peptide이며 이는 pro-BNP 단백질(B-type natriuretic peptide의 세포내 전구물질)에서 유래한다(Winter et al., 2017). 이 호르몬은 심실 스트레스가 급성 또는 만성으로 증가됨에 따라 심근세포에서 합성된다(Oyama et al., 2013). NT-proBNP는 호흡곤란이 있는 심부전 환자에서 원발성 심장 질환과 호흡기 질환을 감별하는 목적으로 유용하게 사용되고 있다(Oyama et al., 2013). 또한 이러한 호르몬의 혈중 농도는 대사성 질환, 신장 질환, 전신 고혈압, 폐성 고혈압, 빈혈 또는 종양 등 심장 이외의 질환에서도 상승할 수 있다(Kellihan et al., 2011; Lalor et al., 2009; Menaut et al., 2012; Pelander et al., 2017; Raffan et al., 2009). 하지만, 전신질환이 있는 환자에서 심기능부전을 알아내기 위해 이러한 검사를 실시하는 것에 대한 논란이 있다. 이러한 호르몬 수치의 상승은 후부하 증가(예, 동맥혈관 수축) 또는 폐성 고혈압의 존재에 의해 영향을 받는다. 그럼에도 불구하고, 이 검사는 향후 심원성 폐수종을 감별하고, 환자의 예후를 판정하는 데 유용할 것이다. CvRDO 환자에서 이러한 검사를 활용하기 위한 추가 연구가 필요하다.\nTroponin I는 심근의 수축을 조절하는 단백질이다. 심근의 세포막이 손상되면 혈중으로 방출된다. 미약한(대부분 가역적) 세포의 손상은 cytosol troponin(총 troponin의 2~4%)을 방출하고 심한 손상(비가역적)은 structural troponin을 방출한다(Wells and Sleeper, 2008). 손상된 세포의 수(손상의 심각도뿐만 아니라)와 심근 손상의 정도 및 샘플 채취 후 경과 시간 등이 혈청 troponin I 농도에 영향을 준다(Wells and Sleeper, 2008). 통상 troponin I는 심근의 기능이 아닌 손상을 감지하는 마커이다. 혈청 troponin I 농도의 증가는 다음과 같은 심장외 질환에서도 관찰된다: 바베시아증, 에를리키아증, 리슈마니아증, 파보바이러스증, 렙토스파이라증, 패혈증, 내독소혈증, SIRS, 위확장-염전, 심각한 호흡기 질환, 폐성 고혈압, 신장 질환, 면역매개성 용혈성 빈혈, 발작, 췌장염, 종양(림프종, 내장 종양)(Diniz et al., 2008; Dutton et al., 2017; Gow et al., 2011; Guglielmini et al., 2010; Hamacher et al., 2015; Langhorn and Willesen, 2015; Lobetti et al., 2002; Martinez-Hernandez et al., 2017; Schober et al., 2002; Serra et al., 2010; Sharkey et al., 2009). 뿐만 아니라, troponin I 농도는 질병의 심각도와 밀접한 관련이 있고, SIRS(Hamacher et al., 2015), 바베시아증(Lobetti et al., 2002), 리슈마니아증(Martinez-Hernandez et al., 2017), 파보바이러스(Kocaturk et al., 2012), 위확장-염전(Schober et al., 2002) 및 전신 염증에 의한 중증환자(Langhorn et al., 2014)에서 예후와 밀접한 관련이 있다.\nCvRDO가 있는 환자에서 심혈관계와 신장 사이의 밀접한 관련성을 고려하면, 심혈관계의 기능을 제대로 평가하는 것이 중요하다. 더 나아가 속발성 CRS와 관련된 많은 질환들이 다발성 장기기능부전MODS을 유발할 수 있다. 심혈관계의 전반적인 평가(심기능, 혈관 긴장도, 혈량을 포함한)를 위해 점막색깔, 말초혈관 충전 시간, 탈수, 심박, 혈압과 같은 기본적인 신체 검사가 실시된다. 비정상적인 조직의 저산소증은(산소 소비와 분포의 불균형; 정상적인 심박출량과 혈압 상태에서도 발생 가능) 젖산, 염기불균형, 중심정맥 산소 포화도 측정으로 평가할 수 있다(Conti-Patara et al., 2012).\n신장 손상의 평가\n임상적으로 신장의 기능부전은 기면이나 구토 같은 전신 증상을 유발하고, 이러한 증상은 비특이적이고, CvRDO의 기저 질환의 증상과 종종 겹치는 경향이 있다. 무뇨, 핍뇨, 다뇨 소견은 신장 기능부전을 암시하는 조금 더 구체적인 소견이다. 실험실적으로 사구체 여과율의 측정하면 간접적으로 사구체 손상과 세뇨관 손상 정도를 파악할 수 있다. GFR(개: 4.5 ml/min/kg, 고양이: 2.5~3.5 ml/min/kg)은 혈장내 creatinine이나 iohexol의 청소율, 방사선 동위원소를 통해 직접적으로 계산할 수 있다. 혈장내 creatinine(최근에는, SDMA)의 농도를 측정하는 방법이 임상에서 주로 사용되는 방법이다. 만성 신부전이나 급성 신부전 모두 혈청 creatinine 농도 측정이 가장 먼저 실시되는 진단 검사이다(3장 표 1, 4장 표 1). Urine protein/creatinine ratioUPC 평가, 요비중USG, 당뇨, 혈뇨, 농뇨의 존재, 과립상 또는 세포성 캐스트의 확인을 통해 신장 손상 여부를 알 수 있다. GGT, cauxin, NGAL(Orvalho and Cowhill, 2017)과 같은 마커들은 질소혈증이 발생하기 전, 신장 질환을 감지할 수 있는 유용한 마커들이다. 하지만 이러한 검사들은 아직 임상에서 표준화되어 사용되고 있지 않다.\n신장 초음파와 CT 스캔은 일부 전신 질환을 진단하거나 감별하는 데 유용하게 사용될 수 있다.\n중증 환자: 패혈증, 쇼크와 감염성 질환\n대부분의 이러한 환자들은 경증(cTnI , 1 ng/ml)부터 중증(cTnI . 10 ng/ml)까지 다른 정도의 심부전과 신부전을 가지고 있다(Langhorn and Willesen, 2015). 이러한 환자에서 심부전의 발병기전에는 여러 인자들이 복합적으로 작용한다(박스 1). SIRS을 동반한 패혈증 환자에서 심실 확장과 수축 및 이완 기능부전은 흔하고 저혈압과 폐수종이 합병증으로 흔하게 발생한다(Bulmer, 2011). 하지만 이러한 기능부전은 대부분 가역적이다(Bulmer, 2011; Langhorn and Willesen, 2015). 여러 가지 cytokine (TNF-α, IL-6, IL-1, IL-8, IL-10, IL-15)이 심근의 손상과 기능부전에 중요한 역할을 한다. 패혈증 자체가 신장에 손상을 가할 수 있고, 더 나아가 세뇨관 손상과 광범위한 산화적 손상을 유발하는 염증 때문에 저관류가 발생하면 이러한 손상이 더욱 가속화될 수 있다(Keir and Kellum, 2015). 따라서 이러한 환자 중 다수가 다발성 장기 기능부전MODS을 경험할 수 있다. CvRDO의 치료는 환자 별로 달리하여 임상적 균형을 유지할 수 있게 해야 한다. 앞에서 설명하였듯이, CRS의 관리는 다음 사항에 중점을 두어야 한다: 1) 적절한 요생산을 위한 신장의 관류량 유지, 2) 신정맥 울혈 방지, 3) 신독성 약물 치료 금지, 4) 적절한 수액 치료를 이용하여 중심 정맥압 상승 없이 적절한 혈압(. 65 mmHg) 유지(폐수종이 생기지 않게 모니터하면서; 일부 증례에서 강심제나 vasopressor가 필요), 5) 혈역학적으로 영향을 주는 부정맥에 대한 치료와 모니터. 이러한 종류의 CRS에서 가장 중요한 것은 기저 질환에 대한 집중적이고 공격적인 치료가(특히 세균성 패혈증에서) 시행되어야 한다는 것이다.\n내분비질환\n당뇨병\n개와 고양이 모두 당뇨병 환자는 질병이 진행됨에 따라 악화되는 이완 기능 장애를 가지고 있다(Kim et al., 2018; Pereira et al., 2017). 공격적인 수액 처치가 필요한 중증 환자(예, 케토시스)나 기저 심장 질환이 있는 환자는 울혈성 심부전으로 진행될 수 있는 위험이 있다는 것을 숙지하고 있어야 한다. 한 연구에서 당뇨가 있는 고양이에서 심부전의 발생률은 비슷한 연령의 당뇨가 없는 고양이보다 높다고 보고하고 있다(Little and Gettinby, 2008). 이러한 환자들은 심혈관계를 조절하는 자율신경계의 신경장애가 나타날 수 있다(특히, 개에서; Kenefick et al., 2007). 당뇨병성 신증(사구체 손상에 의한 단백뇨와 세뇨관의 손상)이 개와 고양이에서 보고되어 있지만, 특발성 신장 질환과 동반 발생하는 경향 때문에 당뇨병성 신증의 임상적 중요성은 알려지지 않았다.\n갑상선기능항진증\n갑상선 호르몬은 마이오신myosin의 동형단백질 변화isoformic changes, 근소포체sarcoplasmic reticulum의 Ca-ATPase 및 다른 이온 운반체의 활성화, 그리고 베타 수용체의 숫자에 영향을 미쳐 심기능에 변화를 유발한다(Bond et al., 1988).\n갑상선기능항진증은 대사율을 항진시켜 말초 혈관을 확장시키고 수축 기능을 증가시켜 심박출량을 증가시킨다(Fine et al., 2010; Sangster et al., 2013). 갑상선기능항진증성 심근증은 다양한 임상 소견을 보이고, 다양한 재구성remodelling 과정이 심장 초음파 검사에서 관찰될 수 있다(표 1). 갑상선 기능이 항진된 기간과 심각도에 따라 다양한 변화가 관찰될 수 있다. 만약 경미-중등도 변화인 경우, 치료 후 정상으로 되돌아 올 수 있다. 오늘날, 갑상선기능항진증이 보다 조기에 발견되기 때문에 심부전이 발생하는 경우는 드물다(Syme, 2007). 하지만 많은 갑상선기능항진증 고양이에서 이러한 질환에 대한 치료에 의해 신장 관류량이 감소되어 사구체 여과율이 떨어지는 잠복성occult CKD가 발생하고 있다(Syme, 2007).\n갑상선기능저하증\n이러한 환자에서 관찰되는 심혈관계 증상에는 서맥이나 심박동의 강도 감소가 있다. 심전도상 변화로는 동성 서맥, P파와 R파의 진폭 감소, 1도 및 2도 방실결절의 차단 등이 있다(Beier et al., 2014). 특히 기저 심장 질환의 환자들에서 이러한 소견들이 존재할 수 있지만(또한 반드시 모니터해야 하지만), 대부분의 갑상선기능저하증의 개에서 부정맥과 심근부전은 중요하지 않고, 갑상선 치료와 함께 사라진다(Beier et al., 2014).\n\n"
}