{
    "title": "개와 고양이의 심장-신장 증후군",
    "author": "현창백 역",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "06\n심혈관계-신장 축 질환이 있는\n환자의 마취 관리\nAnaesthetic management of patients with\ncardiovascular–renal axis disorders\n서론\n심혈관계-신장 질환이 있는 환자의 마취는 쉽지 않다. 만약 마취가 필요한 상황이라면(안정화시킬 수 있다면 기다리는 것이 좋다), 마취에 따른 이득이 위험성을 상회할 때 마취를 실시해야 한다.\n대부분의 이러한 환자들은 보통 ASAAmerican Society of Anesthesiologists 카테고리 2~5단계로 분류되는 환자군으로 마취 관련 이병율과 사망률이 높은 환자군에 속한다(표 1). Redondo (2018)는 최근 스페인에서의 마취관련 사망률에 대한 조사 자료를 발표하였다. 이 조사에 따르면 건강한 개체(ASA 1) 그리고 정상 BCS 개체군에 비해 ASA 3~5단계 개체군과 악액질(마취사에 대한 예후 인자)이 있는 환자군의 수술 중 마취사고 발생률이 더 높았다.\nCRS의 심각도에 따라 마취제의 약동학과 약역학은 달라진다. 탈수 및 부종 형성과 마찬가지로 악액질은 약물 분포를 달라지게 한다. 심박출량과 말초 관류량이 감소되면 근육과 피하로 투여되는 약물의 흡수가 감소된다. 더 나아가 심박출량이 감소되면 약물의 대사 시간과 표적 장기에 대한 효과도 달라지게 된다(예, 마취제 투여 위치로부터 뇌까지 약물이 도달하는 시간이 늘어나면 마취의 깊이가 보다 빠르게 변한다). 또한 많은 CRS 환자들은 저단백혈증을 가지고 있다. 일부 마취제는 단백질과 결합하여 작용을 하게 되는데 저단백혈증 때문에 단백질과 결합하지 않은 unbound fraction이 증가된다. 따라서, 단백질 결합이 높은 약물(예, propofol, lidocaine)은 약효가 더 강해진다. 간과 신장의 관류량이 감소되면 약물의 대사와 배설에 직접적으로 영향을 끼쳐 마취 작용 시간이 늘어난다.\n사실상 마취에서 사용된 모든 약은(ketamine 제외) 약하게(diazepam, midazolam) 또는 강하게(medetomidine, dexmedetomidine) 교감신경 활성을 차단하여 심근 수축력과 박동수를 감소시킨다. 따라서 이러한 약물학적 효과를 CRS가 있는 환자에 사용 시 고려해서 선택하고 용량을 결정해야 한다.\n마지막으로, CRS를 치료하는 데 사용되는 대부분의 약물들은 마취제와 상호 작용하기 때문에 투여량 대비 효과를 예측하기 더 힘들게 만든다.\n신장에 영향을 미치는 심혈관 질환 환자\n심장 질환은 특별한 병태생리를 가지고 있고 매우 다양하다. 더 나아가 심장 질환은 다소 보상되어 증상 발현을 억제할 수 있고, 이러한 임상 증상의 심각도는 다양할 수 있다. 그러므로 임상의는 모든 심장 질환을 하나의 그룹으로 포함해서는 안된다.\n마취 프로토콜의 목표는 심기능이 악화되고 심근의 피로도가 증가하며 대사적 산소 소비MO2C가 늘어나는 것을 예방하는 것이다. 대사적 산소 소비량은 심박수, 수축력, 후부하(말초혈관 저항성) 그리고 심근벽의 긴장도에 따라 크게 달라진다. 심근의 관류QM는 이완기에 발생하고, 관류량은 이완기 혈압DBP과 좌심실 이완말기압LVEDP에 따라 크게 달라진다는 사실을 명심해야 한다.\n\n환자에 대한 가능한 많은 임상 정보를 확보해야 한다. 심장 초음파 검사를 통해 정확한 진단을 내리고 환자의 심장 질환의 심각성을 파악할 수 있다. 좌심부전이나 호흡곤란이 있는 경우, 흉부 방사선을 촬영하여 무엇보다도 폐수종이나 폐질환의 존재를 파악하는 것이 좋다. 심전도는 부정맥이 의심될 때 매우 유용하다. 환자 평가에는 신장 및 간과 같은 다른 기관의 기능뿐만 아니라 산-염기 균형과 전해질 수치 측정 역시 포함되어야 한다.\n마취가 예정될 때마다 환자에게 주어지는 심장 약물을 평가하고 마취제와 진통제에 미치는 영향을 파악해야 하며, 마취 전에 언제 약을 중단해야 할지 결정하는 것이 좋다(표 2).\n급성 심혈관 질환\n심부전 증후군은 신체의 대사 요구량보다 낮은 심장 박출이 특징인 심실 기능부전을 말한다. 철저한 신체 검사(혈압측정, 말초 체온), 의료 기록과 현재 치료받고 있는 기록을 조사한 후, 환자를 곧바로 마취할지 아니면 마취전 안정화 작업을 실시할지 결정해야 한다. 일반적으로, 만약 호흡부전, 청색증, 빈맥, 그리고 심한 운동 불내성이 존재한다면, 그 환자는 마취 중 생존하지 못할 가능성이 높다.\n심장 질환 환자의 마취 가능 여부를 결정하는 데는 다음과 같은 사항을 참고하여 결정한다:\n1. 마취직전 심혈관계 평가와 검사 상 변화(마지막 심장 검사 결과와 비교)\n2. 심장에 위험이 될 수 있는 예후 인자의 존재(혈역학적으로 영향을 줄 수 있는 비보상성 울혈성 심부전, 부정맥, 폐수종, 당뇨, 신부전, 고혈압)\n3. 운동 불내성의 정도\n4. 수술 자체의 위험(수술의 해부학적 위치, 수술 시간, 수술 관련 출혈)\n이러한 사항을 평가하면, 환자가 마취를 견딜 수 있을지 여부와 마취 전 특별한 치료가 필요할지 여부를 결정할 수 있다.\n적절한 마취를 위해 다음과 같은 과정이 필요하다:\n전마취기와 전처치. 심기능(수축력과 심박동/리듬)과 혈량을 마취 전 안정시키는 과정은 필수적이다. 환자의 스트레스를 최소화해야 하며 마취전 산소 투여는 필수적이다. 많은 경우, 진정/전처치를 오직 opioid로만으로 실시한다(예, methadone 0.2 mg/kg 또는 butorphanol 0.2 mg/kg). Benzodiazepine 계열 약물 사용이 심근의 산소 소비량을 증가시키는 역설적인 작용이 나타날 수 있지만, 이러한 약물의 사용이 추천될 수 있다. 이러한 이유로, 저자는 마취 유도 시 diazepam이나 midazolam을 opioid와 함께 사용하는 방법을 사용한다. 환자의 혈관 접근을 위해 근육내 진정제 투여가 필요하다면, alfaxalone과(1 mg/kg) 비교적 높은 용량의 opioid (methadone: 0.4~0.5 mg/kg)를 섞어 사용하는 방법이 사용되기도 한다.\n마취 유도. 마취제 용량을 줄이고 심혈관계 억압을 줄일 수 있는 약물의 조합을 사용하는 방법이 유용하다. Alfaxalone 또는 propofol과 midazolam의 조합은 심혈관의 안정성이 높아 마취 유도 및 기관내 삽관 시 매우 유용하다. Alfaxalone을 이용하면(비록 propofol에 의한 심혈관계 억압 효과가 아주 일시적이지만) 심혈관계 안정성 유지에 큰 도움이 된다는 연구가 있다.\n환자 관찰. ECG, 혈압(가급적 침습적 측정법), 이산화탄소 분압(호기 중의 이산화탄소 분압 그래프) 및 체온을 포함한 종합적인 생체 지수를 모니터해야 한다. 모니터는 가능하다면 최대한 빨리 시작하여 마취 회복기까지 관찰해야 한다.\n마취 유지. 모든 마취는 심근의 수축력 감소와 말초 혈관의 확장을 유발한다. 이러한 요인 모두가 저혈압을 유발하기 때문에 다음과 같은 사항에 초점을 맞춰 치료해야 한다:\n마취 수준 조절\n심장의 수축력을 증가시켜주는 양성적 근력강화제를 사용하여 불필요한 과다 수액에 의한 부작용을 방지\n때때로 혈관 수축제를 사용하여 말초 혈관 확장에 대응\n강심제와 관련하여, 마취하는 날까지 pimobendan을 지속적으로 투여하는 것이 좋다. 정맥주사로 dobutamine(1~10 mg/kg/min)을 투여하면 b1-교감신경 흥분 효과를 볼 수 있다. 혈관 수축제로 주로 사용되는 약물은 phenylephrine(투여 속도 0.5~1 mg/kg/min)이다; 이 약물은 강심제의 효과가 나타나지 않을 때만 주의해서 사용해야 한다. 도파민은 a와 b-교감신경 흥분 작용이 있고 심실 수축력과 후부하를 증가시킨다.\n진통. 통증은 원치 않는 교감 자극을 유발한다. 따라서 모든 진통제의 사용은 긍정적 효과가 있다. 만약 서맥을 유발하여 심박출량의 저하가 없다면, 강력한 opioid의 사용은 도움이 된다. 특히 경막외 마취나 척수 마취 같은 국소regional 마취가 도움이 된다. 이러한 마취법은 부교감 신경톤을 증가시키기 때문에 이러한 환자에게 도움이 될 수 있다.\n회복. 산소 공급과 최소한의 교감 자극이 회복기 환자에 가장 중요하다. 따라서, 환자는 편안한 상태를 유지하고, 정상 체온, 정상 혈당수준 및 스트레스가 없는 상태를 유지해야 한다. 환자가 불편해하지 않는다면, 산소 치료는 필수적이다(예, 산소케이지).\n만성 심혈관계 질환\n이 환자들은 임상에서 매우 흔하다. 마취적 관점에서 3그룹으로 나누어 질 수 있다.\n확장성 심근증과 판막 폐쇄부전증(이첨판 폐쇄부전과 덜 흔하게 삼첨판 폐쇄부전).\n비대성 심근증과 판막 협착증(폐, 대동맥 또는 대동맥하).\n부정맥(이 경우, 마취를 할 수 없기 때문에 마취를 고려하지 않는다).\n확장성 심근증과 판막 폐쇄부전\n이 질환은 심각도와 진행도에 따라 심장 수축력이 감소되는 특징이 있다. 또한 역류되는 혈류 때문에 우심방(예, 삼첨판 폐쇄부전)이나 좌심방(예, 이첨판 폐쇄부전)이 확장된다. 일반적으로, 신체검사상 약간의 동성 부정맥이나 낮거나 중등도의 심박수를 보이면 긍정적인 소견으로 판단되고, 높은 수준의 운동 불내성이 동반되기도 한다. 마취 프로토콜 선정 시 다음을 목표로 해야 한다:\n일회박출시간stroke time을 줄이기 위한(역류가 발생하는 동안) 중간 또는 높은 심박동 유지\n혈관 확장 촉진(역류 혈류를 줄이고 전방 혈류를 증가시킴)\n심근 수축력 최적화\n다음과 같은 마취 단계별 처치를 실시한다:\n전처치. 신경이완진통neuroleptoanalgesia을 이용한 진정제 투여가 강력하게 추천된다. Acepromazine (0.01~0.03 mg/kg)은 methadone (0.2 mg/kg) 또는 butorphanol (0.2 mg/kg)과 같은 opioid 약물과 사용 시 중등도의 진정을 유발한다. Acepromazine에 의한 혈관 확장 때문에 전방 혈류가 촉진된다. 보다 깊은 진정이 필요한 환자는, midazolam (0.3 mg/kg), ketamine (0.5~1 mg/kg) 또는 medetomidine (5~10 mg/kg)을 추가 투여한다. 약물의 선택은 필요한 진정의 정도와 질환의 심각도에 따라 달라진다. 저자는 acepromazine의 혈관 확장 효과에 대한 medetomidine의 반대 작용 때문에(Saporano et al., 2013) 혈압을 정상 범위로 유지할 수 있어서 보통 acepromazine (0.02 mg/kg), methadone (0.2 mg/kg)과 medetomidine (5 mg/kg) 합제를 사용한다.\n유도. 질환의 심각도에 따라 propofol 또는 alfaxalone(마취 유도기 동안 심박출량이 가장 안정적으로 유지됨)이 사용될 수 있다. Propofol 또는 alfaxalone을 lidocaine, ketamine 또는 benzodiazepine류 약물과 합제로 사용하는 방법 또한 적절한 마취법이다. Lidocaine(마취 유도제 투여 전 1~2 mg/kg IV)은 심근 수축 감소 효과가 있지만, 항부정맥과 심장 보호 효과를 보이기 때문에 이러한 환자에서 매우 선호되는 약물이다. Ketofol로 알려진 propofol과 ketamine의 1:1 혼합제는 심혈관계에 대한 높은 안전성과 마취 유도 효과를 보이기 때문에, 이러한 환자에서 좋은 옵션이다(Martínez-Taboada and Leede, 2014).\n모니터. 혈압에 대한 모니터는 필수적이다. 질병의 심각도에 따라, 침습적인 방법이나 비침습적 방법으로 혈압을 모니터해야 한다. ECG, capnography, pulse oximetry 및 체온에 대한 모니터 역시 강력히 추천된다.\n유지. 모든 마취 약물은 전방 혈류를 촉진하는 말초혈관 확장을 유발한다. 흡인성 마취제가 마취 깊이를 빠르게 조정할 수 있고 빠르게 제거할 수 있기 때문에 이러한 환자에게 더욱 추천된다. 수술중 수액 처치는 극히 제한적으로 실시해야 한다. 비록 수액 처치가 금지되지는 않지만, 주의 깊게 모니터해야 하고, 2~4 ml/kg/h를 초과해서는 안 된다.\n진통. 이러한 질환의 환자에서는 과도한 교감신경 자극과 심근의 작업 부담 증가를 막기 위해 부분(국소) 마취 기법이 지시된다. 적절한 전부하를 유지하고(환자의 순환 혈량을 신중하게 평가 후) 서맥(만약 발생하면, 즉각 치료해야 한다)의 발생을 예방해야 한다.\n회복. 환자의 산소 포화도와 심혈관계 기능에 대한 모니터를 환자가 완전히 회복될 때까지 지속해야 한다.\n비대성 심근증과 판막 협착증\n심근 비대증은 주로 심실 유출로의 폐색 때문에 발생한다. 따라서 다음의 소견을 관찰할 수 있다:\n근육량의 증가\n좌심실 박출량 감소\n심실 확장성 또는 순응도(탄력성) 감소와 함께 심실내압의 상승(미세한 용적 변화에도 보상하기위해 높은 압력이 필요하다.)\n심실 전체 압력의 증가\n등용성 수축기isovolumetric contraction의 연장\n이완기 동안 심실이 혈액으로 채워지는 심실 신장성(순응도)의 감소는 동박동에 따른 심방 수축(심실 충전의 40%는 심방 수축에 의해 일어남)과 환자의 전부하(정맥 환류량에 의한 혈량에 의해 결정됨)에 의해 결정된다. 이러한 환자들은 수축기 때 심근의 비후, 등용성 수축기 연장에 따른 산소 소비량 증가, 짧아진 이완기(관상동맥 관류가 일어나는 시기)로 인한 산소 공급의 감소 및 관상동맥 관류의 감소(심실 내압의 상승에 따른) 때문에 심근 허혈(흔히 심실성 부정맥에서 볼 수 있는)의 위험성이 높다. 이러한 환자들은 일회 박출량이 고정되어 있기 때문에 심박출량은 주로 심박수에 따라 달라진다. 이 경우, 마취 프로토콜은 다음과 같은 사항에 중점을 둬야 한다:\n심실 충전을 위한 동박동의 유지\n심실 충전을 용이하게 하는 순환 혈량의 최적화\n서맥을 예방하여 심박출량에 심각한 영향을 미치지 않도록 주의\n이완기의 감소로 인한 관류의 부족과 심근의 산소 소비를 증가시키는 빈맥을 예방\n관상동맥 전부하와 관류를 유지하기 위한 저혈압 및 혈관 확장을 예방\n다음과 같은 마취 단계별 처치를 실시한다:\n전처치. 이러한 환자에게 스트레스를 줄이고 산소 소비와 빈맥에 대한 부정적 효과를 줄이는 처치가 강력하게 추천된다. 마취전 산소 공급 역시 추천된다. 심박수를 조절하거나 감소시키고 저혈압을 예방하는 약물을 주어야 한다. 따라서 저자는 opioid 계열인 methadone (0.2 mg/kg)과 함께 medetomidine (5 mg/kg) 같은 알파 교감신경 차단제의 사용을 권장한다. 심박출량에 심각한 영향을 미칠 수 있는 급성 서맥을 예방하기 위해 가능하면 근육 내 경로를 사용하는 것이 좋다.\n마취 유도. 다시 한번, 목표는 심박수 변동폭을 최소로 유지하는 것이다(예, 개 60~90 bpm/고양이 100~120 bpm). 이러한 효과를 위해, alfaxalone 또는 alfaxalone/midazolam (0.3 mg/kg) 합제, propofol/midazolam (0.3 mg/kg) 합제, ketamin/propofol 합제(ketofol)를 사용하여 마취를 유도할 수 있다. Propofol 단독 사용은 추천되지 않는다. Medetomidine과 함께 합제로 사용하면 심박출량에 영향을 미칠 수 있는 서맥을 유발할 수 있다. Ketamine 단독 사용 또는 benzodiazepine과 합제로 사용하는 것 역시 추천되지 않는다(과도한 교감신경 자극에 따른 심박수 상승과 심근 허혈을 야기할 수 있기 때문에).\n모니터. 마취 초기 ECG와 혈압 모니터가 추천된다. Pulse oximetry (SpO2) 측정은 환자의 산소 포화도를 모니터할 수 있는 비침습적인 검사 방법이다. 위에서 언급한 질환처럼 capnography(호기말 이산화탄소 농도)를 통해 심혈관 및 호흡계를 동시에 평가할 수 있다.\n마취유지. 흡인성 마취제가 마취의 깊이를 쉽게 평가하여 조정할 수 있기 때문에 보통 유지용 마취 약물로 선택된다. Isoflurane과 sevoflurane 모두 용량 의존성 혈관 확장을 일으킨다. 따라서 최대한 가벼운 마취를 유지하고 마취제의 요구량을 줄이는 약물(예, medetomidine 2~5 mg/kg/h 또는 dexmedetomidine 1~3 mg/kg/h CRI)을 함께 투여하여 마취제 사용량을 줄이는 것이 바람직하다.\n진통. 마취제 요구량이나 교감 신경톤을 줄이기 위해 CRI 투여법이 추천된다. 저자는 과도하게 낮은 심박수를 막기 위해 알파 교감신경 흥분제나 lidocaine (1.8~3 mg/kg/h)의 사용을 선호한다. 부분(국소) 마취 역시 추천된다.\n마취회복. 회복하는 동안 심박수와 전부하가 안정되게 유지해야 한다. 이를 위해서는 지속적으로 모니터해야 하며, 필요한 경우 이 단계에서 진정제의 사용이 계속되어야 한다.\n심혈관계에 영향을 미치는 신장 질환 환자\n신장은 체액 유지, 전해질 관리, 산-염기 균형, 일부 신경호르몬과 관련된 여러 가지 중요한 기능을 담당하거나 기능 유지에 기여한다. 신장의 주된 기능은 물과 나트륨 항상성을 유지하면서 질소 성분을 제거하는 것이다. 정상 조건 하에서, 신장은 단백질이나 다당류를 여과할 수는 없다. 신체에서 가장 많은 혈액 공급을 받는 장기로, 심박출량의 15~25%를 받는다. 이 혈액의 대부분은 신장 피질을 통해 분포된다. 신장 관류압은 대략 50 mmHg에서 150 mmHg 사이로 매우 광범위한 범위에서 혈압이 조절된다; 이 범위 밖에서는 신장 관류압을 보전하기 위해 혈압 강화제나 ACE 억제제로 혈압을 치료해야 한다.\n신장 질환은 신전성, 신성(내인성), 신후성으로 분류될 수 있다. 이 질환은 신체에서 약물의 배설과 분포에 직접적인 영향을 미친다. 예를 들어, 체액 저류 또는 체액 고갈이 각각 존재하는 경우 약물의 분포가 증가하거나 감소할 수 있다. 약물 투여량을 조절하기 위해서는 creatinine의 청소율이 측정되어야 한다. 핍뇨 환자에서 이 비율은 5 ml/min에 가까운 값으로 감소할 수 있다. 만약 사용하고자 하는 약물이 loading bolus 투약이 필요한 경우, 환자의 세포외액량을 평가해야 하고, 다음 사항에 따라 투여량을 결정해야 한다:\n정상 혈량 상태의 경우, 표준 loading dose를 투여\n만약 환자가 탈수상태이면, loading dose를 감량\n만약 환자가 체액 저류상태이면, loading dose를 증량\n반감기가 길고 치료 지수가 넓은 약물를 투여할 경우, 투여량은 유지하고 투여 간격을 늘리는 것이 좋다. 치료 지수가 좁거나 반감기가 짧은 약물의 경우는 투여량을 감량하는 것이 좋다. 사람에서는 creatinine 청소율에 따른 GFR과 약물의 신장 배설률에 따라 약물의 투여량을 조정하는 계산법이 개발되어 있다. 하지만 현재까지도 수의 분야에서는 이러한 계산법이 개발되어 있지 않아서 경험적으로 약물의 투여량을 조정해야 한다.\n마취 자체는 모든 환자들에게 다양한 정도의 신부전을 일으킬 수 있다. 사람의 급성 신장 손상AKI의 경우, 20~50%가 수술 환자에서 발생한다. 또한, 이 환자들이 급성기에서 살아남는다면 다른 집단보다 만성 신장 질환CKD에 걸릴 확률이 8배 더 높아진다. 마취 중 AKI와 관련된 여러 위험 요인이 있는데, 이는 수술 전과 수술 중 요인으로 나뉜다(박스 1).\n심장 질환 환자와 마찬가지로, 종합적인 신체 검사, 환자의 의료 이력 조사 및 혈액 검사와 전해질을 포함한 실험실 검사를 반드시 실시해야 한다.\n신부전의 종류, 심부전의 심각도 및 수술 종류에 따라, 빠르게 환자를 안정화시키는 작업이 필요하다. 일반적으로, 이런 모든 환자들은 탈수 정도와 동반 질환의(예, 심장병) 존재 여부에 따라 다양한 강도의 수액 치료가 필요할 수 있다. 고칼륨혈증이 이러한 환자들에게 흔하기 때문에 다양한 강도의 고칼륨혈증 교정치료가 필요할 수 있다(간단한 0.9% saline 수액 치료에서부터 고강도의 insulin/dextrose 또는 salbutamol 투여법까지 다양한 방법이 있다). 심각한 고칼륨혈증이 있거나 빠른 교정 치료intervention가 필요한 경우(요도 폐색의 경우, 응급 카테터 설치를 위한 진정 또는 마취가 필요), 10% calcium gluconate를 투여하면 악성 부정맥을 예방할 수는 있지만 혈장 칼륨 수치는 교정되지 않는다.\n급성 신장 손상 환자의 마취\n이런 환자들 대부분이 마취 전에 안정화가 필요하다. 일반적으로 사구체 여과율GFR이 현저히 감소되고 탈수가 매우 흔하게 발생하므로 수액 치료가 필요하다(수액의 구성, 수액량과 투여 속도는 환자의 탈수 정도와 소변 생산 정도에 따라 달라진다). 특정 치료가 필요한 부정맥과 저혈압의 존재를 파악하기 위해서, 안정화 단계 동안 심전도와 혈압을 평가해야 한다. 마취의 목표는 환자의 가수상태hydration, 심박출량, 혈압 및 빈혈을 최대한 교정하여 신장에 대한 최적의 관류량과 산소 포화도를 유지하는 것이다.\n다음과 같은 마취 단계별 처치를 실시한다:\n전처치. Opioid는 진통과 일부 교감신경 차단 효과를 가지는 안전력이 넓은 약물이기 때문에 사용이 추천된다. 이러한 환자들 대부분은 보통 높은 수준의 스트레스와 교감신경 활성이 있기 때문에 신장 관류량이 더 많이 감소되어 있을 수 있다. Benzodiazepine계 약물(midazolam: 0.2~0.3 mg/kg IV or IM) 역시 혈압과 신장 관류에 거의 영향을 미치지 않는 넓은 안전력을 가지고 있다. Dexmedetomidine(그리고 medetomidine)은 인의에서 실험적 환경(허혈에서 세포의 보호 작용과 저산소증에 의한 세포 자연사apoptosis의 억제)과 임상 환경(심장 우회 수술에서 AKI의 발생 위험 감소)에서 신장을 보호하는 약물로 알려져 있다. 이러한 이로운 효과는 투여 용량에 따라 달라지는 것으로 보인다. 따라서, dexmedetomidine (1~2 mg/kg/h)의 CRI 투여로 불안증 해소와 교감신경 반응 차단 효과를 얻을 수 있고, 신장에 직접적으로 유익한 효과를 발휘할 수 있다.\n마취 유도. 일부 사람 연구에서 propofol이 다른 마취 유도제보다 이점이 있다고 제시된 바 있다. 수의 분야에서는 유효 용량으로 투여된 alfaxalone이 잘 알려진 대안 약물이다.\n모니터. 심혈관계 모니터링은 이러한 환자에서 기본이다. 특히 중등도에서 중증의 고칼륨혈증의 경우, ECG와 혈압 모니터는 아주 중요하다. 집중 수액치료가 필요한 환자라면, 중심 정맥압이나 pulse oximetry (SpO2)의 곡선 변화를 통해 과수화를 조기에 모니터할 수 있다. 마지막으로, 이러한 환자들에게 소변 생산은 필수적이기 때문에, 소변 생산량(ml/kg/h)을 측정하기 위한 요도 카테터 장착을 위해 마취/진정이 필요하다.\n마취 유지. Isoflurane의 투여량을 줄이기 위해, dexmedetomidine의 CRI 투여와 함께 흡입 마취로 마취를 유지하는 것이 가장 바람직하다. 이론적으로, 대안 약물인 sevoflurane은 soda lime에서 생산되는 compound A와 상호 작용을 하기 때문에 isoflurane이 있다면 사용이 금지된다. Compound A는 쥐에서 신독성을 유발하는 것으로 밝혀져 있지만, 사람에서는 미미한 것으로 보이며 개와 고양이에서 이러한 효과에 대한 연구 결과가 알려져 있지 않다.\n진통. 진통제의 사용은 이러한 경우에 필수적이다. 신장 관류량은 최적화되어야 하며 관류량을 떨어뜨릴 수 있는 교감신경 활성은 피해야 한다. Opioid와 a2 항진제는 AKI가 있는 환자에서 유용한 약물이다. 인의에서 경막외 마취는 교감신경을 차단하고 국소 혈관을 확장시켜 신장 관류를 촉진하기 때문에 수술 중 AKI의 발생 위험을 감소시키는 것으로 알려져 있다. 따라서, 수술이 필요한 AKI 환자에게 이러한 약물의 사용을 권장할 수 있다.\n마취 회복. 회복 단계 동안 신장 관류와 소변 생산에 대한 모니터가 지속되어야 한다. 신장 관류는 수액 치료와 혈관수축제(혈압강화제)를 사용하여 극대화시켜야 한다. 산소가 필요하고 산소 치료에 잘 견디면, 회복 중 산소를 보충하여 신장의 산소 포화도를 개선할 수 있다.\n만성 신부전 환자의 마취\n이러한 환자에서도 마취나 진정이 종종 필요하다. 하지만 이런 환자의 상당수가 제한된 간 기능과 심혈관계 기능을 보이는 노령 동물이다. AKI, 신장 손상, 동반 질환의 존재, 그리고 현재 환자가 받고 있는 치료들에 대한 평가가 이루어져야 한다. 만약 환자가 고혈압 때문에 ACEi를 투여받고 있다면, 마취 24~48시간 전부터 투여를 중단해야 하고 탈수도 교정되어야 한다.\n마취 시 중점을 두어야 할 것은 신장의 관류량과 산소포화도를 유지하는 것이다. 마취 방법은 AKI 환자와 매우 유사하지만, 보통 교정이 필요한 전해질 이상을 발견하는 것은 드물다. 환자의 혈압을 주의 깊게 관찰하고 저혈압 증상이 나타나면 즉시 교정하거나 일어나지 않게 방지해야 한다. 혈압을 적절하게 조절하거나 모니터할 경우, NSAID의 투여가 완전히 금기시되지는 않는다. 연구에 따르면, 관절염osteoarthritis (OA)과 만성 신장 질환이 있는 환자들에게 NSAID가 도움이 되는 것으로 밝혀져 있다. 저용량 meloxicam을 OA를 가진 고양이에게 경구 투여한 연구에서 대조군에 비해 근골격계 질환과 신장 질환의 개선이 나타났다. 따라서 환자를 적절하게 모니터하고 있고, 마취 회복기라면 NSAID 투여도 합리적인 선택이 될 수 있다.\n\n\n반려견이 매일 수시로 토한다면 뱃속으로 들어가는 음식이 거의 없는 개는 물론이고 곁을 지키는 주인의 속도 타들어 간다. 거대식도증의 전형적인 증상이다.\n이 병에 걸린 개의 치료에 비아그라 성분이 효과가 뛰어나다는 연구결과가 나왔다. 수전 머하인 미국 워싱턴주립대 박사 등 이 대학 수의사들은 22일 ‘미국 수의학 연구 저널’에 실린 논문에서 이렇게 밝혔다.\n개에서 드물게 나타나는 거대식도증은 음식물이 위로 넘어가지 못하고 식도에 정체돼 있다가 수시로 역류하는 질병이다. 이 병에 걸린 반려견의 음식 역류를 막기 위해서는 일어선 채로 먹이를 먹도록 해 중력의 힘으로 위장으로 내려가게 하는 기구(베일리 의자)에 태우는 방법이 널리 쓰인다.\n연구자들은 거대식도증을 앓는 개 10마리씩 두 집단을 대상으로 한쪽에는 비아그라 성분인 실데나필을 체중 1㎏당 1㎎꼴로 액체 상태로 먹이고 다른 집단에는 가짜 약(플라세보)을 투여했다. 1주를 쉰 다음에는 약을 바꿔 같은 실험을 되풀이했다.\n그 결과 비아그라를 투약받은 10마리 가운데 9마리가 게우는 횟수가 현저히 줄어드는 효과가 나타났다고 연구자들은 밝혔다. 거대식도증 증상이 심한 한 마리에서 증상 개선 효과가 나타나지 않은 것은 약물이 위에 도달하기 힘들었기 때문이라고 연구자들은 덧붙였다. 연구자들은 “중간 정도의 증상을 보인 개들에서 가장 극적인 효과가 나타났다”고 밝혔다.\n 먹이가 정상적으로 위로 넘어가게 되자 투약한 개의 체중도 평균 1㎏가량 증가했다.\n하인스 박사는 “거대식도증을 앓는 개는 음식물이 기도로 들어가 일어나는 흡인폐렴에 걸리거나 삶의 질이 너무 나빠져 증상이 나타난 지 8개월 안에 안락사하는 사례가 많다”고 말했다.\n비아그라 성분이 거대식도증에 걸린 개들에게 효과를 내는 이유는 식도 하부와 위 경계 부위의 꽉 닫힌 괄약근을 열어주기 때문이라고 연구자들은 밝혔다.\n하인즈 박사는 “(비아그라의 주성분인) 실데나필은 최초로 구토를 줄이는 효과를 내는 약물”이라며 “이것이 중요한 이유는 바로 그 때문에 개들이 결국 죽기 때문”이라고 말했다. 그는 “실데나필이 식도 하부의 괄약근을 20분∼1시간 동안 여는데, 이것이 개에게 딱 좋은 것이 괄약근은 개가 먹을 때만 개방돼야 하기 때문”이라고 설명했다. 그러나 연구자들은 비아그라 성분을 수의학 임상에 쓰기 위해서는 약물의 부작용 등 추가연구가 필요하다고 밝혔다.\n식도는 음식물이 그냥 지나가는 통로가 아니다. 음식물을 감지한 식도의 근육은 일련의 수축과 이완운동을 통해 음식물을 신속하게 이동시킨다.\n그러나 신경질환 등으로 식도의 반사운동에 이상이 생기면 식도의 근육이 탄력을 잃고 축 늘어진 공기주머니처럼 바뀌어 음식물이 정체되는 거대식도증이 생긴다.\n이 질병은 선천적 또는 다양한 후천적 원인으로 발생하는데 유전적으로 이 질병에 잘 걸리는 개 품종으로는 독일 셰퍼드, 래브라도 리트리버, 샤페이, 미니어처 슈나우저, 그레이하운드 등이 알려져 있다.\n비아그라는 미국 제약회사 화이자가 협심증 치료제를 개발하는 과정에서 부작용으로 나타난 발기부전 치료제 상품명으로 사람과 개의 폐동맥 고혈압 치료에도 쓰인다."
}