{
    "title": "개의 이첨판 폐쇄부전증",
    "author": "현창백",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "01\n심혈관계의 기본 구조와 기능\nANATOMY AND PHYSIOLOGY OF CARDIOVASCULAR SYSTEM\n\n심낭\n심낭pericardium은 얇고 질긴 섬유성 주머니로 심장을 완전히 둘러싸고 있으며, 소량의 체액(0.2~5 mL)이 심낭 안에 들어 있다. 심낭은 섬유성 외막과 장막성 내막으로 구성되어 있다. 심낭의 심저부cardiac base에서 폐동맥과 대동맥이 심낭에 쌓여 심근에 강하게 부착되어 있다. 심낭은 탄력성이 있어서 다량의 체액을 수용할 수 있다. 또한 지속적으로 확장도 가능하다. 다만 너무 확장되면 심낭 내 압력이 증가하면 심장 내강을 압박하여 심부전을 유발할 수 있다(특히 우심부전; 우심실 벽이 얇아서 더 많이 눌리기 때문에).\n폐\n개의 경우 좌측 폐는 전엽cranial lobe과 후엽caudal lobe으로 구성되어 있고, 전엽은 다시 전방부와 후방부로 나뉜다. 좌측 전엽은 제1늑골 넘어까지 확대되어 있고 약간 우중간에 위치한다. 우측 폐는 전엽, 중간엽middle lobe, 후엽 및 보조엽accessory lobe으로 구성되어 있다. 폐동맥간pulmonary trunk은 산소 농도가 낮은 정맥성 혈액을 우심실을 통해 폐로 운반한다. 폐동맥간은 우심실 유출로right ventricular outflow tract에 위치하는 폐성 섬유성 고리pulmonary ring에서 유래한다. 폐정맥의 역할은 폐로부터 산소를 받아들인 동맥성 혈액을 좌심방으로 보내는 것이다.\n심장\n개와 고양이의 심장은 근육으로 구성된 커다란 펌프로서 중격septum과 판막valve에 의하여 4개의 분방chamber으로 나누어져 있다. 심장은 크게 심실, 심방, 심방중격, 심실중격, 4개의 판막으로 구성되어 있다. 오른쪽 심장에는 심방과 심실 사이에 삼첨판tricuspid valve과 우심실 유출로에 폐동맥판pulmonary valve이 있고, 왼쪽 심장에는 심방과 심실 사이에 이첨판mitral valve과 좌심실 유출로에 대동맥판aortic valve이 있다. 이첨판과 삼첨판은 판막을 지지하는 건삭인대chordae tendinae와 유두근papillary muscle이 있다. 또한 심장은 근육층, 심방과 심실의 내막의 심내막측 및 심장 바깥에 위치하는 얇은 막성 조직인 심외막과 심장과 흉강 사이에서 심장을 싸고 있는 심낭으로 구성되어 있다.\n심장은 제3~6늑골 사이에 위치하고 심저부cardiac base는 등쪽을 향하고 심첨부cardiac apex는 배쪽을 향하고 있다. 혈액을 내보내는 심실은 아래쪽에 위치하고 혈액을 받아들이는 심방은 심실의 위쪽에 위치한다.\n정상적인 개의 심장 크기는 대략 체중의 0.7~0.8%이다(8 g/kg). 암캐의 경우, 수캐보다 심장의 크기가 작고 소형 견종이 대형 견종에 비해 체중에 대한 심장 비율이 크다. 노령견이나 비만한 개가 비만하지 않은 정상견에 비해 심장 비율이 작다. 고양이의 경우, 개에 비해 심장 비율이 작아서 대략 0.28~0.38% 정도이다. 대부분의 동물은 나이를 먹을수록 심장 비율이 감소하는 데 반해, 개의 경우, 나이를 먹을수록 심장의 무게 비율이 증가한다. 또한 개의 좌심실이 우심실에 비해 3배 정도 더 무겁고 두꺼우며, 고양이의 경우 3.5배 정도 더 무겁고 두껍다. 개의 경우 나이를 먹을수록, 좌심실의 두께와 심실 내 관강의 직경이 증가한다. 성견의 심실의 두께와 직경은 자견의 약 4배이다.\n심장의 위치 파악은 좌심이left auricle와 우심이right auricle, 관상 동맥의 위치를 통해 쉽게 가능하다. 관상구coronary groove는 우심실의 등쪽에 연결된 pulmonary conus 부위를 제외한 심장의 대부분을 포위하고 있다. 관상구의 관찰을 통해, 심방과 심실을 감별할 수 있다. 전방의 등쪽면에서 보면, 우심이는 폐동맥간pulmonary trunk 옆에 위치하고, 좌심이는 대동맥근aortic root 옆에 위치한다. 우심실 유출로right ventricular outflow tract (RVOT)와 주폐동맥main pulmonary artery (MPA)은 심장의 머리쪽-등쪽에서 가장 쉽게 관찰된다. 심첨은 좌심실에 의해서 형성된다. 심장을 꼬리쪽-등쪽면에서 관찰하면, 좌관상 동맥의 circumflex branch가 좌측의 관상구를 따라 좌심방과 좌심실에 분포되어 있는 것을 관찰할 수 있다. 좌관상 동맥은 꼬리쪽 좌심실벽에서 가장 뚜렷하게 관찰되고 우관상 동맥은 우심이 우관상구 후방으로 분포되어 우심실 벽에 분포되어 있다. 후대정맥caudal vena cava은 우심방으로 들어가고, 전대정맥cranial vena cava은 우심방의 등쪽면(심방의 상단)으로 들어간다. 폐정맥은 좌심방의 등쪽면으로 들어간다.\n심방atria은 비교적 얇은 벽 구조로 되어 있다. 심방은 전신순환(우심방)과 폐순환(좌심방)을 통해 심장으로 들어오는 혈액을 받아들이며 이후 심실로 혈액을 내보내는 역할을 한다. 때문에 심방의 확장 능력은 심실보다 훨씬 뛰어나다. 각 심방은 심방이auricle (auricular appendage)를 가지고 있다.\n우심방right atrium은 우심실의 위쪽에 위치하고 전신 정맥을 통해 들어온 혈액을 받아들인다. 우심이는 우심방의 일부분으로 작은 주머니 모양이며 약간 아래로 처져 있고, 폐동맥판의 우심실 유출로의 원위면에 근접해 있다. 다음과 같은 4개의 개구부(openings)가 우심방에 들어온다:\n전대정맥(머리, 목, 전지, 흉곽, 요추부와 후흉벽에 근접한 복벽에서 들어오는 혈액을 받아들인다)\n후대정맥(후지와 복부 장기 및 복벽의 혈액을 받아들인다)\n관상동(전대정맥 아래에서 위치하며 심장 내 혈액을 우심방으로 직접 보낸다)\n우방실공right atrioventricular orifice(우심방과 우심실 사이에 위치하며, 삼첨판이 사이에 존재한다)\n난원공fossa ovalis은 우심방벽 중간부에 위치하는 소형 함몰 조직depression으로 태생 전에 좌심방과 우심방의 혈액의 출입이 있던 흔적이다. 흔히 부검 시 이 부분을 forceps으로 찔러보면 개방이 그대로 잔존하는 경우를 볼 수 있다(난원공 개존증patent foramen ovale).\n좌심방left atrium은 심저부의 좌측에 위치하며, 좌심이는 폐정맥 혈관계와 연결되어 있다(예, pulmonary conus와 pulmonary trunk) 일반적으로 머리쪽-등쪽에서 2~3개의 폐정맥이, 꼬리쪽-배쪽에서 3개의 폐정맥이 폐로부터 좌심방으로 들어온다. 좌방실공left atrioventricular orifice은 좌심방과 좌심실 사이에 위치하며 이첨판이 사이에 존재한다.\n심방간 중격interatrial septum은 좌심방과 우심방 사이에 존재하며 우심방측 중격에는 난원공이 존재하고 좌심방측 중격에는 난원공을 덮고 있는 제1중격septum primum의 flap이 존재한다.\n심실ventricles은 두꺼운 근육 조직으로 구성되어 있고 혈액을 전신 혈관계와 폐혈관계로 내보내는 역할을 담당하고 있다. 또한 심실의 내부에는 이첨판과 삼첨판을 지지하고 있는 건삭 인대chordae tendinae와 유두근papillary muscle이 있다. 심실의 섬유는 표재층superficial layer, 중간층middle layer, 심부층deep layer로 구성되어 있고, 중간층이 가장 두껍다.\n우심실right ventricle은 혈관 저항성이 비교적 약한 폐혈관계로 혈액을 내보내며, 심실중격에 의해 좌심실과 분리되어 있다. 좌심실에 비해 비교적 혈액을 쉽게 내보낼 수 있기 때문에 심실의 두께는 좌심실에 비해 상당히 얇다. 만약 우심실을 횡축으로 절개할 경우, 심실은 초승달이나 반달 모양을 하고 있다. 우심실은 크게 두 부분으로 나누어져 있다: 유입부inflow region와 유출부outflow region.\n우심의 유입부inflow region는 삼첨판이 있는 방실공atrioventricular orifice을 말하고, 우심실의 유출부outflow region는 폐동맥판이 있는 폐동맥공을 말한다. 우심방으로 들어온 혈액은 삼첨판을 통해 우심실로 들어가고, 우심실이 수축하면 폐동맥을 통해 폐로 혈액을 내보낸다.\n유두근papillary muscle은 긴 원추상 근육돌기로 우심실벽에서 유래하고 건삭 인대와 연결되어 있다. 통상 세 개의 유두근이 관찰되지만, 유두근끼리 서로 융합되는 경우가 많기 때문에 근육의 수와 형태가 다양하다(특히 고양이).\n건삭 인대chordae tendinae는 가늘고 길며 질긴 섬유성 조직으로 통상 유두근의 첨단에서 유래한다. 드물게 근성 심실성 중격 융기ventricular septal protuberance에서 유래한다(특히, 삼첨판의 중격측 판막septal cusp이 이곳에서 유래). 건삭 인대는 판막첨으로 갈수록 여러 개의 곁가지로 나누어지면서 판막의 첨에 부착되어 있다.\n육주trabeculae carneae는 근성 융기 조직으로 우심실의 특징적인 구조물이다. 이 구조물의 대다수는 우심실의 유리벽에 분포되어 있다. 퍼킨지 섬유Purkinje fiber와 branch bundle를 함유하고 있는 중격 연주trabeculae septomarginalis는 심실벽, 유두근, 우심실의 유리벽으로 연결된다. 각각의 해부학적 구조물의 모양과 위치는 그림 1-3과 그림 1-4A를 참조하라.\n좌심실left ventricle은 두꺼운 벽으로된 원추형 분방으로 심장의 심첨을 형성하고 있다. 전방 이첨판 판막 소편은 좌심실의 유입로와 유출로를 분리하고 있다. 좌심실의 유입로를 통해 들어온 혈액은 좌심실의 유출로를 통해 대동맥판을 거쳐 상행성 대동맥으로 박출된다. 일반적으로 심첨부에서 유래하는 두 개의 유두근은 좌심실에 존재한다: dorsal papillary muscle(약간 후방에 위치), ventral papillary muscle(약간 전방에 위치). 건삭 인대는 여러 개의 가지로 방실판막 소편에 부착되어 있다. 하나 또는 두 개의 중격 연주가 존재하며, 고양이의 경우에는 그 수와 모양이 아주 다양하다.\n심실 중격interventricular septum은 좌심실과 우심실을 분리하는 역할을 하며, 심실의 대부분은 두꺼운 근성 조직과 아주 얇은 기저막으로 구성되어 있다. 일반적으로 심실 중격의 근층은 좌심실의 유리벽과 두께가 비슷하다.\n4개의 심장 판막valves이 심장 내 존재한다. 심장 이완기 때, 심실로 혈액이 역류되는 것을 막기 위해 대동맥판과 폐동맥판이 폐쇄된다. 이후에는 방실판(예, 이첨판과 삼첨판)이 개방되고 혈액은 심방으로부터 심실로 들어온다. 심장의 수축기 때, 대동맥판과 폐동맥판은 심실이 혈액을 박출하면서 개방되고 이러한 혈액들은 근접한 대형 혈관(예, 대동맥과 폐동맥)으로 들어간다. 방실판이 닫혀있는 동안은 건삭 인대가 신전되면서 판막을 심방 쪽으로 융기되게 한다.\n방실 판막atrioventricular valve들은 우심실과 좌심실의 유입로inflow tract에 위치하며, 혈액이 심실 수축기 때 심방으로 역류되는 것을 막는 역할을 한다. 심방쪽 판막은 external perimeter와 방실의 섬유성 고리에 의해 부착되어 있으며, 심실쪽 판막에는 건삭인대가 부착되어 있다.\n삼첨판tricuspid valve (right atrioventricular valve)은 3개의 판막 소편을 가지고 있다: 등쪽 중격소편dorsal septal cusp, 배쪽소편ventral cusp, 벽측소편parietal cusp. 때로 소형의 이차 판막 소편들이 판막의 끝부분에서 관찰되기도 한다. 이첨판mitral valve (left atrioventricular valve)은 삼첨판보다 강력하다. 그러나 삼첨판에 비해 판막 소편의 구별이 다소 불명확하다. 또한 이첨판은 두 개의 판막 소편을 가지고 있다: 중격측소편-전방소편septal cusp-anterior cusp, 벽측소편-후방소편parietal cusp-posterior cusp.\n대동맥 판막과 폐동맥 판막aortic and pulmonary valves은 흔히 반월판semilunar valve이라고 불리며, 대동맥과 폐동맥판은 섬유성 고리에 부착되어 있다. 각각의 판막은 우측소편right cusp, 좌측소편left cusp과 중격측소편septal cusp으로 구성되어 있다.\n심실의 기저부에는 흔히 심장 골격skeleton이라고 불리는 교원질과 연골로 구성된 섬유성 조직이 있다. 이 조직은 심방과 심실을 분리하는 역할을 한다. 심방에서 유래한 방실 속atrioventricular bundle이라고 불리는 심장 전도조직이 이곳을 통과하여 심실로 분포된다.\n심장의 혈관계(cardiac blood vessels)\n관상 동맥coronary arteries은 심근에 혈액을 공급하는 역할을 한다. 좌관상 동맥left coronary artery은 좌관상동left coronary sinus에서 유래되어 등쪽 심실간 분지까지 분포되어 있다. 이 혈관은 약간 사각으로 분포하고 있으며, 심장의 좌측면에 분포되어 있다. 이 혈관은 좌심실성 분지, 우심실성 분지 및 심실간 분지로 세분된다. 회선지circumflex branch는 좌관상 동맥에서 유래하며 심장의 꼬리쪽-등쪽으로 분포되어 있고, 좌심방과 좌심실로 혈액을 공급한다. 좌측 가장자리 심실성 분지left marginal ventricular branch는 좌심실의 좌측연을 따라 분포된다. 개의 경우에는, circumflex branch가 좌심실의 후방과 우심실의 후방에 혈액을 공급한다. 우관상 동맥right coronary artery은 우관상동right coronary sinus에서 유래하며, 좌측보다 작다. 이 혈관들은 아주 작은 혈관 분지로 나누어지며, 관상구의 오른쪽을 돌아서 우심이까지 분포되어 있다. 드물게 우심실까지 혈액의 분지가 확산되는 경우도 있다. 이 혈관들이 우심실의 유리벽의 2/3의 혈액을 공급하고 있다. 우관상 동맥의 가지atrial branch가 동결절sinus node에 혈액을 공급한다. 소형의 accessary coronary artery가 약 20%의 개에게 관찰된다고 한다.\n관상동coronary sinus은 대형 관상 정맥coronary veins의 끝부분에서 관찰되는 대형 혈관확장부이다. 이 부분은 심장에서 받은 혈액을 다시 심장으로 보낸다. 심장을 순환하고 난 혈액이 이 관상동을 통해 후대정맥의 개구부를 통해 우심방으로 들어간다. 또한 이러한 혈관은 소형의 반월판을 가지고 있어서 혈액이 역류되지 않는다.\n폐동맥간pulmonary trunk은 폐로 정맥성 혈액을 보내는 역할을 한다. 폐동맥간은 우심실에서 유래하며, 좌심이와 우심이 사이에 위치하고 좌폐동맥과 우폐동맥으로 나누어진다. 좌측과 우측의 폐동맥이 나누어지는 분지부bifurcation 근위단에는 동맥관 인대ligamentum arteriosum라고 불리는 흔적 기관이 있다. 동맥관 인대는 태생기 때 동맥관ductus arteriosus(폐동맥과 대동맥의 연결부)이 퇴축하여 생긴 인대조직이다. 폐동맥간의 내측면 상단이 대동맥과 닿아 있으며 폐동맥과 대동맥이 서로 나선형으로 마주하고 있다. 폐동맥간의 1/4 원위단에서 섬유소성 심낭이 붙어 있다.\n대동맥aorta은 가장 두꺼운 혈관으로 좌심실로부터 박출된 혈액을 전신 동맥으로 보내는 역할을 한다. 상행성 대동맥은 좌심실 유출로에서 유래하여 심장의 꼬리쪽-등쪽면에서 갑자기 굴곡을 형성하고, 꼬리쪽으로 진행되는데 이 부위를 대동맥궁aortic arch이라고 한다. 대동맥은 여기서 후방으로 사람의 경우에, 3개의 가지로 분지된다(trifurcation). 대동맥궁에서는 혈액이 머리, 목, 전지로 들어가는 대형 동맥 혈관을 따라 이동한다. 그러나 개와 고양이의 경우 두 개의 가지로 분지된다(bifurcation). 첫 번째 분지인 완두동맥brachiocephalic trunk은 대동맥궁에서 분지되는 첫 번째 대형 동맥성 혈관으로 약간 오른쪽으로 사각을 이루면서 기관지 배쪽면을 따라 내려간다. 이 혈관은 좌경동맥left common carotid artery과 우경동맥right common carotid artery으로 분지되고, 두 번째 좌쇄골하동맥left subclavian artery은 아래로 내려가면서 우쇄골하동맥right subclavian artery으로 분지된다.\n심장의 전도계\n심장은 동방결절sinoatrial (SA) node, 방실결절atrioventricular (AV) node, 히스속His bundle으로 구성된 특수 전도조직을 가지고 있다.\n동방결절은 가는 반월 모양의 세포들에 의해 형성되며 전대정맥, 우심이와 우심방이 만나는 부위에 위치한다. 결절의 길이는 다양하지만 통상 후 대정맥으로 갈수록 가늘어진다. SA node는 생리학적으로 심장 전도를 개시하는 충동형성 세포pacemaker로 구성되어 있다. SA node에는 교감신경과 부교감신경섬유가 분포되어 있다.\n심방과 심실을 연결하는 심장 전도세포 집단을 방실 접합부atrioventricular junction라고 한다. 방실결절은 Purkinje cell로 구성된 전도 조직으로 우심방 내면의 심방중격 바로 아래에 위치한다(triangle of Koch; Koch 삼각구에 위치). 방실결절의 섬유는 심장 기저부를 통과하여 심근을 향해 아래로 분포되며, 좌각과 우각의 분지branch bundle라고 불리는 일련의 전도 조직이 심실 간 중격과 좌심실 외벽을 따라 형성되어 있다. 이러한 branch bundle은 우각right branch bundle과 좌각left branch bundle으로 나누어져 있다. 좌심실 내 전도 섬유들은 심실중격면의 내막하 조직 아래에 형성되어 있으며 중격을 따라 내려가면서 3개의 가지로 분지된다: anterior branch, posterior branch, septal branch. 우심실의 전도 섬유는 심실중격과 우심실 외벽을 따라 우심실 전체에 퍼져있다.\n\n심혈관계의 순환(cardiovascular circulation)\n정상 개와 고양이의 심장은 두 개의 심방, 두 개의 심실로 구성되어 있다. 좌심실로부터 동맥혈이 대동맥을 통해 전신으로 나가고, 이산화탄소와 노폐물이 가득한 혈액이 대정맥을 통해 우심방으로 들어온다. 더 나아가 이러한 혈액은 우심실을 통해 폐동맥을 거쳐 폐로 들어가게 된다. 폐에서 가스 교환이 일어나며, 새롭게 산소를 포획한 혈액이 폐정맥을 통해 다시 좌심방으로 들어간다.\n임신 중의 태아 내 혈액 순환은 폐가 무기폐 상태이므로 어미의 태반을 통해 산소를 공급받는다. 또한 이러한 혈액은 태반을 통해서 태아의 체내에 축적된 이산화탄소와 노폐물을 제거해야 한다. 이러한 두 가지 일을 수행하기 위해, 태아의 심장 내에는 우심과 좌심 사이에 태생기 혈관단락shunt이 존재한다(예, 난원공과 동맥관).\n전체 순환계는 크게 전신순환계systemic circulation와 폐순환계pulmonary circulation로 나뉜다. 이러한 순환계는 한 방향으로만 열리는 판막에 의해서 혈류의 방향을 일정하게 유지할 수 있다. 폐의 모세혈관으로부터 산소를 받은 혈액이 폐정맥을 통해 좌심방으로 들어간다. 좌심실의 이완기 때 혈액이 좌심실을 충전하고 이 혈액은 심실 수축기 때 대동맥을 통해 전신순환계로 혈액을 내보낸다. 전신순환계는 대동맥, 세동맥, 전신 동맥, 모세혈관으로 구성되어 있다. 대형 동맥들은 탄력성(평활근)이 있어, 심장 이완기 때 말초 조직으로 혈액을 보낼 수 있다. 또한 전신순환계는 고혈압 상태이기 때문에(100~150 mmHg 이상) 심장보다 높은 곳에 위치하는 뇌 같은 장기나 사지 말단부까지 혈액을 보낼 수 있다. 세동맥 내에도 평활근이 있어서 수축/이완 운동을 통해 혈관 저항성vascular resistance의 변화를 유발할 수 있다. 모세혈관망bed에서는 산소를 조직 내로 보내고 이산화탄소를 받아들인다. 이러한 혈액은 정맥과 대정맥을 지나 우심방으로 들어간다. 심실 이완기 때 혈액은 우심실로 유입되며 심실 수축기 때 폐동맥을 통해 폐로 들어간다. 폐의 모세혈관은 혈관 저항성이 약하다. 그러므로 폐순환계의 혈압은 전신순환계보다 아주 낮다(15 mmHg 이하). 폐포와 주위 모세혈관 사이에 가스 교환이 일어나고 이렇게 산소와 교환된 이산화탄소는 호기 시 폐를 통해 제거된다.\n폐의 모세혈관과 간질 사이의 체액의 교류는 정수압과 교질삼투압에 의해 유지된다. 동맥성 모세혈관은 정맥성 모세혈관에 비해 정수압이 높다(심장에 근접해있을수록 정수압이 높다). 반면에 정맥성 모세혈관은 교질삼투압이 높다(교질의 양이 많을수록 높다). 이러한 압력의 차이를 이용하여 모세혈관상에서 혈액과 간질액 사이에 상호 교환이 일어난다.\n총 혈량total blood volume은 체중의 6~8% 정도이다. 대략 80%의 혈액이 전신 순환계에 있고 15%의 혈액이 폐순환계에 있으며 나머지 5%의 혈액이 심장 내에 있다. 전신 정맥계는 저혈압성이며 용적이 넓고 신전성이 뛰어나서, 혈액 저장소라고 불리기도 한다. 따라서 혈액의 70~80%는 정맥계 내에 있다. 5%의 혈액은 모세혈관에 있으며 나머지 15~20%는 동맥계 내에 있다. 때문에 순환계 부전 시 혈량을 빠르게 이동하기 위해서는 정맥성 혈관확장제가 동맥성 혈관확장제보다 유용하다.\n폐는 다음 두 가지 경로로 혈액을 받는다: 1) 산소를 수용하기 위해 폐로 들어가는 폐동맥의 혈액, 2) 산소가 포화된 혈액을 폐조직에 공급하는 기관 동맥. 심장 수축기 때 뇌는 심박출량의 약 13% 정도를 받아들이고, 신장은 20~25%(혈압 조절 기능 때문에 크기는 작아도 많은 혈액을 받아들인다), 골격근은 20%, 소화기가 20% 정도의 혈액을 공급받는다. 심장은 반대로 심장 수축기가 아닌 이완기 때 관상 동맥을 통해서 심박출량의 약 4% 혈액을 받는다. 심한 운동을 하게 되면 혈액의 60% 이상이 골격근으로 집중되기도 한다.\n혈액이 좌심실을 떠난 후에는 대동맥, 동맥, 세동맥, 모세혈관, 세정맥, 정맥, 대정맥을 거쳐 우심방으로 들어간다. 이러한 과정 중에 혈압은 대동맥의 100~150 mmHg에서 우심방의 2~4 mmHg로 떨어지게 된다. 혈류의 속도는 혈관의 횡단면의 직경에 반비례한다(대동맥/대형 동맥은 혈류 속도가 빠르기 때문에 혈액이 빠르게 운반되며, 모세혈관에서는 혈류 속도가 느리기 때문에 영양소나 가스교환이 일어난다). 소형 동맥과 세동맥이 전체 동맥의 횡단면의 대부분을 차지하고 말초저항의 약 50% 정도를 차지하기 때문에 혈압과 혈류속도 조절에 중요하다. 세동맥의 저항성vascular resistance의 변화는 총 말초혈관 저항성total peripheral resistance (TPR)에 상당히 큰 영향을 준다.\n폐 모세혈관, 간질과 폐포 사이에 형성된 미세 순환계microcirculation는 심장 질환을 이해하는 데 아주 중요하다. 폐의 모세혈관과 간질 사이의 체액의 교류는 정수압과 교질삼투압에 의해 유지된다. 정수압은 심박출 시 형성되는 혈관내압의 정도에 의해 결정되고, 교질삼투압은 체액 내 교질, 즉 단백질의 양에 의해 결정된다. 혈관 내 정수압은 간질의 정수압보다 높고 혈관의 교질삼투압은 간질의 교질삼투압보다 낮다. 이러한 압력구배에 의해서 혈관과 간질 사이에 체액이(더불어 산소와 이산화탄소) 서로 교류하게 된다. 하지만 두 공간 사이의 정수압의 차이가 두 공간의 교질삼투압보다 아주 약간 높다. 때문에 아주 소량의 체액이 간질 내 저류되고 이렇게 저류된 체액은 림프관을 통해 대정맥으로 다시 들어간다. 하지만 심부전이 있을 경우 모세혈관의 정수압은 크게 상승하게 되고 간질 내 저류되는 체액의 양은 크게 늘어나게 된다. 림프관으로 이동하는 체액의 속도는 일정하기 때문에 갑자기 늘어난 체액을 빠른 속도로 제거하기가 어렵다. 때문에 체액은 간질에 저류하게 되고 이러한 이유 때문에 심부전 시(예, 좌심부전), 폐부종이 나타나는 것이다.\n심장 주기(cardiac cycle)\n심장 주기는 크게 두 단계의 심실 수축기(빠른 박출기와 느린 박출기), 두 단계의 심실 이완기(빠른 충전기와 느린 충전기), 심방 수축기atrial systole, 수축기와 이완기 사이에 형성되는 등용성 수축기isovolumic contraction와 등용성 이완기isovolumic relaxation로 나뉜다.\n심장 주기상, 심방 수축이 끝난 직후 모든 판막들이 닫혀 있게 되고 이때 심실 내 혈량은 일정하다. 심실내압은 빠르게 상승하는 준비를 하게 되는데 이 시기를 등용성 수축기isovolumic contraction라고도 한다. 좌심실내압이 대동맥압(우심의 경우, 폐동맥압)보다 높아지면 반월판인 대동맥 판막이 열린다. 반대로 좌심실내압이 좌심방내압보다 높기 때문에 이첨판(우심의 경우, 삼첨판)은 폐쇄된다. 이때 이첨판이 닫히면서 제1심음이 발생한다. 이 시기가 심장 박출기의 개시(빠른 박출기rapid ejection)를 나타내고 심전도상에서 심실의 탈분극을 나타내는 Q파 다음에 형성되는 R파의 형성 시점에 일치한다. 좌심실의 혈액 박출은 처음에 아주 빠르게 일어나다가 심실과 대동맥 사이에 압력 차이가 소실되면서 점차 느려지는데 이를 느린 박출기reduced ejection라고 한다. 수축기 말기에 대동맥판이 닫히게 되는데 이때 대동맥판이 닫히면서 제2심음이 발생한다. 심실의 수축기는 심전도상에서 R파의 개시부터 T파가 끝날 때까지 기간을 말한다. 또한 대동맥판이 열렸다가 닫힐 때까지 시간이다. 이때 심실 내 남아 있는 혈량을 이완기말 용적end-systolic volume (ESV)이라고 하고 박출되어 나간 혈량을 총박출량total stroke volume (TSV)이라고 한다.\n혈액을 박출한 후, 심장 내 압력 차이가 소실되면서 일시적으로 모든 판막이 닫히는데 이 시기의 혈량은 일정히 유지되며 혈압은 떨어진다. 이 시기를 등용성 이완기isovolumic relaxation라고 한다. 이때 심실내압은 빠르게 감소한다. 심실내압의 감소로 인해 방실판(이/삼첨판)이 다시 열리게 되며, 이때 심방 내 혈액이 빠르게 심실 내로 유입된다. 이 시기를 빠른 충전기rapid filling이라고 하고 점차 심실내압이 증가하면서 심방과 심실 사이의 압력 차이가 소실된다. 이때 심방에서 심실로 혈액이 유입되는 개시 기간을 이완기 초기early diastole라고 하고 이첨판은 최대로 열려있다. 심방 내 혈액의 유입의 속도는 심실내압이 상승하면서 느려지는데 이 시기를 느린 충전기reduced filling라고 한다. 심박수가 아주 빠른 동물은 이 두 시기를 감별할 수 없다. 만약 이때 심실내강이 얇고 확장되어 있을 경우, 빠르게 유입되는 혈류에 의해 심실이 진동하면서 심음을 발생하게 되는데 이러한 심음을 갤롭성 제3심음S3 gallop sound이라고 한다. 심실내압이 다시 상승하면서 이첨판은 폐쇄된다. 심전도상에서 T파의 끝에서 P파의 개시까지를 나타낸다. 상기 충전기가 수동적인 혈액 충전기이고 심실은 심방의 수축에 의해 다시 한번 혈액을(충전 혈량의 약 15~20%를 차지) 받아들이게 되며, 이때 이첨판은 다시 한번 빠르게 열렸다가 닫히게 된다. 때문에 M-mode 초음파상에서 이첨판의 움직임은 ‘M’자 모양이다(이첨판의 움직임은 완전 개방 → 부분 폐색 → 개방 → 완전 폐색으로 진행, 때문에 이첨판의 움직임은 M자 모양, 반면 대동맥판은 개방 → 폐색으로 진행되기 때문에 ‘--’이런 모양이다). 제4심음은 심실내압이 조기에 상승되어 심방 수축기 동안 이첨판의 역류가 발생할 때 발생하는 심음이다. 이때 심실 내 있는 최대의 혈량을 이완기말 용적end-diastolic volume (EDV)이라고 한다. 심장 이완기는 심전도상에서 T파의 끝에서 QRS파가 시작되는 시기까지를 의미한다. 이완기 말기 용적EDV에서 수축기 말기 용적ESV을 뺀 값을 일회 박출량stroke volume 또는 총박출량total stroke volume이라고 한다.\n심장의 수축과 이완\n심실 수축력은 1) 심근의 수축 강도(inotropic strength), 2) 심실 내 남아 있는 혈량(심실 수축에 저항하는 힘; preload), 3) 심실과 대동맥 사이에 혈액을 박출할 때 생기는 말초혈관의 저항감(TPR; afterload)에 의하여 결정된다.\n심근은 actin (thin filament)과 myosin (thick filament)으로 구성된 수백만 개의 근단위sarcomere라고 불리는 심근 수축성 단백질과 이러한 수축운동을 조절하는 데 관여하는 troponin과 tropomyosin 같은 여러 가지 세포 골격계 단백질cytoskeletal protein로 구성되어 있다. 심근의 수축 운동은 ATP의 분해와 칼슘 유입에 의해서 유발되고 유지된다. 아직까지 정확한 심근 수축기전이 밝혀지지 않았지만, 현재까지 알려진 바로는 Z-line에 연결된 myosin이 hinge movement하는 cross bridge cycle 이론이 가장 널리 알려져 있는 학설이다. 이 학설에 의하면 actin과 myosin 사이에는 tropomyosin이 있어서 actin과 myosin 사이의 cross bridge가 발생하는 것을 막는다. 또한 myosin의 head에는 ATP를 가수분해할 수 있는 heavy mysoin head가 있다. 이때 칼슘이 유입되어 tropomyosin에 연결된 troponin C와 결합하게 되면, 이러한 actin과 myosin 사이의 tropomyosin은 이탈되고 myosin head가 ATP를 가수분해하기 시작하며 이로 인하여 cross-bridge가 형성되어 myosin의 hinge movement가 일어난다(심근 수축). 심근 세포 내 칼슘 농도가 상승함으로 인해 보다 많은 cross-bridge가 형성되고, 수축에 필요한 보다 강한 힘이 발휘된다. 심근 이완은 반대로 칼슘 농도가 감소하면서 cross-bridge의 작용이 소실되면서 일어난다.\n심근 세포 내 칼슘의 농도는 세포막의 Na/Ca exchanger, plasma membrane Ca pump 및 세포 내의 sarcoplasmic reticulumSR에 의해 조절된다. 만약 나트륨 이온의 전도 증가로 심근 세포의 탈분극이 일어나면, 칼슘이 세포 내로 유입되고, SR에 저장된 칼슘이 방출된다. 이러한 칼슘이 tropomyosin에 결합하여 심근 수축이 일어나게 한다. b-교감신경의 자극은 세포질 내 칼슘 농도를 상승시키며 보다 많은 cross-bridge을 형성하게 만들어서 더욱 강한 수축력을 유발하게 한다. 또한 ATPase를 활성하여 더 많은 에너지를 생산하게 한다. 때문에 b-blocker가 때로 심근 비대가 있는 환자의 수축력을 약화시키고 심박수를 감소시키기 위해 사용된다.\nFrank-Starling Law: 만약 모든 조건이 같을 경우, 심실 내 혈량이 많을수록(예, 전부하preload가 강할수록) 보다 강한 수축력이 발휘된다. 이러한 원리는 Frank-Starling Law라고 한다. 이러한 현상이 일어나는 이유는 신장된 심근섬유가 수축성 단백질을 감작시켜서 칼슘농도를 더 높게 상승시키고, 따라서 더 많은 cross-bridge가 형성되므로 더 강한 장력이 발휘되기 때문이다.\n심근의 이완myocardial relaxation은 troponin C에 결합된 칼슘이 세포 밖으로 이동하거나 SR로 되돌아가면서 actin과 myosin 사이의 tropomyosin의 방해 공작이 다시 재현됨에 따라 일어난다. 심실의 충전압을 결정하는 중요한 인자는 심근의 이완 능력이다. 이러한 이완 능력을 결정하는 주된 인자로는 심실의 신전성ventricular compliance 또는 심실의 딱딱한 정도ventricular stiffness가 있다. 심근은 혈관이 혈액으로 채워지면 딱딱해진다. 그러므로 우심방압이 상승하여 관상 혈관계에 혈량을 증가시키게 되면 심실은 딱딱해진다. 또한 섬유성 조직이 심실 내에 침투되면, 심근의 탄력성이 소실되어 딱딱해지기도 한다. 여러 가지 인자들이 이러한 심근 이완 능력에 관여한다. 가장 중요한 것은 칼슘이온이 얼마만큼 troponin C에서 이탈하는 가이다. 또한 ATP 가수분해가 심근 수축 에너지 제공원이기 때문에 산소의 포화 상태(예, 저산소증 유무) 역시 중요한 변수가 된다. 심장의 확장 능력은 심실 외부압(예, 흉강내압)에서 심실내압(예, 이완기 말기압)을 뺀 것과 같다. 또한 이러한 능력은 심실 내 혈량preload에 따라 달라진다. 다시 말해, 심실 내 혈량이 많을 수록, 심실은 더 딱딱해지고less compliant, 심실이 신전되기 위해서는 더 많은 힘transmural pressure이 필요하다. 임상적으로 심실의 충전기전을 방해하는 질환으로는 비대성 심근증hypertrophic cardiomyopathy, 심근의 섬유화myocardial fibrosis, 심장 압전cardiac tamponade, 심근 경색myocardial infarction 및 흉강압을 상승시키는 질환들이 있다.\n심혈관계의 자율 조절(cardiovascular regulation)\n심혈관계의 조절은 1) 모든 장기로 동시에 최적의 혈액을 공급하고, 2) 최적의 심장 활동과 혈압을 유지하며, 3) 활동을 하지 않는 장기로부터 활동이 왕성한 장기로 안전하게 혈량을 재분포하기 위해 일어난다. 이러한 심혈관계의 조절은 혈관 평활근의 긴장감을 조절하여 혈관의 직경에 변화를 유도함으로써 일어나게 된다. 혈관의 긴장감은 1) 자가조절반응, 2) 신경조절, 3) 호르몬 조절 등에 의해 유지된다.\n연수뇌교부에서는 중추 신경계에 의한 순환기 조절이 일어난다. 이러한 중추성 수용기의 경로는 대동맥과 경동맥(혈압이 높은 곳)에서 대정맥과 심방(혈압이 낮은 곳)을 거쳐 좌심실까지 분포되어 있다. 이러한 수용기들은 주로 심방의 늘어난 정도stretch에 반응한다. 이로 인해 수축기 때 형성되는 자극이 심장과 혈관에 전달되어 혈압과 심박수를 조절하는 항상성 반응을 유도한다. 경동맥동carotid sinus과 대동맥궁aortic arc에는 전신 동맥계의 혈압의 변화를 감지하는 압력 수용기baroreceptor가 분포되어 있다. 경동맥동에 있는 압력 수용기는 설인신경을 통해 연수로 혈압의 변화에 대한 신호를 보내고, 반면 대동맥궁의 압력 수용기는 미주신경을 통해 혈압의 변화를 연수에 알려준다.\n자율 신경계autonomous nervous system는 흉요추 신경에서 유래하는 교감신경과 두개천골 신경craniosacral nerve에서 유래하는 부교감신경이 심장을 조절하는 자율 신경계이다. 혈압이 떨어지면, 교감신경이 흥분하게 되고 부교감신경은 억압된다. 교감신경 말단에서는 norepinephrineNE이 방출되며 이러한 NE는 알파-교감신경과 베타-교감신경을 자극한다. 알파1-교감신경은 혈관 평활근에 분포되어 있어 혈관 수축(특히, 정맥)을 유발한다. 혈관 평활근에는 베타2-교감신경 또한 분포되어 있으며, 만약 알파1-교감신경이 차단될 경우, 베타2-교감신경이 혈관 확장을 유발한다. 베타2-교감신경은 주로 심방의 동결절sinus node에 많이 분포되어 있고 일부는 심실에도 분포되어 있다. 베타2-교감신경은 chronotropic심박동을 빠르게하는 작용이 inotropic심실 수축력을 강화시키는 작용보다 강하다. 반면에 베타1-교감신경은 inotropic 작용이 강하다. 그 외에도 베타3, 베타4-교감신경에 대한 존재가 보고되어 있으나, 아직까지 연구 단계에 머물러있다. 이러한 교감신경의 흥분은 1) 심박동을 빠르게 하고, 2) 심근 수축력을 강화시키며, 3) 전신동맥의 저항성systemic vascular resistance(혈관 수축)을 증가시킨다. 정맥계에 대한 교감신경의 작용은 정맥 혈관계의 수축으로 정맥귀환량venous return을 증가시키는 것이다. 또한 신장에서 renin의 분비를 촉진하여 나트륨과 수분의 재흡수를 촉진한다. 이러한 모든 작용은 궁극적으로 혈압을 상승시킨다.\n부교감신경은 심실보다는 심방에 더 많이 분포되어 있고 신경 말단에서 acethylcholineAch를 분비하여 muscarinic receptor를 자극한다. 동결절에서는 탈분극이 발생하는 속도를 느리게 하고 혈관 평활근을 이완시켜 혈관확장을 유발한다. 심박수 조절에 있어서는 교감신경계 영향보다는 미주신경(부교감신경) 영향력이 더 크다. 부교감신경은 교감신경 효과에 반대 작용을 나타내며, 혈압을 낮추는 역할을 한다.\n혈압 유지와 혈관 수축 조절에 여러 가지 호르몬이 관여한다. Angiotensin IIAGII, antidiuretic hormoneADH과 endothelin류ETs 등이 대표적인 호르몬들이다. 이러한 호르몬들은 저혈량증과 혈류 속도 저하에 반응하여 혈관 수축을 유발하므로써 전신 혈관 저항SVR을 증가하여 혈압을 상승시킨다. AGII는 renin에 의해서 형성되고 혈관 수축으로 혈압을 상승시킨다. 또한 사구체에서 교감신경 활성을 증가시킨다. AGII는 두 개의 receptor가 있다(AT1과 AT2). AT1은 혈관에 주로 분포되어 있고, AT2는 심장에 주로 분포되어 있다. 이러한 receptor들은 AGII는 혈관 평활근을 수축시키고, NE 분비를 촉진하여 교감신경을 흥분시키며, 특히 심근에 분포된 AT1 receptor는 심근 비대를 촉진시키는 작용이 있다.\nADH는 뇌하수체 후엽에서 분비되며 체내에는 두 개의 receptor가 있다(V1 과 V2). V1은 혈관의 수축을 유발하여 혈압을 상승시키는 작용이 있고(이러한 작용은 AGII가 더 강하다). V2는 신장에서 수분을 저류하는 작용이 있다.\nETs는 강력한 혈관 수축물질로 3개의 endothelins이 발견되어져 있다(ET1, ET2, ET3). 혈관 내에는 2개의 receptor가 있다(type A, type B). Type A receptor는 ET3보다는 ET1에 특히 친화력이 높다. 반면에 type B receptor는 모든 endothelins에 균등한 친화력을 가지고 있다. Type A는 강력한 혈관 수축 작용을 가지고 있다. NE와 AGII는 이러한 ETs 분비를 촉진한다. 개와 사람에서 심부전증이 있을 경우, 순환 혈액 중의 ETs의 농도가 높아진다고 한다. ETs는 AGII와 유사하게 심박수를 증가시키며, 심근 수축력을 상승시키고, 혈압을 상승시키는 작용이 있다. 또한 심근 비대를 유발한다.\n정맥귀환량venous return이 심실의 충전량과 심장의 박출량을 결정하는 인자이다. 혈량 조절은 동맥압과 혈류 속도 조절에 중요하다. 또한 혈량은 정맥압과 모세혈관압에 커다란 영향을 준다. 예를 들어, 심한 심부전이 있어서 심실 내 혈량이 25~30% 정도 증가될 경우, 이완기말 심실내압이 증가하여 정맥압과 모세혈관압이 동반 상승케하여 체액저류(예, 폐부종, 복수)를 유발한다.\n심장 분방 내 혈량의 변화는 심방과 심실벽, 대정맥 결합부, 폐동맥 및 심내막하관상혈관계에 분포된 기계적 수용기mechanoreceptor에 의해 감지된다. 감지된 신호는 연수의 교감신경과 부교감신경을 통해 혈관 저항성과 심박동에 변화를 유발하여 심장 분방 내 혈량 변화에 탄력적으로 대처할 수 있게 한다. 심방과 심실 내 분포된 미주신경은 심장 분방 내 용적과 심근 수축력의 변화를 감지하여 교감신경을 억압시키고 부교감신경을 흥분시킨다.\n신장은 나트륨과 수분의 재흡수를 조절하기 때문에 혈량 조절에 가장 중요한 기관이다. 혈량이나 심박출량이 감소되면 신혈류량이 감소된다. 이로 인해 수입성 세동맥압이 상승하고 교감신경을 흥분시킨다. 그리고 macula densa의 나트륨이온의 유입을 감소시킨다. 이러한 반응은 renin의 분비를 촉진시킨다. Renin의 분비 증가는 궁극적으로 신피질에서 AGII와 aldosterone 합성을 증가시킨다. 이러한 호르몬 분비체계를 renin-angiotensin-aldosterone systemRAAS이라고 한다. Renin의 분비는 대동맥 내의 압력 중추, 교감신경, mecula densa에 도달하는 세뇨관액의 구성의 변화 및 prostaglandin류에 의해서 조절된다. Aldosterone은 칼륨이온과 수소이온의 분비를 촉진하고 나트륨의 재흡수를 촉진하여 수분의 혈액 내 유입을 증가시키므로 궁극적으로 혈량을 증가시킨다. AGII는 갈증을 증가시키고 소금에 대한 섭취 욕구를 증가시키므로 간접적으로 나트륨을 저류시키고 혈량을 증가시키는 작용을 하게 된다. 또한 직접적으로 근위 세뇨관에 직접 작용하여 나트륨의 재흡수를 촉진하게 된다. 또한 신장 세동맥을 수축시켜 신혈류량을 감소시키므로 사구체 여과율glomerular filteration rate (GFR)을 떨어뜨린다. 사구체 여과율의 저하는 혈장의 urea nitrogenBUN와 creatinine 농도를 상승시킨다. 비록 AGII가 신장 세동맥을 모두 수축시키지만, 수출성 세동맥의 수축이 수입성 세동맥의 수출보다 강하게 일어나기 때문에 결과적으로는 혈량과 혈압을 모두를 상승시킨다. 나트륨의 배설과 저류는 혈량 유지에 중요한 역할을 담당한다. 특히 나트륨이온의 배설은 앞서서 언급이 안된 제3의 인자인 사구체 여과율에 의해 크게 좌우된다. 심방 신전atrial stretch 및 빈맥에 의해 방출되는 atrial natriuretic factorANF 역시 혈량 유지에 중요한 역할을 한다. ANF는 네프론 내의 receptor에 결합하여 수입성 세동맥을 확장시키고 수출성 세동맥은 수축시켜서 신장 내 사구체 여과율을 증가시킨다. 이로 인하여 집합관에서 나트륨이온의 재흡수를 억압한다. 더 나아가 renin과 angiotensin류의 합성을 억제하며 aldosterone과 ADH 분비 역시 억제한다. 하지만 ANF는 작용력이 강한 호르몬은 아니다. 때문에 사람의 연구에서 보면 말기 심부전 환자에서 이러한 ANF의 농도를 상승시켜도 다른 인자들에 의한 나트륨과 수분 저류 현상을 역전시킬 수는 없다고 한다.\n혈압이 감소되면 심방 내 압력 수용기는 뇌하수체 후엽을 자극하여 vasopressinADH의 분비를 촉진한다. 이러한 반응은 갈증을 유발하게 되고 신장의 집합관에서 수분을 저류시킨다. 심투압 수용기 역시 vasopressin의 분비를 유발할 수 있으나 압력 수용기처럼 강하지는 않다. Vasopressin의 분비는 심방의 늘어남stretch에 의해 억압되고 심방 내 혈량 감소에 의해 항진\n된다.\n혈압과 혈량에 대한 연구는 많이 진행되어 있으나 상대적으로 혈류 속도의 결정 인자에 대한 연구는 아직도 미비하다. 다음 세 가지 중요한 인자에 의해 혈류 속도가 조절된다: 1) 전신 동맥압, 2) 정맥압과 모세혈관압, 3) 정맥성 산소 분압. 한 연구에 따르면 모든 포유류 동물들의 폐동맥 분압이 ~40 mmHg로 일정하게 유지되는 것으로 보아 정맥의 산소 분압은 혈류 속도를 결정하는 데 아주 중요한 역할을 한다고 보고하고 있다. 또한 경동맥체와 대동맥궁에 분포되어 있는 화학 수용기는 산소 분압의 변화를 감지하여 호흡의 빠르기를 조절한다. 폐에 분포된 근세포들은 HEME linked protein(신장에서 erythropoietin 분비를 조절하는 단백질과 성질이 유사함)을 가지고 있고 이러한 단백질들은 O2 sensor 같은 역할을 하고 저산소증 상태이면 혈관을 수축시켜 혈류 속도를 빠르게 한다.\n혈압이 혈류속도를 결정하는 주요 인자이기 때문에 혈류에 대한 외적인 저항impedance과 전신 혈관 저항성systemic vascular resistance (SVR)이 혈류 속도를 결정하는 주요 인자가 된다. 예를 들어, 대동맥 혈류 속도는 1) 대동맥의 직경, 2) 대동맥벽의 탄력성, 3) 말초 동맥계에 형성되는 전신 혈관 저항성SVR과 4) 혈구의 수나 혈액의 점도viscosity 같은 외적인 요인에 의해 결정된다. 결국 혈류의 속도는 afterload에 영향을 주는 요인에 의해 결정된다고 보아야 한다. 혈액의 점도는 PCVpacked cell volume와 혈청 단백질의 농도 및 적혈구의 foldability(직경이 큰 적혈구가 직형이 작은 모세혈관을 통과할 때 생기는 저항)에 의해 결정된다.\n심장의 전도로(cardiac conduction pathway)\n심장 전도 세포의 가장 중요한 기전은 심장 수축을 규칙적이고 체계적으로 유지하는 것이다. 이러한 심장의 수축은 활동전위action potential라고 하는 전기적 충동에 의해 유발된다. 심장의 세포들은 얇은 막을 가지고 있고 여러 가지 이온들이(1 또는 2 전하를 띠는) 특이한 이온 채널을 통과하여 세포막으로 이동하면서 전하를 발생한다. 이들 채널들은 어떤 이온에만 특이하게 출입을 허용하며, 때문에 세포막 내 이러한 이온의 투과성permeability의 변화에 따라 이온들의 농도 차이가 일어난다. 이로 인하여 세포막 내 서로 다른 전하를 띠게 되며(이온들의 농도 차이에 따라), 이를 막전위membrane potential라고 한다. 정상 세포들은 보통 세포 내 전하가 약간의 음성을 띠며, 특히 심장 세포의 경우, 270~280 mV의 전하를 띠는데 이를 휴식기 전위resting membrane potential라고 한다. 세포가 흥분을 하게되면, 빠른 속도로 이러한 음극의 전하가 양극의 전하로 바뀌는데 이를 활동전위라고 하고 이로 인하여 심근 세포는 수축을 하게 된다. 이러한 활동전위는 세포막을 통해 여러 이온들이 이동하여 막투과성의 변화를 일으키기 때문에 생성된다.\nA. cardiac pacemaker\n심근은 크게 심장에 전기적 충동을 전달하는 전도 세포와 수축을 유발하는 심근 세포로 구성된다. 통상적으로 심장의 수축과 이완을 조절하는 전기충동은 동방결절sinoatrial (SA) node에서 유래한다. 하지만 심장 모든 조직 내에서 이러한 pace-making을 하는 전기적 충동이 일어난다. SA node가 심장 박동을 조율하는 것은 단지 SA node의 충동이 가장 빠르게 일어나기 때문이다. 전기적 충동은 SA node를 시작하여 방실 결절atrioventricular node; AV node, 히스속His bundle, 좌각과 우각right and left branch bundle, Purkinje cell를 거쳐 심실로 전도된다. 만약 허혈성 손상이나 염증, 괴사에 의해 다른 전도 세포의 action potential의 생성속도가 빨라지거나, 동박동의 action potential의 생성속도가 느려지면, 동방결절이 아닌 다른 부위에서 pacemaking이 일어나게 되고 이러한 현상 때문에 부정맥이 일어난다.\n탈분극depolarization이란 세포 내 전하가 음극에서 양극 전하로 빠르게 바뀌는 시기를 말하고 재분극repolarization이란 세포 내 전하가 양극에서 다시 음극 상태로 돌아 가는 것을 말한다. 이러한 변화는 Na1, K1, Ca21이온들의 이동에 의해(이온 채널의 개폐 여부에 따라) 유발된다. 활동전위의 생성/소멸에 관여하는 이온 채널의 종류는 SA node(동방결절), AV node(방실결절), 심방, Purkinje 세포 등이 다소 차이가 있다. 예를 들어, 심실의 활동 전위 생성과 소멸에 관여하는 이온 채널은 다음과 같다.\nPhase 0: Phase 0은 Na1이온의 투과성 증가와 K1이온의 투과성 감소로 음극의 휴식기 전하가 양극으로 바뀌는 시기로, 빠르게 탈분극이 일어나는 시기이다.\nPhase 1: Phase 1은 Ito 전하에 의해(주로 K1과 Cl2이온이 관여), 짧은 기간의 조기 재분극이 일어나는 시기로 Purkinje cell의 활동전위에서는 볼 수 있으나 pacemaker인 SA-node의 활동전위에서는 나타나지 않는다. 이러한 조기 재분극을 action potential overshoot이라고 한다.\nPhase 2 & 3: Phase 2는 plateau를 유지하는 시기로 유입되는 Ca21이온의 양과 유출되는 K1이온 간에 균형을 이루는 시기로 특히 심근 세포에서 오랫동안 지속되며, 서서히 다른 칼륨 채널이 열리면서 phase 3으로 이동한다. 이 시기에는 세포 내 전하가 다시 음극을 띠는 재분극이 일어난다.\nPhase 4: Phase 4는 전하가 휴식기 전하와 같은 음극의 전하로 되돌아가고 이러한 상태는 다시 나트륨 유입을 증가시키게 되어 활동전위를 다시 유발하므로 다른 말로 pacemaker potential 또는 diastolic potential이라고도 한다.\n지금까지 설명한 활동전위는 주로 Purkinje cell 같은 non-pacemaker cell에서 볼 수 있는 활동전위이고, SA node 같은 세포의 활동전위는 이와 다소 차이가 있다. 이들 세포에서 활동전위의 탈분극은 빠르게 유입되는 칼슘 채널의 개방에 의해 유발되고 phase 1과 2는 미흡하다. 여러 가지 이온 채널이 이러한 활동전위의 유발과 유지에 관여하며, 이들 채널의 개폐 여부는 주로 세포막 내 전하에 따라 달라진다. 또한 이러한 채널은 활성 상태activation, 비활성 상태inactivation 및 휴식기resting가 있고 비활성 상태와 휴식기는 서로 다른 상태이다. 항부정맥 치료제는 주로 활성 상태/비활성 상태 채널에 선택적으로 작용하지, 휴식기의 채널에 영향을 주지는 않는다. 막반응성membrane responsiveness이란 세포 내 이온의 교류에 의해 세포막의 전하가 얼마나 빠르게 반응하는지를 나타내는 용어로 반응성이 감퇴되면 활동전위의 지속 기간이 길어진다(이온 채널의 반응이 느려져서 세포막 내 이온 변화가 느려지므로). 회복기refractoriness란 심장 세포가 탈분극된 후 정상 휴식기 전위로 회복되는 시기를 말한다.\n\n"
}