{"title": "10 . 개의 피하 비만세포종에 대한 진단 영상 소견", "author": "권소정", "publisher": "한국수의과학회", "department": "내과", "disease": "10 . 개의 피하 비만세포종에 대한 진단 영상 소견\n5세 래브라도 리트리버가 오른쪽 견갑 부위에 국소적 열감이 있는 피하 종양을 보였습니다. 자기공명영상(MRI)에서 T1 강조 영상(WI)에서는 이질적으로 저신호 종양이 보였고, T2WI와 지방 억제 T2WI에서는 고신호가 보였으며, 조영제 후 T1WI에서는 경계성 조영 증강과 주변 조직으로의 침윤이 있었습니다. 종양의 조직병리학적 검사에서 인접한 피하 지방으로 침윤하는 피하 비만세포 종양(MCT)이 확인되었습니다. 이것은 수의학에서 피하 MCT의 MR I 소견을 설명한 최초의 보고서입니다. 이 연구는 MRI가 피하 MCT의 침윤 정도를 진단하는 데 도움이 될 수 있음을 시사합니다.\n키워드을 실시한다 피하 , 비만세포종 , 개 , 진단영상 , 자기공명영상\n이동 : \n비만세포종(MCT)은 개에서 가장 흔한 피부 종양으 로 보고된 모든 피부 종양의 약 21%를 차지합니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용합니다. 피부 MCT의 생물학적 특성은 주로 조직병리학적 등급을 통해 진단되며 이는 예후 진단 및 치료 결정에 중요합니다[ 3 , 4 ]. 개 피하 MCT의 예후 지표을 중심으로 한 이전 연구에 따르면 조직학적 패턴과 불완전한 수술적 여백이 생존 및 국소 재발의 주요 위험 요인으로 확인되었습니다[ 2 ]. 수술은 피하 MCT를 제어하는 데 선호되는 치료 선택이기 때문에[ 2 ] 수술적 절제 전에 조직학적 패턴과 침윤 정도를 진단하는 것이 특히 중요할 수 있습니다. 인간의 경우 자기공명영상(MRI)은 우수한 연조직 분해능으로 피 부 종양의 침윤 정도를 결정하는 데 일반적으로 사용됩니다[ 5 ]. 이것은 동물에도 적용될 수 있습니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용합니다. 여기서 우리는 개의 피하 MCT의 초음파 영상, 컴퓨터 단층 촬영(CT), MRI 소견을 설명합니다.\n영어을 실시한다 5세 된 거세된 수컷 래브라도 리트리버, 체중 49.7 kg을 경북대학교 수의학교육병원에 우측 견갑골 부위의 피하 종양으로 의뢰하였습니다. 종양은 처음에는 부드러웠지만, 그 후 빠르게 자라서 딱딱해졌고, 가려움을 유발하는 듯했습니다. 신체 검사 결과 우측 견갑골 측면에 넓고, 따뜻하고, 단단하고, 움직이지 않는 종양이 있었습니다. 혈청 C-반응성 단백질 수치는 현저히 증가했습니다 (200 mg/L; 기준 범위 20-30 mg/L). 그럼에도 불구하고, 전혈구수와 혈청 전해질은 정상 범위 내에 있었습니다.\n피하 비만세포 종양이 있는 개의 덩어리 사진(A)과 초음파 영상 이미지(B). 따뜻하고 단단하며 움직이지 않는 덩어리가 오른쪽 견갑골 측면에 확인되었습니다(A). 경계가 불분명하고 저에코성 및 이질성 실질 에 고에코성 병소(BD)가 있는 피하 덩어리 방사선 사진에서 오른쪽 견갑골에 연조직 불투명도가 있는 넓은 기저의 피하 종양(6.8cm)이 확인되었습니다. 초음파 영상 소견에서 종양의 경계가 불분명하고 저에코 및 이질성 실질에 고에코 병소가 있는 것으로 나타났습니다. 또한 컬러 도플러 영상에서 종양 실질에 최소한의 혈류가 나타났습니다. 게다가 종양 주변에서 현저한 고에코 지방 변화 CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용합니다. 환자는 메데토미딘(0.01mg/kg, Domitor; Zoetis, Korea)으로 전처치했습니. 또한 프로포폴(5mg/kg, Anepol; Hana Pharm, Korea)로 전신 마취를 유도하고 2% 이소플루란으로 유지했습니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용합니다. 스캐닝 매개변수는 다음과 같습니다. 120 kV; 150 mA; 슬라이스 두께=1.0 mm; 회전 시간=0.75초. 자동 주사기(A-60; Ne moto Kyorindo Co., Japan)를 사용하여 300 mgI/kg iohexol(Bonorex 300 주사액; Daehan Pharm, Korea)을 30초 동안 정맥 투여한 후 조영제 증강 검사를 시행했습니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용합니다. 모든 CT 데이터는 3.0mm 슬라이스 두께에서 횡단면과 시상면에서 횡단면으로 재구성되었습니다. 조영제 비투과 영상은 경계가 불분명한 타원형 모양의 약간 이질적인 덩어리를 보여주었습니다. 덩어리 실질의 조영제 증강은 확인되지 않았고 실질의 감쇠 값은 조영제 비투과 영상과 조영제 투여 후 영상에서 약 20 HU였습니다. 그러나 이 덩어리는 경미한 경계면 대조 증강을 보였고, 덩어리에 인접한 비조영제 지방 가닥 오른쪽 액와 림프절이 약간 확대되었습니다. 오른쪽 견갑골의 골용해와 원격 전이의 증거는 없었습니다. 경계가 잘 정의되지 않은 이질성 피하 덩어리의 감별 판단은 심각한 지방 염증, 피하 농양, 림프절 종대가 있는 연부 조직 덩어리였습니다.\nCT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용합니다. 덩어리는 경계가 불분명하고 타원형이며, 경미한 경계 조영제 증강(화살촉)이 있는 약간 불균질합니다. 조영제 증강 없이 덩어리 옆에서 지방 가닥이 관찰됩니다(화살표). 덩어리는 T1W 영상에서 불균질하게 저신호이고 T2W 및 지방 억제 T2W 영상에서 불균질하게 고신호입니다. 조영제 투여 후 지방 억제 T1W 영 상에서 현저한 경계 조영이 관찰됩니다.\n그 후, 피하 종양의 확장 및 침윤을 확인하기 위해 1.5 T MR 시스템(Signa explorer; GE Healthcare, USA)을 사용하여 MRI를 시행했습니다. 전신 마취 하에 환자를 복측 눕힌 자세로 눕히고 16채널 플 렉시블 코일을 사용하여 스핀 에코 시퀀스로 영상을 얻었습니다. T1 가중(T1W) 영상 반복 시간[TR] = 621ms 및 시간 에코[TE] 9ms, 매트릭스 크기 = 380×240, T2 가중(T2W) 영상(TR = 4,468ms 및 TE = 65ms, 매트릭스 크기 = 380×240), 지방 억 제 T2W(TR = 5,083ms 및 TE = 68, 매트릭스 크기 = 320×240) 영상 및 오른쪽 견갑골 영역의 조영제 후 지방 억제 T1W(TR = 699ms 및 TE = 11ms, 매트릭스 크기 = 380×260) 영상을 얻었다. T2W 시퀀스는 횡면, 시상 면 및 등면 평면에서 얻었다. T1W, 지방 억제 T2W 및 조영제 투여 후 지방 억제 T1W 시퀀스는 16 x 16cm 시야, 2.5mm 슬라이스 두께 및 0.5mm 슬라이스 간극으로 횡단면에서 스캔되었습니다. 조영제 검사를 위해 0.3mL/kg(Clariscan; GE Healthc are)의 가도테레이트 메글루민을 정맥 주사했습니다. 덩어리는 T1W 영상에서는 불균일하게 저 신호였고 T2W 영상에서는 고신호였습니다. 덩어리는 지방 억제 T2W 영상에서 억제되지 않았으므로 지방 함유 병변이 아님을 시사합니다. 조영제 증강이 없는 고신호 영역이 T2W 영상에서 덩어리에서 확인되어 괴사 또는 체액 축적을 시사하지만 CT에서는 감지되지 않았습니다. 종양은 조영제 투여 후 지방 억제 T1W 영상에서 이 질적 실질 조영 증강과 함께 현저한 변연 증강을 보였다. 종양 주변의 지방에서 지방 억제 T2W 영상에서 고신호 선이 관찰되었 고 조영제 투여 후 지방 억제 T1W 영상에서 조영 증강이 관찰되었다. 이 종양 주변 조영 증강은 종양의 현 저한 변연 증강보다 약한 조영을 보였다. 종양은 T1W, T2W 및 지방 억제 T2W 영상에서 인접 조직과 모호한 변연을 보였고 조영제 투여 후 지방 억제 T1W 영상에서 변연 증강이 있었으므로 종양 침윤이 의심되었다. 또한 T2W 영상에서 깃털 같은 경계를 가진 액체와 같은 고신호 영역이 검출되어 종양 주변 부종을 시사했다. 이러한 MRI 소견은 인접 침윤이 있는 연부 조직 종양을 시사했다.\n국소 재발 가능성을 고려하여 2~2.5cm의 총 여백으로 종양을 광범위하게 절제했습니다. 절제된 종양의 여백은 조직병리학적으로 깨끗했습니다. 종양의 조직병리학적 검사에서 피하 지방층에 원형 세포 침윤이 나타났고, 원형 세포는 부종과 켈로이드 조직으로 둘러싸여 있었습니다. 부종은 종양 세포보다 더 넓게 분포했습니다. 종양 세포는 과염색질 핵과 풍부한 호 산성 또는 호염기구 세포질을 가졌습니다. 10개의 고배율 시야에서 1개의 세포 분열 모습이 관찰되었고, 더욱이 종양 내부에서 세포 괴사. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용합니다. 2개월 추적 관찰에서 재발이나 합병증은 발견되지 않았습니다.\n덩어리의 조직병리학적 단면. 피하 지방층에서 원형 세포 침윤이 관찰되고, 원형 세포는 부종과 켈로이드성 변화로 둘러싸여 있습니다(A). 종양 세포는 과염색성 핵과 풍부한 호산성 또는 호염구성 세포질을 가지고 있습니다(B). 헤마톡실린 및 에오신 염색, 척도 막대: 50 µm.\n이 보고서는 침윤성 성장 패턴이 있는 개에서 피하 MCT의 초음파 영상, CT 및 MRI 소견을 설명했습니다. 초음파 및 CT와 비교했을 때 MRI는 병변과 주변 조직으로의 침윤에 대한 자세한 자료를 제공했습니다.\n영어을 실시한다 개에서 피하 MCT의 영상 소견을 설명한 보고서는 극소수에 불과합니다[ 6 , 7 ]. 예를 들어, 이전 연구에서는 2마리의 개에서 침윤성 피하 MCT의 B모드 초음파 영상 소견을 보고했습니다[ 7 ]. 이 2마리의 개 종양은 주변 조직의 캡슐화와 침윤을 동반한 이 질적인 에코 질감의 저에코성 실질을 가지고 있었습니다[ 7 ]. 또한 이 연구에서는 이질적인 에코 질감, 주변 조직으로의 침윤, 과에코성 반점 및 공동 영역이 피부 및 피하 종양의 악성과 관련이 있다고 제안했습니다[ 7 ]. 주목할 점은 이질적인 에코 질감이 공동 영역, 섬유화 병소 또는 미세 석회화와 같은 다른 구조적 구성 요소의 존재를 나타냅니다[ 7 ]. 본 증례의 덩어리의 영상 특징은 이전 연 구의 악성 종양의 영상 특징과 일치했습니다. 그러나 우리의 증례에서는 덩어리의 캡슐화가 확인되지 않았습니다. 이는 인접 조직으로의 침습 정도가 다르기 때문일 수 있습니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용합니다. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용합니다. 그러나 우리 연구에서는 덩어리의 여백이 잘 정의되지 않아 주변 지방 조직으로 침습되었음을 나타냅니다.\n이전 연구에서는 피하 조직에서 고등급 연부조직 육종의 MRI 특징에는 T2W 이미지에서 이질적인 신호 강도, 종양 주변 대조제 증강 및 대조제 증강 없이 T2W 이미지에서 높은 신호로 관찰되는 괴사 영역이 포함된다고 보고했습니다[ 10 ].종종 종양과 함께 나타나는 종양 주변 부종은 T2W 이미지에서 깃털 모양의 경계가 있는 유체와 같은 신호로 나타나며 이는 명확한 종양 여백과 구별됩니다[ 10 ].본 증례에서 괴사 영역(조영제 증강이 없는 T2W 이미지에서 높은 신호 영역)과 종양 주변 부종(깃털 모양의 경계가 있는 T2W 이미지에서 유체와 같은 신호)의 MRI 특징이 감지되었는데, 이는 이전 연구와 일치하며 조직병리학적으로 확인되었습니다. 또한 본 증례에서 T2W 이미지에서 이질적인 신호 강도와 종 양 주변 대조제 증강이 감지되어 피하 악성 종양을 시사했습니다.\n이전 연구에서는 예후 진단를 위해 개 피하 MCT의 조직학적 특징을 경계가 명확한, 결합형(침윤-경계가 명확한), 침윤형의 3가지 성장 패턴으로 분류했습니다[ 2 ]. 경계가 명확한 패턴은 잘 경계가 명확한 덩어리가 특징이고, 침윤형 패턴은 인접한 지방으로 침윤성 성장을 보이는 경계가 불분명한 덩어리가 특징이었습니다[ 2 ]. 주목할 점은 세포 분열 지수가 생존 시간 감소의 가장 중요한 위험 요인으로 확인되었고, 조직학적 패턴은 경계가 명확한 패턴보다 3.18배 더 높은 사망률과 관련이 있었습니다[ 2 ]. 본 연구에서 종양은 T1W, T2W 및 지방 억제 T2W 영상에서 주변 조직과 경계가 불분명했고, 대조 후 지방 억제 T1W 영상에서는 경계가 강화되었으며, 이러한 결과는 이전 연구에서 설명한 침윤성 성장 패턴과 일치합니다[ 11 ]. MRI는 인간에서 성장 패턴을 파악하고 수술 전 절제 범위를 진단하는 데 사용할 수 있습니다 [11 ]. MRI에서 성장 패턴과 조직학적 소견 간의 일치를 보여주는 연구 결과 [ 11 ]를 기반으로, 본 연구 결과는 MRI 가 피하 MCT의 조직학적 패턴을 평가하는 데 도움이 될 수 있음을 뒷받침합니다.\nMCT에서 치료법 계획은 예후 요인과 질병의 임상 단계를 기반으로 수립됩니다[ 1 ]. 수술적 절제는 전이 증거가 없는 고립된 MCT의 경우 선택 치료법입니다[ 12 ]. 피부 MCT와 비교할 때 피하 MCT는 수술만으로 더 효과적으로 제어할 수 있으며, 이는 대부분의 피하 형태을 중심으로 한 치료법으로 입증되었습니다[ 2 ]. 이전 연구에서 완전 절제와 불완전 절제 후 국 소 재발률은 각각 2%와 12%였습니다[ 2 ]. 최근 연구에 따르면 피하 MCT의 수술 전 CT 진단는 종양과 정상 조직을 구별하는 데 효과적이지 않습니다[ 6 ]. MRI 의 우수한 조직 대비를 통해 덩어리의 침습성 범위를 식별하면 수술적 여백을 결정하는 데 도움이 될 수 있습니다. 우리의 경우 MRI 소견을 기반으로 덩어리의 광범위한 절제를 시 행했으며 2개월 추적 조사에서 재발이나 합병증의 징후가 없었습니다.\n결론적으로 MRI는 피하 연부조직 종양과 양성 병변을 구별하는 데 도움이 될 수 있으며, 인접 조직으로의 침습 범위, 조직학적 등급 및 성장 패턴을 결정하는 데 도움이 될 수 있하였다.. CT는 자유공기 감지를 포함한 흉복부 영상 평가에 유용하다..\n"}