{"title": "5. 한국산 개에서 개바이러스성 질병의 발생률과 개디스템퍼바이러스, 아데노바이러스 2형, 파보바이러스, 파라인플루엔자바이러스 5형의 바이러스 중화항체 유병률", "author": "양동건", "publisher": "한국수의과학회", "department": "내과", "disease": "5. 한국산 개에서 개바이러스성 질병의 발생률과 개디스템퍼바이러스, 아데노바이러스  2형, 파보바이러스, 파라인플루엔자바이러스 5형의 바이러스 중화항체 유병률\n\n개 디스템퍼 바이러스(CDV), 개 아데노바이러스 2형(CAV-2), 개 파보바이러스(C PV), 개 파라인플루엔자 바이러스 5형(CPIV-5)은 개에서 주요 바이러스 병원체입니다. 이 4가지 바이러스 병원체에 대한 개 예방접종이 있음에도 불구하고, 한국에서는 이러한 병원체에 대한 항체에 대한 연구가 거의 보고되지 않았습니다. 이 연구에서 우리는 개에서 최근 발생한 바이러스성 질병을 조사하고 한국 개에서 CDV, CAV-2, CPV, CPIV-5에 대한 혈청 감시를 진행했습니다. 2000년부터 2022년까지 한국 개 샘플에서 가장 자주 진단된 개바이러스성 질병은 CPV 질병으로, 전체 사례의 48.7%(464/953)을 차지했습니다. 2019년과 2022년 사이에 수집된 총 400개의 개 혈청 샘플을 사용하여 CDV, CAV-2, CPV 및 CPIV-5를 중심으로 한 바이러스 중화 항체의 존재 여부를 스크리닝했습니다. CDV, CAV-2, CPV 및 CPIV-5를 중심으로 한 전반적인 혈청 양성률은 각각 83.8%, 77.8%, 99.3% 및 82.0%였습니다. 개 혈청에서 CPV에 대한 보호율이 가장 높았고(98.3%) CAV-2에 대한 보호율은 가장 낮았습니다(44.8%). 수컷과 암컷 개는 혈청 양성률에 유의한 차이를 보이지 않았다. CDV 및 CPIV-5 혈청 양성률은 개에서 연령에 따라 증가했으며, CPV의 가장 높은 발생률과 혈청 양성률은 한국  개가 야생 CPV에 지속적으로 노출되었으며 CPV가 개 바이러스 질병 중에서 긴급하게 주의가 필요한 병원체임을 나타냅니다.\n키워드 을(를) 실시한다. 디스템퍼 , 파보바이러스 , 아데노바이러스 , 개 , 혈청 검사\n이동 : \n소개\n개 디스템퍼 바이러스(CDV), 개 아데노바이러스 2형(CAV-2), 개 파보바이러스(CPV), 개 파라인플루엔자 바이러스 5형(CPIV-5)은 전 세계 개에서 핵심적인 바이러스 질병 병원체입니다[ 1 ]. CDV( Morbilivirus 속 , Paramyxoviridae 과 )는 약 15kb의 유전체로 구성되어 있으며 호흡계, 소화계, 뇌, 척수를 질병시켜 기능을 손상시킵니다. CDV는 최근 질병된 개에서 나온 에어로졸을 통해 비강을 통해 전파됩니다[ 2 ]. CDV에 질병된 대부분의 개는 발열, 비강 분비물, 결막염, 각막염, 식욕 부진, 신경 증상이 나타나고 사망할 수 있습니다. CDV H 유전자 평가를 기초로 CDV는 America-1 및 America-2, Asia-1 및 Asia-2, Europe, Europe wildlife, Arctic-like 및 Africa[ 3 ]와 같은 여러 유전형으로 분류되었습니다. 한국에서는 Asia-1 및 Asia-2 유전형에 속하는  CDV가 개와 너구리에서 보고되었습니다[ 4 , 5 ].\n현재까지 개에서 2가지 개 아데노바이러스 혈청형.CAV-2( Mastadenovirus 속 , Adenoviridae 과 )는 3 0개의 개방 판독 프레임을 인코딩하는 35kb 이중 가닥 DNA 게놈을 포함합니다. 질병성 간염을 유발하는 개 아데노바이러스 1형(CAV-1)과 달리 CAV-2는 개와 야생 육식동물의 호흡 조직을 질병시키고 질병성 비강기관염을 유발합니다[ 6 ].CAV-2에 질병된 개는 발열, 기침, 콧물이 발생하고 CAV-2와 Bordetella bronchiseptica 에 동시에 질병되면 더 심각한 호흡기 증상이 나타납니다[ 7 ].CAV-2 질병은 최근 한국의 개와 야생 너구리에서 보고되었습니다[ 8 , 9 ].\nCPV( Protoparvovirus 속 , Parvoviri dae 과 )도 CPV-1과 CPV-2의 2가지 혈청형을 보인다. CPV-2는 1970년대 후반에 개가 돌연변이 고양이 전염성 바이러스(FPV)에 질병되었을 때 확인되었다. CPV-2는 FPV와 매우 유사하며 9 8% 이상의 상동성을 보인다[ 10 ]. CPV-2a, 2b, 2c라는 새로운 항원 변종이 등장하여 전 세계적으로 CPV-2를 대체했다[ 11 ]. CPV는 환경에서 매우 안정적이며 모체 항체를 잃은 강아지를 질병시킨다. CPV에 질병된 강아지는 고열, 식욕 부진, 구토, 출혈성 설사가 나타나고, 치료하지 않은 질병된 강아지의 90% 이상이 사망한다[ 12 ]. 바이러스 캡시드의 약 90%를 구성하는 CPV VP2 단백질은 중화 항체 개발에 관여하며 자연 질병 후 CPV 항체를 감지하기 위한 항원으로 사용됩니다[ 13 ].\nCPIV-5( Rubulavirus 속 , Paramyxoviridae 과 )는 이전에는 Si mian virus 5로 알려졌으며, 개에서 켄넬코프를 유발하는 일반적인 병원체입니다[ 14 ].파라인플루엔자 바이러스(PIV) 1-4형은 인간과 관련이 있으며 5세 미만의 어린이, 65세 이상의 성인 및 면역 체계가 약한 사람들에게 호흡기 감염을 일으킬 가능성이 높습니다[ 15 ].돼지, 소, 개, 햄스터 및 야생 동물을 포함한 많은 동물 종에서 PIV-5가 보고되었기  때문에 호흡기 증상이 있는 개에서 분리된 바이러스를 수의학 분야에서 CPIV-5라고 합니다. 개, 돼지 및 소를 포함한 다양한 동물에서 분리된 CPIV- 5의 유전적 상동성은 99% 이상으로 보고되었습니다[ 16 ].\n바이러스 중화(VN), 적혈구 응집 억제(HI), 간접 효소 결합 면역 흡착 검사 및 적혈구 흡착 억제 검사와 같은 여러 혈청학적 방법이 CDV, CAV-2, CPV 및 CPIV-5를 중심으로 한 항체를 측정하는 데 사용되었습니다. [ 1 , 17 ]. 이러한 혈청학적 방법 중 표준 판단 방법인 VN 검사는 4가지 병원체에 대한 항체 수를 정확하게 측정하는 데 사용되었습니다. 한국 개에서도 개 바이러스 질병이 보고되었지만 [ 4 , 5 , 8 , 9 ], 최근 발생 데이터 및 주요 개 병원체에 대한 혈청학적 조사가 부족합니다. 따라서 이 4가지 바이러스 병원체에 대한 혈청 감시는 개 개체군의 면역 상태에 대한 유용한 자료를 제공할 수 있습니다. 따라서 본 연구에서는 2000년부터 2022년 사이에 판단된 개바이러스성 질병의 발생률을 수집하여 평가했습니다. 또한, 2019년부터 2022년 사이에 수집한 400마리의 개에서 채취한 혈청을 사용하여 한국에서 분리된 CDV, CAV-2, CPV, CPIV-5에 대한 혈청학적 조사를 진행했습니다.\n이동 : \n재료 및 방법\n세포와 바이러스\nVero (ATCC, CCL-81), MDCK (ATCC, CCL-34), 및 A72 (ATCC, CRL-1541) 세포를 10% 열 불활성화 태아우시혈청과 항생제(페니실린 및 스트렙토마이신)-항진균제(암포테리신 B) 용액(Gibco, USA)이 보충된 Dulbecco의 변형 Eagle 배지에서 배양했다. Vero, MDCK 및 A72 세포는 CDV, CAV-2, CPV 및 CPIV-5를 중심으로 한 항체 수치를 측정하는 데 사용되었습니다. CD1901, APQA1701, CPV0901 및 QIA-B1201 균주는 자연적으로 질병된 개체에서 분리하여 CDV, CAV-2, CPV 및 CPIV-5에 대한 VN 검사에 사용했습니다. [ 8 , 18-20 ] .\n데이터 및 혈청 샘플 수집\n2000년부터 2022년까지 한국동물보건통합시스템에 신고된 모든 개바이러스성 질병에 대한 자료를 수집하여 분석했습니다. 2019년부터 2022년까지 대한민국 서울 및 경기도에 거주하는 개을 중심으로 한 혈청 감시 연구를 위해 총 400개의 혈청 샘플을 채취했습니다. 이 혈청은 해외로 여행하기 전에 광견병 검사를 받았고 사용할 때까지 -20°C 이하에서 보관했습니다. 각 개에 대해 개 주인에게서 성별, 나이, 품종과 같은 주요 자료를 수집했습니다. 모든 개는 4주 후에 광견병 백신을 2회 접종했습니다. 개에게 개 핵심 백신을 포함한 다른 백신을 접종했는지 여부에 대한 추가 자료는 제공되지 않았습니다.\nVN 테스트\nCDV, CAV-2, CPV 및 CPIV-5에 대한 VN 검사는 56°C에서 30분 동안 불활성화된 개 혈청을 사용하여 96웰 플레이트에서 진행되었습니다. VN 검사에 사용된 세포와 바이러스 균주는 달랐지만 모든 VN 검사의 실험 절차는 유사했습니다. VN 검사는 이전에 보고된 방법[ 21 ]에 따라 진행되었습니다. CAV-2를 중심으로 한 VN 검사에 사용된 배지는 APQA-1701 균주에 의해 발생한 세포 변성 효과(CPE)를 관찰하는 데 적합한 α-MEM(Gibco)이었습니다. 각 웰을 현미경으로 검사하여 바이러스 특이적 CPE를 검출했다. 바이러스 중화 항체(VNA) 역가는 CPE를 완전히 억 제하는 가장 높은 혈청 희석 계수의 역수로 표현되었습니다. 1을(를) 실시한다. 2 이상의 VNA 역가는 CDV, CAV-2, CPV 및 CPIV-5에 대한 양성을 나타내는 것으로 간주되었습니다. 보호 VNA 역가에 대한 임계값은 CDV 및 CPIV-5에 대해 1을(를) 실시한다.32 이상, CAV-2에 대해 1을(를) 실시한다.16, CPV에 대해 1을(를) 실시한다.64로 설정되었습니다[ 1 ].\n통계 분석\n모든 통계 분석은 R 소프트웨어 ver. 4.3.0을 사용하여 수행되었습니다. 범주형 변수의 혈청 유병률을 비교하기 위해 카이  제곱 및 Fisher 정확 검정을 사용했습니다. VNA 역가의 log 2 변환된 데이터 와 함께 비모수적 Krusk al-Wallis 검정을 사용하여 데이터의 정규 분포를 확인했습니다. 통계적 유의성은 p < 0.05로 설정되었습니다.\n이동 : \n결과\nCDV, CAV-2, CPV, CPIV-5를 포함한 개 바이러스 병원균은 KAHIS 프로그램의 데이터를 사용하여 2000년부터 2022년 사이에 조사되었다. 그림 1 에서 볼 수 있듯이 , 953건의 확진 사례 중 CPV가 가장 많은 판단 건수(48.7%, 464/953)를 차지했습니다. 진단된 CDV, 광견병 바이러스(RABV), CAV, 개 코로나바이러스(CCoV), CPIV, 개 헤르페스 바이러스(CHV), 개 인플루엔자 바이러스(CIV) 질병 건수는 각각 246건, 110건, 50건, 43건, 18건, 12건, 10건이었습니다. 칼리시바이러스 감염은 검출되지 않았습니다.\n \t\n2000년에서 2022년 사이 한국에서 확인된 개 바이러스 질병 건수(A)와 전체 진단 사례 수에서 각 질병이 차지하는 비율(953)(B). 2014년 이후로 광견병에 대한보고는 없었습니다. CPV, 개 파보바이러스; CDV, 개 디스템퍼 바이러스; RABV, 광견병 바이러스; CAV, 개 아데노바이러스; CCoV , 개 코로나바이러스; CPIV, 개 파라인플루엔자 바이러스; CHV, 개 헤르페스 바이러스; CIV, 개 인플루엔자 바이러스. 진단과 관련된 모든 데이터는 KAHIS 프로그램에서 얻었습니다.\n \nCDV, CAV-2, CPV 및 CPIV-5의 혈청 유병률은 대한민국의 서울 및 경기도에서 수집된 400마리의 개 혈청 샘플에서 VN 검사를 사용하여 조사했다. 이 연구에서 검사한 400마리의 개 중 213마리(53.3%)는 수컷이고 187마리(46.8%)는 암컷이었습니다. 개들의 평균 연령은 2.1세였습니다. CDV, CAV-2, CPV 및 CPIV-5를 중심으로 한 전체 혈청 양성률은 각각 83.8%(335/400), 77.8%(311/400), 99.3%(397/400), 82.0%(328/400)였습니다. 연도별 항체양성률 평가에서 CPIV-5에 대한 항체양성률 범위는 2020년 74.0%에서 2022년 90.0%로 크게 달랐습니다. CPV에 대한 항체양성률은 2020년 98.0%에서 2019년과 2021년에는  100%로 가장 작은 차이를 보였습니다. 4가지 바이러스를 중심으로 한 항체양성률은 성별에 따라 유의한 차이를 보이지 않았습니다. CDV, CAV-2, CPV, CPIV-5를 중심으로 한 보호율은 각각 45.3%(181/400), 44.8%(179/400), 98.3%(393/400), 53.8%(215/400)이었으며 CPV와 CPIV-5를 중심으로 한 보호율은 개가 나이가 들수록 증가했습니다.\n표 1.\n서울 및 경기도에서 수집한 개 혈액 샘플에서 바이러스 중화 검정을  사용한 CDV, CAV-2, CPV 및 CPIV-5의 혈청 양성률\n년도/성별\t4가지 개 바이러스 병원균을 중심으로 한 혈청 양성률\n\tCDV\tCAV-2\t실시간 가격\tCPIV-5\n2019\t91/100 (91.0)\t79/100 (79.0)\t100/100 (100.0)\t83/100 (83.0)\n2020\t81/100 (81.0)\t70/100 (70.0)\t98/100 (98.0)\t74/100 (74.0)\n2021\t81/100 (81.0)\t81/100 (81.0)\t100/100 (100.0)\t81/100 (81.0)\n2022\t82/100 (82.0)\t81/100 (81.0)\t99/100 (99.0)\t90/100 (90.0)\n남성\t173/213 (81.2)\t169/213 (79.3)\t212/213 (99.5)\t173/213 (81.2)\n여성\t162/187 (86.6)\t142/187 (75.9)\t185/187 (98.9)\t155/187 (82.9)\n총\t335/400(83.8)\t311/400 (77.8)\t397/400(99.3)\t328/400 (82.0)\n값은 양성자 수/검사 수(양성률)로 표시됩니다.\nCDV, 개 디스템퍼 바이러스; CAV-2, 개 아데노바이러스 2형; CPV, 개 파보바이러스; CPIV-5, 개 파라인플루엔자 바이러스 5형.\n \n표 2.\n개 연령에 따른 CDV, CAV-2 , CPV 및 CPIV-5의 보호율\n\t보호율(%)\tp- 값\tCPV 또는 CIPV-5\t보호율(%)\tp- 값\nCDV\t\t\t\t\t\n 총\t181/400(45.3)\t\t총\t393/400(98.3)\t\n < 0.5\t18/50 (36.0)\t0.40\t< 0.5\t46/50 (92.0)\t< 0.01 *\n 0.5-2.0\t65/130 (50.0)\t\t0.5-2.0\t127/130 (97.7)\t\n 2.0-7.0\t70/157 (44.6)\t\t2.0-7.0\t157/157 (100)\t\n ≥ 7\t28/63 (44.4)\t\t≥ 7\t63/63 (100)\t\nCAV-2\t\t\t\t\t\n 총\t179/400 (44.8)\t\t총\t215/400(53.8)\t\n < 0.5\t20/50 (40.0)\t0.51\t< 0.5\t19/50 (38.0)\t< 0.05\n 0.5-2.0\t57/130 (43.9)\t\t0.5-2.0\t63/130 (48.5)\t\n 2.0-7.0\t77/157 (49.0)\t\t2.0-7.0\t92/157 (60.5)\t\n ≥ 7\t25/63 (39.7)\t\t≥ 7\t41/63 (65.1)\t\nCDV, 개 디스템퍼 바이러스; CAV-2, 개 아데노바이러스 2형; CPV, 개 파보바이러스; CPIV-5, 개 파라인플루엔자 바이러스 5형.\n* 피셔 정확 검정.\n \n4가지 연령군 중 CDV와 CPIV-5에 질병된 7세 이상 개는 0.5세 미만의 개보다 항체 분포율이 더 높았습니다. 그러나 CPV와 CAV-2를 중심으로 한 VNA 역가는 연령군과 관련하여 유의한 차이를 보이지 않았습니다. 또한 4가지 바이러스 병원균을 중심으로 한 VNA 역가에서 성별에 따른 유의한 차이는 발견되지 않았습니다. CDV, CAV-2, CPV 및 CPIV-5의 평균 VNA 역가는 각각 1을(를) 실시한다.17.1(2 ·4.1 ), 1:8.6(2· 3.1 ), 1:2,194(2· 11.1 ), 1:21.1(2 ·4.4 )이었습니다. 4가지 바이러스 병원균에 대한 VNA 역가의 분포도 평가했습니다. CDV 및 CAV-2를 중심으로 한 가장 빈번한 VNA 역가는 각각 2 4 (16.3% 및 18.5%)였고, CPV 및 CPIV-5를 중심으로 한 역가는 각각 2 11 (24.5%) 및 2 5 (16.5%)였습니다.\n \t\n(A) 개 디스템퍼 바이러스(CDV), (B) 개 아데노바이러스 2형(CAV-2), (C) 개 파보바이러스(CPV), (D) 개 파라인플루엔자 바이러스 5형(CPIV-5)을 중심으로 한 바이러스 중화 항체(VNA) 역가를 한국견의 연령에 따라 비교한 결과(크루스칼-월리스 검정). 개가 나이가 들수록 CDV와 CPIV-5의  평균 VNA 역가가 증가했다(* p < 0.05).\n \n \t\n개 디스템퍼 바이러스(CDV), 개 아데노바이러스 2형(CAV-2), 개 파보바이러스(CPV), 개 파라인플루엔자 바이러스 5형(CPIV-5)을 중심으로 한 바이러스 중화 항체(VNA) 역가를 한국산 개성별에 따라 비교하였다(Kruskal-Wallis 검정). CDV, CAV-2, CPV, CPIV-5의 평균 VNA 역가는 각각 1을(를) 실시한다.17.1(2· 4.1 ), 1:8.6(2· 3.1 ), 1:2,194(2· 11.1 ), 1:21.1(2 ·4.4 )이었다.\n \n \t\n400마리의 개 혈청 샘플에서 (A) 개 디스템퍼 바이러스(CDV), (B) 개 아데노바이러스 2형(CAV-2), (C) 개 파보바이러스(CPV), (D) 개 파라인플루엔자 바이러스 5형(CPIV-5)을 중심으로 한 바이러스 중화 항체(VNA) 역가의 분포. 1을(를) 실시한다.2 이상의 VNA 역가는 4가지 개 바이러스 병원균에 대한 혈청 양성 반응을 나타내는 것으로 간주되었습니다.\n \n이동 : \n논의\n2000년부터 2022년까지 한국 질병진단기관은 조직병리학적 소견과 분자생물학적 방법을 기반으로 개바이러스성 질병 953건을 진단했다. 모든 진단 평가는 죽은 개에서 시행했다. 우리 조사에서 한국에서 진단된 개 중 48.7%(464/953)이 CPV 질병이 확인되었는데, 이는 CPV가 한국 개에서 사망을 일으키는 가장 치명적이고 자주 진단되는 병원체임을 나타낸다. 둘째, 개 중 25.8%(246/953)이 질병성이 매우 높고 치명적인 질병인 CDV 질병으로 진단되었다[ 22 ]. 세 번째로 가장 많이 진단된 병원체는 광견병(11.5%, 110/953)으로 2014 년 이후로 보고되지 않았다[ 23 ]. 네 번째로 가장 흔히 확인된 병원체는 CAV(5.2%, 50/953)이었다. 개에는 CAV-1과 CAV- 2의 두 가지 유전형이 있다. 그러나 이러한 유전형은 판단이 조직병리학적 평가에 기반을 두었기 때문에 판단에서 결정되지 않았습니다. 그럼에도 불구하고 분자 판단은 CAV-1과 2를 구별할 수 있습니다. 따라서 CAV 진단을 세분화하는 것이 필요합니다. 개에서 CCoV, CPIV-5, CHV 및 CIV 질병도 낮은 빈도(< 5%)로 진단되었습니다. 판단된 바이러스 병원체 중 CPV와 CDV는 판단의 74.5%(710/935)를 차지했는데, 이는 CPV와 CDV가 개에서 사망을 유발하는 주요 바이러스 병원체임을 나타내며 예방접종을 포함한 새로운 방지 조치가 필요합니다.\n핵심 개 병원체에 대한 VNA 역가의 측정은 개의 면역 상태와 예방접종 접종 후 면역 반응을 특성화할 수 있습니다[ 1 ]. VNA 역가의 평가를 부스터 예방접종과 같은 방지 조치를 안내할 수도 있습니다. 대부분의 한국 동물 병원은 개가 6~8주령에 디스템퍼, 아데노바이러스, 파보바이러스, 파라인플루엔자 바이러스-5 복합 예방접종(DAPP)(CDV, CAV, CPV, CPIV-5 복합 예방접종) 예방접종 접종을 시작하고 한국 동물 병원에서의 개 예방접종 접종 지침에 따라 2주 간격으로 5회 예방접종을 접종할 것을 권장합니다[ 24 ]. 회사에 따라 디스템퍼, 간염 바이러스, 파보바이러스 및 파라인플루엔자 바이러스-5 복합 백신(DHPP)(CDV, 질병성 개 간염 바이러스, CPV, CPIV-5 복합 백신)의 이름으로 사용될 수 있습니다. 이 연구에 포함된 대부분의 개는 3개월이 넘었으므로 대부분의 개는 DAPP 예방접종을 2회 이상 접종했을 것입니다.\nVNA 역가를 측정하는 데 사용된 CDV는 2019년에 분리된  CD1901 균주로 Asia-1 유전형에 속합니다[ 18 ]. 그러나 DAPP 예방접종에 포함된 CDV 유전형은 America-1로 CD1901 균주와 약 92%의 유전적 상동성을 보입니다. 한국에서 순환하는 CDV을 중심으로 한 보호율을 예측하기 위해 CD1901 균주를 사용하여 VNA 역가를 측정했습니다. CDV에 대한 보호율은 68.6%~96.0% 범위로 보고되었습니다[ 1 , 17 ]. 이 연구에서 CDV에 대한 총 보호율은 45.3%로 이전에 보고된 것보다 상당히 낮았습니다. 연령별 개에 대한 가장 높은 보호율은 50% 미만이었으며, 이는 부스터 예방접종 접종 또는 Asia-1 유전형을 사용한 새로운 예방접종 개발이 필요함을 나타냅니다.\nCAV-2 항체양성률은 많은 국가에서 보고되었지만, 이러한 비율은 개의 나이와 예방접종 접종 상태에 따라 달라집니다[ 25 ]. 저희 연구에서는 대부분의 DAPP 예방접종에 CAV-2 균주가 포함되어 있기 때문에 한국 개에서 분리된 APQA1701 균주를 사용하여 CAV-2에 대한 VNA 역가를 측정했습니다[ 8 ]. CAV-2에 대한 항체양성률과 보호율은 각각 77.8%와 44.8%였습니다. 항체양성률과 보호율은 검사된 4가지 병원체 중에서 가장 낮았다. 따라서 CAV-2에 대한 보호율을 높이기 위해 부스터 예방접종 접종이 권장됩니다.\n본 연구에서 CPV는 가장 빈번하게 판단된 바이러스 병원체였으며, CPV에 대한 혈청 양성률도 99.3%로 가장 높았다. 높은 CPV 혈청 양성률과 보호율은 한국 개가  야생 CPV에 지속적으로 노출되고 있음을 시사한다. CPV에 질병된 개는 바이러스를 대변으로 배출하여 주변 지역을 오염시킬 수 있다. 환경에서 안정한 CPV는 백신을 접종한 개를 질병시키고 항체가를 증가시킬 수 있다[ 1 ]. HI가 1:80 이상인 개는 CPV 질병에 대해 보호되는 것으로 알려져 있다[ 1 , 27 ]. 따라서 우리는 VNA가 ≥ 1을(를) 실시한다.64를 보호 항체가로 설정했다. 저희 연구에 따르면, 검사한 개 중 98.3%가 VNA 역가 ≥ 1:64였으며, 이는 개 중 1.7%만이 야생 CPV 질병으로부터 보호받지 못하고 질병원으로 작용할 수 있음을 나타냅니다. 또한, CPV가 한국 개 개체군에  돌고 있다고 가정할 때, 개 중 70.3%가 VNA 역가가 1:2,048보다 높았습니다.\nCPIV-5는 단일 질병보다는 박테리아와의 혼합 질병을 통해 호흡기 계통에 문제를 일으킵니다.CPIV-5에 대한 혈청 양성률은 스웨덴에서 28.0%에서 체코슬로바키아에서 28.9%로 보고되었습니다[ 28 , 29 ].저희 결과에 따르면 82.0%의 개에서 VNA 역가가 ≥ 1을(를) 실시한다.2였으며, 이는 DAPP 백신 접종이 높은 면역 반응을 유도했음을 나타냅니다. 다른 바이러스 병원체와 달리 CPIV-5를 중심으로 한 보호율은 나이가 들면서 38.0%에서 65.1%로 증가하여 개가 지속적으로 CP IV-5에 노출될 수 있음을 나타냅니다.\n결론적으로, 2000년과 2022년 사이에 소화된 샘플에서 개 바이러스 병원체를 조사했다. 한국 판단 기관에서 가장 자주 식별된 개 바이러스는 CPV이고, 그 다음으로 CDV, RABV, CAV, CCoV, CPIV, CHV, CIV입니다. CDV, CAV-2, CPV, CPIV-5에  대해 검사한 개에서 전반적인 보호율은 각각 45.3%, 44.8%, 98.3%, 53.8%였습니다. 또한 현재 사용 중인 예방접종이 한국 인구에 적합한지 여부를 판단하기 위해 신중한 검토가 필요합니다. 4가지 개 바이러스 병원체의 발생률과 혈청 감시에 대한 데이터는 개에 대한 효과적인 방지 조치를 수립하는 데 기여할 것입니다.\n"}