{
    "title": "그림으로 보는 개 고양이의 면역과 전염병",
    "author": "유한상 옮김",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "\n \n감염\n  급성 염증의 주요 증상은 발적과 발열(혈액 흐름의 증가와 혈관 확장에 의해), 부종(염증성 삼출물에 의해), 동통(신경말단에 가해지는 압력에 의해)이다(라틴어로 각각 rubor, calor, tubor, dolor).\n국소염증과 전신염증_LOCAL AND GENERAL INFLAMMATION\n염증반응의 목적은 병원체를 파괴하고, 감염이나 조직 손상의 확산을 막으며 손상된 조직을 치유하는 데 있다. 만약 감염원이 제거되지 않는다면 염증부위에 모여든 세포들과 체액들은 국소림프절로 흘러가는데, 이 국소림프절에서 획득면역반응이 유도된다.\n육아종\n다핵거대세포\n사망\n  조직의 대식세포들은 미생물, 세포자멸사한 호중구, 손상된 조직 잔해들을 탐식하고 파괴한다. 또한, 활성화된 대식세포들은 케모카인과 염증성 사이토카인을 분비하여 높은 농도 방향으로 다른 탐식세포들을 감염장소로 끌어들인다(주화성, chemotaxis).\n  혈관활성 분자들(히스타민, 프로스타글란딘, 류코트리엔)은 혈관을 확장시키고, 증가된 혈관의 투과성으로 인해 혈장 누출이 발생한다(염증성 삼출물, inflammatory exudate).\n  보체 활성화는 비만세포와 혈관내피세포를 활성화하여 염증반응을 촉진하는 C3a와 C5a(화학유인물질과 아나필라톡신) 및 미생물을 옵소닌화 함으로써 탐식작용을 향상시키는 C3b와 C4b를 분비한다.\n  주화성에 의해 이끌린 탐식세포들은 인테그린(CD11/CD18)을 통해 혈관내피세포의 부착분자들(셀렉틴)에 부착되어 이들 세포들 사이를 통과해 조직으로 이주한다(혈구누출, diapedesis). 호중구가 가장 먼저 이주하고 24시간 후 단핵구가 이주한다(이 단핵구는 대식세포로 분화함).\n  호중구는 미생물을 탐식하여 파괴한다.\n  마지막으로, 응고계와 섬유소용해 시스템이 활성화된다. 이를 통해 감염 부위가 퍼져나가는 것을 막고 손상된 조직의 회복을 용이하게 한다.\n  인터루킨-1 (IL-1), 인터루킨-6 (IL-6), 종양괴사인자-α (TNF-α)는 대식세포에서 합성되는 “염증성 사이토카인”이다. 국소적으로 이 사이토카인들은 혈관의 투과성을 증가시키고 혈관내피세포의 셀렉틴 발현을 증가시킨다. TNF-α는 혈액응고를 활성화 하여 감염이 혈행으로 전파하는 것을 막는다.\n  만약 미생물이나 입자들이 제거가 어렵다면 만성염증이 된다. 이때, 많은 대식세포와 T 세포를 포함하는 육아종이 형성된다. 이러한 형태의 면역 반응은 마이코박테리아와 같은 많은 병원체의 감염에서 나타나며 석면과 같은 특정 입자에 의한 제4형 과민반응에서도 나타난다.\n  T 세포에서 방출되는 인터페론-γ (IFN-γ)는 활성화된 대식세포가 지속적으로 탐식작용을 하도록 촉진하고 더 많은 세포들을 끌어들일 수 있도록 하는 사이토카인들의 분비를 촉진한다.\n  국소염증은 몸 전체를 보호하기 위해 전신반응을 동반한다. 이를 “급성기반응(acute-phase response)”이라고 하며 염증성 사이토카인에 의해 조율된다.\n  패혈증이나 다량의 조직손상 상태에서는 TNF-α를 주로 하는 매우 많은 양의 염증성 사이토카인들이 혈행으로 방출되어 모든 작은 혈관들에 영향을 주게 되고 이로 인해 결국 사망을 초래한다.\n주화성. 대식세포나 다른 세포들로부터 생산되는 보체계 분자들(C3a, C5a), 세균의 구성분(LPS), 피브리노겐 유도체, 알라민, 디펜신, 케모카인 등의 주화성인자들에 의한 탐식세포 유인.\n  TLR, 만노스 수용체, 옵소닌 수용체(항체, 보체계의 C3b, C4b와 같은 분자들), 피브로넥틴과 콜라겐 수용체 등 탐식세포에 존재하는 수용체들과 항원의 부착.\n  세포 내 소포에 봉입되어 항원 섭취(포식소체).\n  포식소체와 용해소체의 융합 결과 형성된 포식용해소체.\n  강력한 산화라디칼과 항생분자(용해소체, 가수분해효소, 양이온성 단백분해효소, 락토페린, 디펜신 등)의 작용에 의한 항원의 파괴. 활성화된 대식세포와 호중구들은 산소분자를 살균성의 활성산소종(reactive oxygen species, ROS)으로 변환시키는데, 이를 “호흡 터짐(respiratory burst)”이라고 한다. 오직 활성화된 대식세포만이 높은 독성의 산화질소(nitric oxide, NO) 유도체를 생성한다.\n  비자기물질들은 분해 이후에 배출된다. 대식세포들 또한 가공되어 MHC-II와 결합된 펩타이드들을 특정 도움 T(helper T, Th) 세포에 제시한다.\n \n탐식작용과 항원제시_PHAGOCYTOSIS AND ANTIGEN PRESENTATION\n탐식작용은 호중구나 대식세포가 항원을 탐지, 섭취 및 파괴하는 하나의 선천면역 기전이다.\nT 세포를 활성화하는 데 필수적인 항원 표지는 대식세포와 수지상세포, 그리고 낮은 정도로 B 세포에 의해서 이루어진다. 항원은 포착된 이후 작은 펩타이드로 가공되고 주조직적합성 복합체-II (MHC-II) 분자들과 함께 발현된다. 항원 표지는 선천면역과 획득면역 반응을 연결시키는 기본적인 과정이다. 또한, 모든 변형된 세포는 MHC-I에 연결된 항원을 표지할 수 있다.\n탐식작용의 특징\t호중구\t대식세포\n최대 시점\t첫 방어\t이후 방어\n시간경과에 따른 변화\t빠르나 유지되지 않음\t느리나 유지됨\n항원파괴\n기전\t산소와 항균물질에 의존적\tNO와 항균물질에 의존적\n현장 내 증식\t불가능\t가능\n항원제시\t불가능\t가능\n획득면역과 관련성\t없음\t있음\n1\n호중구와 대식세포\n \n외인성 경로(APC)\n  T 세포들은 항원이 가공되고 MHC-II 분자(Th 세포)나 MHC-I 분자(Tc 세포)와 연관되었을 때에만 그 항원들을 인지하고 반응한다. 항원-MHC는 Th 세포를 위한 외인성 경로와 Tc 세포를 위한 내인성 경로의 두 가지 경로로 제시된다.\n항원제시\n  조면소포체(rough endoplasmic reticulum, RER)에서 합성된 MHC-II 분자 및 항원 펩타이드가 MHC-II와 결합하는 것을 막아주는 펩타이드 불변사슬(li chain).\n  골지체 및 엔도소말 소포로 MHC-II+li의 이동. 항원결합홈과 연관된 잔기(CLIP*)만을 남기는 li 폴리펩타이드 분해.\n  외인성 항원의 진입(내포작용이나 식작용을 통한)과 펩타이드 조각으로의 분해. MHC-II+CLIP를 함유하는 소포와 엔도솜의 융합.\n  MHC-II와 결합하고 있던 CLIP의 항원펩타이드로의 치환 및 이들의 세포표면으로의 전이. 항원제시세포(antigen presenting cell, APC)의 펩타이드-MHC-II 복합체 발현(제시).\n  각각의 제시된 항원 펩타이드에 특이적인 Th 세포의 TCR-CD4에 의한 펩타이드-MHC-II 복합체의 인식.\n \n조면소포체\n  RER에서 MHC-I 분자의 합성.\n  프로테아솜에서 내인성 항원(감염된 세포 내의 세포내 병원체 분자들, 또는 암의 경우 변형된 자가세포성 단백질들)의 펩타이드로의 가공.\n  TAP** 분자를 이용한 펩타이드의 RER 내강으로의 수송 및 MHC-I과의 결합. 펩타이드-MHC-I 복합체의 골지체로의 진출 및 세포표면으로의 이동.\n  MHC-I 연관 내인성 펩타이드의 제시. 각각 제시된 항원 펩타이드에 특이적인 Tc 세포의 TCR-CD8 복합체에 의한 인식.\n*CLIP: 제2형 관련 불변사슬 펩타이드(Class II-associated Invariant chain Peptide).\n**TAP: 항원제시연관수송체(Transporter associated with Antigen Presentation).\n\n선천성 면역\n면역반응에서의 협력_COOPERATION IN IMMUNE RESPONSES\n선천면역반응과 획득면역반응은 상호 간에 밀접하게 연결되어 있고 수많은 협력작용과 신호들이 둘 사이에서 발생한다. 또한, 체액성 및 세포매개 반응 사이에도 밀접한 관련이 있다. 항원제시세포(APC), 도움 T 세포(Th), 사이토카인 등이 이 협력의 주인공이다.\nTLR\n대식세포\n \n자연살해\n세포\n체액성 면역반응\n  항원제시세포(특히 수지상세포, DC)는 항원 펩타이드를 가공하고 Th 세포나 Tc 세포에 제시할 수 있도록 MHC-II나 MHC-I에 결합시킨다.\n  성숙된 항원제시세포는 제시된 펩타이드에 특이적인 미감작된 세포에 작용하여 이들이 활성화 되도록 하는 분화 사이토카인(IL-1, IL-12)을 분비한다.\n  활성화된 Th 세포는 Th1과 Th2의 두 가지 아형으로 분화된다. IL-1과 IL-2(같은 Th 세포에서 분비된)는 Th 세포들의 증식을 유도한다. IL-4의 존재하에서는 이들 Th 세포는 Th2 표현형으로 분화한다. 또는, IL-12(세포 내 항원을 인식한 항원제시세포에서 분비된)는 미감작 Th 세포를 활성화하고 자연살해세포에서의 IFN-γ 분비를 유도한다. 이 두 가지 사이토카인 모두 Th 세포를 Th1 표현형으로 분화시키는 주된 분자들이다.\n  Th2 세포는 특정한 B 세포와 시냅스를 형성하고 체액성 반응에 필수적인 사이토카인들(IL-4, IL-5, IL-6, IL-9, IL-10, IL-13)을 분비한다(Chart 5 참고).\n  Th2 세포에서 분비되는 몇몇 사이토카인들은 시냅스 바깥에서 다른 세포들을 활성화시킨다. IL-5는 호산구를 활성화시킨다. IL-4는 비만세포를 활성화시키고 면역억제제, 항염증작용들과 함께 대식세포를 M2 세포로 변환시킨다. IL-13과 IL-4는 배상세포의 점액합성과 평활근의 수축을 자극한다.\n  Th2 세포에서 합성되는 IL-10은 자연살해세포와 Th1 세포로부터의 IFN-γ와 TNF-α 합성을 억제한다. 또한, IL-10은 MHC-II와 수지상세포 및 대식세포의 공동자극분자들의 발현도 억제한다.\n  활성화된 Th1 세포는 IFN-γ, TNF-α, TNF-β, IL-12를 분비함으로써 세포 내 항원에 대한 세포매개 면역반응에 관여한다.\n  IFN-γ는 자연살해세포와 대식세포를 활성화한다. TNF-β는 호중구, 대식세포, 혈관내피세포를 활성화한다. TNF-α는 염증의 주요 활성화인자이다. IL-2는 자연살해세포를 활성화하고 Tc 세포들의 증식과 그들의 CTL로의 분화를 자극한다.\n  IFN-γ는 Th1 세포에서 자가분비 작용을 가지고 있으며 획득세포매개 면역반응을 담당하는 작동인자 Tc 세포(CTL)들을 활성화한다.\n  IFN-γ는 Th2 세포의 활성을 저해함으로써 체액성 면역반응의 조절에 관여한다.\n면역반응에 영향을 주는 요인들_FACTORS THAT AFFECT THE IMMUNE RESPONSES\n자기항원은 면역반응을 유발하지 않는다. 면역관용은 자가반응을 막는 현상이다. 면역반응은 항원 및 다양한 면역계 구성 요소들 외에도 개체요인(나이, 성별, 유전적 배경)들로부터 조절을 받는다. 부적절한 조절은 면역결핍, 자가면역, 과민반응, 그리고 다른 예측 불가능한 결과(유산, 림프종양) 등의 장애를 초래한다.\n \n중추관용. 중추관용은 일차 림프 기관에 존재하는 자가반응성 림프구(자기항원을 인식하는)의 세포사멸을 통한 제거를 포함한다(클론결손, clonal deletion). 따라서 일차기관을 떠난 성숙한 T 세포와 B 세포는 자기항원에는 반응하지 않는다.\n  흉선에서는 자가 MHC-I 및 MHC-II를 인식하는 미성숙 T 세포가 먼저 선택된다(양성선택). 이어서, MHC와 결합한 자기항원을 인식하는 미성숙 T 세포들은 제거된다(음성선택). 골수에서는 기능성 BCR을 발현하는 B 세포들이 먼저 선택되고(양성선택) 이어서 자기항원을 인식하는 B 세포들은 제거된다 \n \n  말초관용. 중추관용조절을 회피한 자가반응 성숙 림프구들은 이차 림프 기관에서 불활화된다. 말초관용은 기능을 잃고 세포자멸사로 죽게 되는 T 세포 및 B 세포에 대한 공동자극분자(Chart 3 참고)의 부재로 인해 발생한다(클론무반응, clonal anergy).\n \n \n  항원. 항원은 그 양(매우 높거나 매우 낮은 용량이 관용을 유도할 수 있음), 진입경로(피하 또는 근육 내 경로에 의한 면역원성이 더 큼) 및 이들의 지속성에 따라 면역원성 또는 관용성(관용유발)이 될 수 있다.\n  항체. 항체는 포식작용을 자극하여 면역반응을 증가시킬 수 있다(Chart 8 참고). 이들은 또한 이미 많은 양의 항체가 존재할 때 항원에 대한 새로운 항체 생성을 억제할 수 있다(항체에 의한 음성되먹임). 이러한 현상으로 인해 모체이행항체의 존재는 신생동물의 성공적인 예방접종을 방해할 수도 있다(Chart 41 참고).\n사이토카인\n  대식세포. 대식세포가 IFN-γ에 의해 활성화되면 염증유발 M1 세포로 분화하고 IL-4 또는 IL-13에 의해 활성화되면 염증을 억제하고 태반과 같은 곳에서 관용유도에 관여하는 M2 세포로 분화한다.\n  조절 T 림프구(Treg). Treg는 다른 작동인자 림프구의 활성화와 기능을 억제함으로써 면역반응을 조절하여 항상성과 자기관용을 유지하는 T 세포(CD4+ CD25+)의 아형이다. Treg의 활동 부족은 자가면역질환을 유발한다(Chart 22 참고).\n\n \n  사이토카인. 사이토카인은 면역체계의 주요 조절 분자이다. 사이토카인의 효과는 자가분비(동일한 분비세포에서), 근거리분비(이웃 세포에서), 내분비(먼 세포에서)로 나타날 수 있고 다른 사이토카인과 상승적이거나 길항적으로 나타날 수 있다. 사이토카인은 반응을 유도하는 표적세포상의 특정 수용체에 의해 인식된다. 사이토카인 환경은 면역반응의 유형에 대한 우세 정도를 결정한다 (Chart 5, 9 참고).\n자가분비\n공동적 상승\n  유전성. 면역반응은 동물의 유전적 특성에 달려있다. 면역에서 유전성과 관련된 몇몇 유전자들은 항원의 제시에 영향을 주는 MHC를 암호화하는 유전자이다(Chart 8 참고). 다른 유전자들은 B 세포의 증식이나 대식세포의 항원가공능력과 같은 전반적인 반응에 영향을 준다.\n  면역, 신경계 그리고 내분비계 사이에는 세 방향의 복잡한 통신망이 있다. 스트레스 또는 감염은 전염증성 사이토카인의 균형을 활성화하고 조정할 수 있으며 시상하부-뇌하수체-부신 축(HDA)뿐만 아니라 교감신경-부신 시스템을 자극할 수 있다. 이것은 면역반응에 영향을 미치는 ACTH, 글루코코르티코이드 및 카테콜아민(아드레날린 및 노르아드레날린)의 방출을 유도한다.\n\n점막면역_IMMUNITY AT THE MUCOSA\n위장관, 호흡기 및 생식기의 점막뿐만 아니라 피부와 유선은 대개 침입하는 미생물이 처음으로 접하는 곳이다. 이 표면의 면역 성분은 점막관련림프조직(mucosa-associated lymphoid tissue, MALT)으로 알려진 광범위한 영역에 존재한다. MALT에서는 방어 면역기전이 세포와 항체에 의해 매개된다.\n \n점막림프조직(MALT)은 항원이 인식되어 가공되고 면역 반응이 시작되는 유도 부위(NALT, GALT, BALT) 및 항체와 세포 매개 반응이 생성되는 작동기 부위(effector sites)의 두 그룹으로 나뉜다.\n  유도 부위의 MALT는 보통 조직화되어 있으며, 점막표면과 가까이 접촉하고 있고 T 세포와 B 세포, APC가 촘촘하게 침윤되어 있으며 상피세포들 사이에 존재하면서 항원을 흡수하는 데 전문화(M 세포) 되어 있는 등 몇 가지 특성을 결합한다.\n  작동기 부위의 MALT는 주로 확산되어 있으며, B 세포 및 형질세포(주로 IgA를 분비하는), αβ T 세포(Th와 Tc림프구) 및 γδ T 세포(상피내 림프구, intraepithelial lymphocytes (IEL), 특히 대장에 풍부)를 포함한다.\n  항원은 손상되지 않은 상피에 침투하고 상피세포들 사이에서 세포질내 가공과정을 내강으로 확장시키는 M 세포 또는 수지상세포를 통한 두 가지의 경로에 의해 MALT에 도달할 수 있다.\n  M 세포(NALT와 GALT에 존재하는)는 점막 내강에서 항원을 섭취하여 세포통과외배출(transcytosis)을 통해 기저외측부분의 큰 주머니형 구조에 존재하는 APC와 상피내 림프구에 전달한다.\n  APC는 항원을 가공하고 MALT의 림프여포에 있는 미감작Th와 Tc 세포에 제시하여 활성화시킨다. 활성화된 T와 B 세포는 림프관을 통해 유도 부위에서 인접림프절로 떠난다(Chart 1 참고). 그곳에서 Th 세포는 특정 B 세포와 상호작용하여 IgA로의 항체 종류변환을 유도한다.\n  그 이후, 활성화된 림프구들은 혈행을 따라 다른 작동기 부위로 이주한다. 유도 부위로부터 항체생산세포의 전달은 분비면역반응이 전신수준에서의 보호라는 것을 보증한다.\n  형질세포는 주로 IgA를 분비하고 낮은 정도로 IgM, IgE, IgG를 분비한다. 보호기전은 항원의 침투를 막는(IgA와 낮은 정도의 IgM에 의해) 차단(exclusion), 점막을 관통한 항원을 중화하는(IgE와 IgE에 의해) 제거(elimination) 등 두 가지를 포함한다.\n  면역차단이 가능하도록 하려면 IgA가 점막 표면 밖으로 수송되어야 한다. 미성숙 상피세포는 IgA의 J 사슬에 친화력을 갖는 특이적 수용체(PlgR)를 기저외측막에 표지한다(Chart 6 참고). 일단 IgA가 수용체에 결합하면 PlgR의 일부를 간직한 채로 세포통과외배출을 통해 내강으로 전달되어 분비 IgA (sIgA)가 된다.\n  IgA는 점막 표면(차단), 상피세포 내부(중화), 점막하층(방출)의 세 가지 수준에서 보호작용을 갖는다.\n  T 세포는 장점막에서 가장 중요한 작동기 세포이며 상피세포의 아래층과 내부 모두에 위치한다. IEL은 APC에 의해 가공되지 않은 항원을 인식할 수 있는 γδ T 세포이다. 이 세포는 APC로 작용할 수 있으며, 일부는 자연살해세포로 작용하고 다른 일부는 기생충에 대해 Tc 세포로 작용한다. 이 세포는 또한 IFN-γ와 같은 사이토카인을 분비함으로써 대식세포와 장상피세포를 자극하여 장 점막의 방어에 중요한 산화질소를 생산하도록 한다.\n태아와 신생아에서의 면역_IMMUNITY IN THE FETUS AND IN THE NEWBORN\n포유 동물의 면역계는 임신 중에 성장하고 성숙한다. 출생 시, 개와 고양이는 잠재적으로 감염성 병원체에 반응할 수 있다. 그러나 이 면역 반응은 별로 효과가 없기 때문에 초유를 통해 모체의 항체를 얻는 것이 중요하다.\n1  임신 유지를 담당하는 호르몬 및 면역 메커니즘은 산모의 면역 체계에 의한 거부 반응으로부터 태아를 보호하는 데 기여하는 모체 Th2 면역 반응을 주변 수준과 태반 모두에서 촉진한다.\n  육식 동물은 내피융모막 태반(endotheliochorial placenta)을 가진다. 태아의 융모막 상피는 모체 혈관의 내피와 접촉하고 있다. 이것은 모체의 혈액 순환으로부터 5~10%의 IgG만 태아로 통과하는 것을 허용한다.\n  면역계는 태아에서 점진적으로 발달한다. 흉선은 임신 23~33일 사이에 나타나고 45일째에 최대로 발달한다. 미발달 비장이 28일에 탐지될 수 있다. 이후 림프절이 생기고, 파이어판(Peyer’s patch)은 훨씬 더 후기의 임신 단계에 나타난다.\n  태아는 아직 외부의 항원에 노출되지 않은 상태이기 때문에 태아의 면역 체계는 경험이 없는 미감작된(naïve) 상태이다. 자궁 내 잠재적인 감염에 대한 반응은 주로 태아의 임신 연령에 따라 다르게 나타나며 병원균, 모체의 면역 상태 등에도 영향을 받는다.\n \n\n  모체로부터의 수동면역은 생후 1시간 동안 초유를 통해 신생아에게 전달된다. 이 기간 동안 장에서 면역글로불린을 흡수함으로써 신생아의 혈청 IgG 농도를 모체의 혈청 내 IgG 농도와 유사하게 유지시킨다.\n  초유는 임신동물의 혈액내 분비물상태로 나타나며, 임신 마지막 단계에서 유선에서 축적된다. 그것은 주로 IgG(고양이), IgA(개) 및 소량의 IgM을 포함한다.\n  초유에서부터 온 IgA의 일부는 신생아의 장 내에 남아서 장내 감염으로부터 신생아를 보호한다.\n  수동면역전달실패(failure of passive transfer of immunity, FPT)는 초유를 섭취하지 못하였거나 불충분하게 섭취했을 때 발생한다. FPT는 어미의 무유증 또는 유방염에 의해 발생할 수 있고, 매우 많은 한배새끼, 체중이 낮거나 매우 약한 강아지 또는 고양이, 어미로부터 거부되어버린 신생아 등에서도 발생할 수 있다. 그것은 또한 신생아의 장에서의 Ig의 흡수 결함 때문에 발생할 수도 있다.\n  모체로부터의 면역글로불린은 신생아에서 항체의 합성을 억제한다. 따라서 모체로부터의 면역을 유지하고 있는 매우 어린 동물들에게는 백신을 하지 않아야 한다(Chart 41 참고).\n  신생아는 선천면역과 획득면역을 통해 수많은 항원에 반응할 수 있다. 특정 반응은 일차 반응이며 긴 지연시간을 가진다. 이 반응은 성체에서보다는 덜 효과적이며 주로 Th2 유형(체액성)에 해당한다.\n신생동물의 장에서의 면역글로불린의 흡수가 가능한 이유는 다음과 같다:\n\t초유 내의 트립신 억제제 존재\n\t단백분해효소의 낮은 활성\n\t장상피세포에서의 일시적인 면역글로불린 수용체(FcRn) 발현\n신생 소화기 내의 면역글로불린 흡수\n신생아 적혈구용혈증(neonatal isoerythrolysis)\n초유에 의한 면역글로불린의 수동전달은 때때로 신생아에게 해로울 수 있다(Chart 21 참고). 이러한 현상은 신생아 적혈구용해증에서 나타난다. \n빈혈의 원인은 크게 세 가지로 구분할 수 있다. 첫 번째는 출혈로 인한 빈혈(출혈성 빈혈)로, 외상, 위장관 출혈(예: 궤양, 종양), 기생충 감염(예: 벼룩, 진드기), 출혈성 질환(예: 혈소판 감소증, 응고장애) 등이 원인이 될 수 있다. 두 번째는 적혈구 생성 감소로 인한 빈혈(재생불량성 빈혈)로, 골수 질환, 만성 신부전, 철분 결핍, 비타민 B12 결핍, 만성 질환 등이 이에 해당한다. 세 번째는 적혈구의 파괴가 증가하는 용혈성 빈혈로, 면역 매개성 용혈성 빈혈(IMHA), 감염(예: 바베시아증), 독소(예: 양파, 포도), 특정 약물 등이 원인이 될 수 있다.\n빈혈의 주요 증상은 빈혈의 정도와 원인에 따라 다르지만, 일반적으로 무기력, 창백한 잇몸, 빠른 호흡, 심박수 증가, 식욕 부진, 운동 불내성 등이 나타날 수 있다. 심한 경우 혼수상태, 경련, 쇼크 증상이 나타날 수도 있으며, 출혈성 빈혈의 경우 출혈 부위가 보이거나 혈변 또는 혈뇨가 동반될 수 있다.\n빈혈의 진단을 위해서는 혈액 검사가 필수적이다. 적혈구 수치, 헤모글로빈 농도, 헤마토크리트(HCT) 수치를 평가하여 빈혈 여부를 확인하며, 적혈구의 크기와 형태를 분석하여 원인을 추정할 수 있다. 혈액 도말 검사를 통해 기생충 감염 여부를 평가하고, 골수 검사를 시행하여 적혈구 생성 이상 여부를 파악할 수 있다. 생화학 검사를 통해 신장 및 간 기능을 확인하고, 면역 매개성 용혈성 빈혈이 의심될 경우 Coombs 테스트를 시행할 수도 있다.\n빈혈의 치료는 원인에 따라 다르게 진행된다. 출혈성 빈혈의 경우 출혈을 멈추는 것이 최우선이며, 심한 경우 수혈이 필요할 수 있다. 재생불량성 빈혈의 경우 철분 보충제, 비타민 B12 주사, 적절한 영양 공급이 필요하며, 신부전이나 만성 질환이 원인일 경우 근본적인 질환 치료가 병행되어야 한다. 면역 매개성 용혈성 빈혈(IMHA)의 경우 면역억제제(예: 프레드니솔론)를 사용하여 면역 반응을 조절하며, 감염성 빈혈의 경우 항생제 또는 항기생충제를 사용하여 감염을 치료한다.\n빈혈 예방을 위해서는 기생충 예방(예: 벼룩, 진드기 구제제 사용), 균형 잡힌 식단 유지, 독성 물질(예: 양파, 포도, 특정 약물) 섭취 방지, 정기적인 건강 검진이 중요하다. 또한, 출혈성 질환이나 만성 질환을 조기에 발견하고 관리하는 것이 필수적이다.\n강아지 빈혈은 다양한 원인에 의해 발생할 수 있으며, 조기 진단과 적절한 치료가 필수적이다. 보호자는 강아지의 잇몸 색깔, 활동성, 식욕 변화를 주의 깊게 살펴보고, 이상이 발견되면 즉시 수의사의 진료를 받아야 한다. 정기적인 건강 검진을 통해 빈혈을 예방하고, 강아지의 건강을 유지하는 것이 중요하다."
}