{
    "title": "그림으로 보는 개 고양이의 면역과 전염병",
    "author": "유한상 옮김",
    "publisher": "(주)범문에듀케이션",
    "department": "내과",
    "disease": "발병 기전\n몇 가지 요인에 의해서 일어난다.\n•\t기생충: 병원성의 분리, 1차 감염 또는 재감염, 감염량.\n•\t숙주: 어린 개체나 다른 질병에 감염될 경우, 기생충에 노출된적이 없는 특정지역에서 온 경우 감염에 더 취약하고 질병의 증상이 더 심하다.\n병인 발생은 Babesia의 다른 종을 위해 유사하다:\n•\t기계적 작용: 세포 안의 조이트(zoites)의 증식으로 인하여 적혈구가 파괴된다. 이것은 심한 빈혈(혈관 내 용혈)을 유발하며, 기생충 혈증을 통해 지속된다.\n•\t혈관 투과성이 증가하면 부종, 혈관 확장, 저혈압, 울혈을 일으켜, 대사성산성증을 일으켜 질병을 악화시킨다.\n•\t적혈구는 혈전증의 위험이 있는 혈관의 내피에 붙는다. 이 과정은 기생하고 있는 적혈구의 막이나 특정한 조직에 축적된 면역 복합체의 형성으로 인해 더 악화된다(Chart 21). 영향을 받는 장기(간, 신장, 폐, 골격근, 심장, 중추신경계)에 따라 다양한 임상 증상이 나타날 수 있다.\n병인론\n개를 감염시키는 두 가지 유형의 바베시아:\n•\t“큰 바베시아”라고 알려진 Babesia canis와 Babesia vogeli.\n•\t“작은 바베시아”라고 알려진 Babesia gibsoni와 Babesia microti-like 또는 Theileria annae(아직 분류되지 않음).\n바베시아는 분열소체가 관찰될 수 있는 적혈구를 감염시킨다. 이들은 서양배 모양, 유구형, 원형의 기생충이며, 쌍으로 혹은 단독으로 나타날수 있다.\n개 바베시아증_CANINE BABESIOSIS\n \n \n \n \n역학\n계절성 질병(여름), 참진드기과나 진드기과를 매개체로 이용할 때 기후가 중요한 것과 연관됨.\n여러 종의 바베시아가 여러 유럽 국가에서 기술되었다: B. canis, B. vogeli, Theileria annae(syn. B. microti-like) 및 B. gibsoni.\n전파\n감염의 주요 요인\n•\t감염된 진드기.\n•\t병든 개체.\n•\t지방 지역에서 흔히 볼 수 있는 임상적으로 건강한 보균견.\n빈도가 적은 기타 감염 경로\n•\t수혈.\n•\t외과용 재료.\n•\t수직 감염과 개와 개 사이의 전파(기생하고 있는 개에 물린 후 감염된 동물에서 B.gibsoni가 보고됨).\n감염된 진드기에서 가능한 전파\n•\t난계대 전염(Babesia spp.).\n•\t천공감염(Theileria spp.), i.e., 진화 단계에서 감염된 진드기는 다음 단계인 원생동물에서도 감염이 지속된다.\n \n \n \n임상 증상과 병변\n임상적 진행(CLINICAL EVOLUTION)\n기생충의 종, 동물의 나이, 위생상태, 식이 조건에 따라 달라진다.\n \n•\t어린 개의 경우, 바베시아 감염은 보통 급성으로 발생하며, 4~6일의 잠복기와 7일에서 10일 사이의 현성 기간을 갖는다. 이 연령의 경우, 바베시아증이 치명적일 수 있다.\n•\t성견은 일반적으로 면역 저하의 경우에 만성 형태의 재발이 빈번하다.\n진단\n임상적 진단\n건강 진단 및 실험실 진단에서 이상이 있는 경우.\n특수 진단\n혈액도말표본, 분자적 진단, 혈청학적 진단.\n•\t염색한 혈액도말 표본: 한정된 기간에 기생충 혈증이 생기기 때문에 혈액에서 기생충을 발견하기 어렵다.\n얇은 층의 표본은 말초 혈액(귀 끝, 발톱 모세혈관계)을 사용하여 준비해야 한다(그림).\n•\t분자적 진단: PCR, 특히 혈중기생충농도가 낮을 때, 바베시아종을 구별할 때 사용하며, 혈액이나 비장을 사용한다.\n•\t혈청학적 진단방법은 주로 B. canis와 B. gibsoni의 교차반응으로 인해 주로 사용하지 않았지만, 나머지 종들에서도 교차반응이 나타날 수 있어 해석이 어려울 수 있다. 또한, 현재에 감염되었는지 과거에 감염되었는지 구별하는 것은 불가능하다. 혈청학전 진단방법을 사용할 시 회복기 동안 시료를 분석하고 3~4주 후 두 번째 시료를 반복하여 혈청 변환을 평가하는 것이 편리하다.\n \n \n임상 증상\n•\t고열(최대 41°C).\n•\t무력증, 식욕부진, 체중 감소.\n•\t탈수증.\n•\t소화 장애(구토, 설사).\n•\t간과 비장의 종대, 부종, 복수, 황달, 피부 및 점막의 출혈, 호흡 곤란, 창백, 근육통, 부전 마비, 운동 실조(그림).\n•\t임상병리학적 이상\n정상색소빈혈, 정상적혈구빈혈, 재생불량성 빈혈, 백혈구 감소증을 포함한다.\n치료\n•\tBabesicides: imidocarb dipropionate. Babesia canis와 Babesia vogeli에 의해 감염되었을 시 효과적인 치료제.\n•\tTheilericides: atovaquone와 buparvaquone.\n•\t보조적 치료: 임상적, 실험적 변화에 따름.\n•\tphenamidine, pentamidines 및 diminazene와 같은 다른 약물도 사용할 수 있지만, 독성이 더 크며 효능이 감소한다.\n•\t어떤 경우에는 doxycycline과 clindamycin를 사용한다.\n개는 감염이 평생 동안 지속될 수 있다.\n예방과 관리\n특정 배양조건에서 자란 수용성 기생충 항원에 근거한 B. canis에 대한 두 가지 백신이 상업적으로 이용가능하다. 두 가지 모두 부분적인 보호만 유도할 수 있으나 임상증상, 기생충 혈증, 병의 지속 기간을 줄일 수 있다.\n이러한 백신들을 주로 특정한 지역이나 비장을 절제한 동물에게 사용된다.\n자견은 생후 5개월부터 예방 접종을 받을 수 있으며, 3~6주 후에 재접종을 한다.\n바베시아 감염을 막기 위해 일상적으로 국부에 살진드기제를 사용하여야 하고 진드기를 항상 점검해야 하며, 초기에 제거하는 것이 필수적이다.\n \n빈혈로 인한 점막의 창백\n \n유럽에서 Leishmania infantum 원충으로 인하여 인수공통감염이 되는 리슈만편모충증이 발생한다.\n역학\n•\t매개체 전파\nLeishmania의 생활주기에는 두 가지의 숙주가 연관되어 있다.\n: 절지동물매개체(Phlebotomus 속인 지중해 연안의 sandflies 종), Leishmania(전편모충; promastigote)의 편모충 형태로 창자에서 생존\n: 척추동물 숙주, 주로 대식세포 안에서 무편모형태(무편모형; amastigote)로 생존.\n•\t다른 전파 경로: MON-1 벡터 매개, 성매개, 혈액 수혈.\n•\tL.infantum의 지역적 감염 순환: 개가 주요 병원소이다. 감염은 풍토병 지역에서 낮은 비율인 병든 개(5%)에 비해 높은 비율로 감염되었지만 임상적으로 건강한 개(50%)가 나타나기 때문에 임상적 증상이 항상 감염과 일치하는 것은 아니다.\n•\tL.infantum의 야생 감염순환: 야생 개과 동물(늑대, 자칼, 주로 여우)에서 유지된다. 여우는 사람 집단(쓰레기장) 근처에서 사는 경향으로 인해 두 주기를 연결하는 역할을 하며, 이차적인 병원소로서 역할할 수 있다.\n•\t유병률: 개 리슈만편모충증은 사람 리슈만편모충증이 존재하는 50~80개 국가에 퍼져 있다. 주로 브라질, 중국, 지중해 연안 지역에서 빈번히 나타난다.\n•\t발생률: 일부 품종(복서, 코커 스패니얼, 로트와일러 및 저먼 셰퍼드)은 이 질병에 걸리기 쉽다. 이 질환의 분포는 연령과 관련하여 이원성 형태로 나타나며, 2~3세 미만, 8세 이상의 성견에서 높은 유병률이 보고되고 있다.\n\n리슈만편모충증_LEISHMANIOSIS\n \n2c 개에서 개로 전파(물리거나 상처에 의해서)(아직 증명되지 않음).\n동질 효소 패턴 MON-1은 개와 다른 숙주에서의 대부분의 감염의 원인이 된다.\nMON-1의 차별화 및 특성화는 감염의 역학적 특성에서 가질 수 있는 종간의 변이 영향을 평가하는 데 중요하다.\n발병 기전\n발병 기전은 기생충에 대한 숙주의 강한 체액성 면역 반응의 결과이다. 많은 수의 기생충이 적재되고 비방어 항체가 과다생산됨으로 인해 지속적으로 항원 자극 반응이 나타나면, 면역 복합체의 침전이 생겨 다음과 같은 심각한 결과를 초래할 수 있다: 사구체신염, 혈관염, 다발관절염, 포도막염, 수막염.\n면역병리기전\n개가 L. infantum에 감염되면 두 가지 유형의 반응이 나타난다(Chart 16):\n•\t경미한 체액성 면역 반응(낮은 항체가)이나 감염을 제어할 수 있는 기생충에 대한 뚜렷한 방어적 특정 세포 매개 면역반응이 일어나는 임상적으로 건강하지만 감염된 개(Th1 반응).\n•\t과도한 체액성 면역반응이 나타나거나 기생충의 증식과 방출을 위한 비 방어 특정 세포 매개 면역반응이 결핍되어 있거나 감소된 임상증상이 있는 감염된 개(Th2 반응).\n \n만성 소모 증상\n \n \n궤양성 형태\n임상 증상과 병변\n개 리슈만편모충증은 적절한 치료 및 예후를 확립하기 위해 환자에서 항상 평가되어야 하는 광범위한 임상 증상 및 생체 병리학적 변화를 특징으로 한다.\n임상 증상\n가장 흔한 전신 증상은 체중 감소, 무력증, 림프절 종, 피부 병변(지질성분이 있는 각질화형태, 궤양 형태, 결절 형태)이 나타난다. 빈번하게 나타나지는 않지만 사구체 신염 및 혈관염, 다발성 관절염, 심혈관 질환, 소화 장애 및 신경 질환과 같은 관련 증상들이 나타날 수 있다.\n실험실적 이상 반응(laboratory abnormalities)\n•\tCBC: 재생불량성 빈혈, 백혈구 증가증 또는 백혈구 감소증, 혈소판 이상증.\n•\t생화학적 결과: 고베타감마글로불린혈증, 질소혈증, 단백뇨, 저알부민혈증, 간 효소 농도의 증가.\n \n코 점막피부 경계부위의 과각질화 및 탈색소화 현상\n \n진단\n임상적 진단\n임상적으로 건강한 감염된 개는 신체검사 후 일반적인 실험실 진단에서 임상 증상이나 실험실 진단 이상반응을 보이지 않았지만 감염이 확인된 경우이다.\n아픈 개는 임상 증상과 실험실 진단 이상반응이 함께 나타나며, 감염이 확인된 경우이다.\n실험실 진단\n•\t림프절 또는 골수로부터 추출한 피부 병변의 세포학적 진단에서 무편모형을 관찰(그림).\n•\t면역화학염색(IHC)를 통해 피부나 장기의 생체검사.\n항체가가 낮은 개에서는 임상적 리슈만편모충증을 배제하고 확인하기 위해 다음과 같은 다른 보완적인 검사가 필요하다: 세포학적, 조직병리학적 진단방법 및 PCR.\n혈청학적 진단은 정량적 기법(간접형광항체법 또는 ELISA)을 기반으로 해야 한다: 높은 항체가는\n기생충의 높은 감염 및 질병과 관련이 있다.\n치료\n현재까지 지속적으로 개 리슈만편모충증을 치료할 수 있는 약물은 없다. 대부분의 개에게서 임상 증상은 치료 후 호전되지만 “기생충만을 위한 치료”는 없으며, 대부분의 경우 재발될 수 있다.\n항 리슈마니아 치료제\n•\t5가의 안티몬 합금(pentavalent antimonials): 4~6주 주기에 대한 기본적인 치료.\n•\t밀테포신(miltefosine): 음식과 함께 4주기마다 투여.\n이러한 leishmanicides는 안전성과 효과를 위해 알로푸리놀과 결합되어 있으며 가장 최고의 리슈마니아 치료제이다. 알로푸리놀은 최소 6~12개월 동안 임상 증상의 개선에 따라 투여해야 한다. 이러한 긴 치료법은 감시가 필요한 잔틴에 의해 요로 결석이나 신장 결석 같은 부작용을 일으킬 수 있다.\n \n \n골수 천자액 내의 무편모형\nL. infantum\n예방과 관리\n•\t모래파리에 물려서 발생하는 L. infantum의 전파를 막기 위해 합성 피레트로이드제제 기반의 방충제나 살충제의 국소사용.\n•\t칼라형: 효과를 위해서는 7~14일 소요:\n● 델타메트린(deltamethrin).\n•\t피펫형: 효과를 위해서는 24~48시간 소요:\n● 퍼메트린(permethrin).\n● 퍼메트린(permethrin) + 이미다클로프리드(imidacloprid).\n•\t집이나 개집의 창문과 문에 0.3~0.4 mm 격자 크기의 방충망 설치.\n•\t면역학적 예방: 배양된 전편모형의 L. infantum에서 분비된 정제항원에 기반한 백신이 사용 가능하다. 보조제로 MDP (muramyl dipeptide)를 포함하고 있다. 건강한 6개월령의 혈청 음성 동물들에 대한 백신이 가능하다. 3주 간격으로 3회 접종하고 1회 용량으로 매년 보강접종 하는 것이 추천된다.\n\n \n이 감염은 개에서와 같은 방법으로 진단된다.\n알로푸리놀(allopurinol)이 좋은 임상반응을 나타내어 일반적으로 사용되기는 하지만 아직 치료에 대한 정보는 제한적이다.\n\n \n광견병 바이러스는 Rhabdoviridae(외피보유 RNA 바이러스)과에 속하는 Lyssavirus 속이다. 바이러스는 특유의 총알모양을 가지고 있다.\n특징적인 단백질\n•\t핵단백질(nucleoprotein): 가장 풍부한 단백질로, 게놈 RNA와 연관이 있고 RNA 분해효소에 저항성을 가지며 여러 가지 랍도바이러스들에 공통적으로 존재하는 고도로 보존된 변이가 없는 부분이다.\n•\t당단백질 G (glycoprotein G): 외피에서 돌출되어 스파이크(삼량체)를 형성하고 병원성(세포 수용체에 결합하고 세포내로 들어가며 바이러스 조립에 협력)에 중요한 역할을 하는 거대한 세포밖 도메인을 포함한다.\nLyssavirus 속의 다양성 \n지금까지 7가지 유전형이 기술되었다. 유전형은 유전적, 병원성 및 면역 원성에 기초하여 3개의 계통적인 그룹(I에서 III)으로 분류된다.\n광견병 바이러스는 유전자형 1에 속하고 원숙주는 육식 동물이며 전 세계에 분포한다. 유럽 박쥐 lyssaviruses 유형 1과 2(EBLV-1과 EBLV-2)는 각각 유전자형 5와 6에 속한다; 유럽에서 식충 박쥐로부터 분리되며 때로는 사람에게 전염될 수 있다(타액의 “튄 자국”).\n광견병 바이러스는 사체나 조직에서 20°C에서 며칠 동안 생존할 수 있다.\n역학\n역학적 순환의 유형\n•\t박쥐에 의해 유지되는 공기매개 순환.\n•\t육식동물에 의해 유지되는 육상에서의 순환. 두 가지 유형의 분포를 가짐:\no\t주된 병원소가 개인 도시의 광견병.\no\t다른 동물종이 주된 병원소인 야생의 광견병.\n \n박쥐에서 하나 또는 그 이상의 “공기매개” 감염 사이클과 육식 동물에서의 하나 이상의 “육상” 사이클이 같은 지리적 영역에서 공존할 수 있다. 유럽에서는 EBLV-1과 EBLV-2에 의한 박쥐 광견병의 두 가지 사이클이 붉은여우와 관련된 사이클과 공존한다.\n여러 동물 종의 감수성의 정도는 매우 다양하다.\n배출\n광견병 바이러스는 질병의 첫 임상 증상이 나타나기 전에도 주로 타액으로 배출된다.\n전파형태\n•\t감염된 동물에 물리거나 긁힌 후 감염된 타액에 접촉(가장 빈번한 형태).\n•\t공기매개 경로.\n병리 기전\n1 감염된 타액을 통해 일단 주입된 광견병 바이러스는 세포 수용체에 결합하여 가로무늬근의 세포내에서 복제하거나 직접 신경 세포를 감염시킨다.\n2 바이러스는 역행성의 축삭 수송 기전을 통해 중추신경계로 이동한다. 운동섬유와 감각섬유가 모두 관련될 수 있다.\n3 바이러스가 일단 중추신경계에 들어가면 회색질(암몬각, 연수 및 소뇌)에서 급속하게 번식하여 뇌염의 증후가 시작된다.\n4 바이러스는 이후에 중추신경계에서 말초신경을 따라 타액선을 포함한 여러 위치로 옮겨갈 수 있다(전파에 결정적임).\n임상증상의 진행\n임상증상의 발현과 진행은 다음에 좌우된다:\n•\t바이러스의 종.\n•\t주입된 양(주입된 타액의 양과 그 안에 들어 있는 바이러스의 양에 따라 다름).\n•\t주입된 부위에서 중추신경계 까지의 거리.\n \n \n \n잠복기는 2주에서 2개월, 심지어 몇 년까지 다양하게 나타난다.\n임상적 관점에 따라 광견병은 3가지의 단계로 구분된다:\n1 전구기\n대개 1~3일간 지속되며 행동 변화, 공격성, 과민성 및 음식물 섭취장애로 특징지을 수 있다. 바이러스가 침입한 부위의 가려움증 때문에 동물은 그 부위를 물어뜯게 되고 점차 궤양이 생긴다.\n2 광폭기\n강한 흥분과 침울이 교차로 나타난다. 이 시기의 동물은 매우 공격적이며 근처에 있는 모든 것을 물고 특징적인 울음소리를 낸다(높고 사나운 소리). 마비증상을 나타내지 않고 이 단계에서 죽게 될 수도 있다.\n3 마비 또는 “침울” 단계\n이 단계에서는 삼키는 것이 불가능해지고(전형적인 증상은 침을 흘리는 것) 이완성 마비, 진행성 마비, 전신성 마비, 상행성 마비가 일어난다. 결국에는 심폐정지로 폐사하게 된다.\n \n \n암몬각(개의 뇌)\n병변\n전형적인 병변은 적은 염증 반응과 괴사를 동반한 급성 회색질뇌척수염이다.\n가장 특징적인 소견은 네그리소체의 존재이다: 뉴런과 신경돌기에서 호산구의 세포질 내 봉입체 형성.\n네그리소체는 다음 세포들에서 광학 현미경으로 관찰할 수 있다:\n•\t해마의 암몬각 세포(주로).\n•\t대뇌 피질의 피라미드형 세포.\n•\t뇌간 세포.\n•\t소뇌의 조롱박 세포.\n\n진단\n임상 및 감별진단\n \n사람에 대한 공격성과 함께 어떠한 비정상적인 신경 장애를 나타내는 동물은 광견병의 감염을 “의심”해야 한다. 광견병에 걸린 것으로 의심되는 개와 고양이들은 계속 관찰되어야 한다. 관찰 기간 동안 동물이 폐사하게 되면 표준실험실에서의 공식적인 진단이 의무적으로 이루어져야 한다.\n실험실 진단\n진단기법\t가검재료\t관찰\n직접형광현미경법\t신경조직(척수, 소뇌, 해마)\t•\tOIE 및 WHO 기준을 준수해야 한다.\n•\t공식적인 실험실에서 적용되는 표준 기법\n생물학적 기법:\n•\t마우스 접종\n•\t세포 배양\t신경조직과 타액샘\t공식적인 실험실에서 적용하는 보완적인 표준 기법\n바이러스 검출(PCR)\t신경조직과 침\t표준 기법에 대한 보완적인 기법이며 표준 기법을 대체하지는 않음\n반려동물에서의 의무적인 백신접종은 지역 또는 국가에 따라 다르다.\n치료\n치료법은 적용되지 않는다.\n예방과 제어\n개와 고양이에서 광견병 제어를 위해 사용되는 백신(일부는 페렛과 밍크 등 다른 족제비과 동물들에게도 허가된)은 불활화백신(대부분의 백신)이거나 재조합 벡터 기술에 의해 생산된 백신(고양이 전용 백신)이고 단가 또는 다가백신(개 전용 백신)이다. 역학적인 관점에서, 유럽의 광견병 제어는 생백신을 포함한 미끼를 배치함으로써 여우에서의 질병을 근절하거나 줄이는 것을 목적으로 한다.\n \n광견병의 특이적 증거인 신경세포 세포질 내의 네그리소체. H&E 염색.\n \n광견병 바이러스에 의해 생성된 뇌염과 연관된 혈관주위의 염증세포의 침윤. 이 그림은 뇌혈관 주위에 염증세포의 침윤이 축적된 것을 보여준다. H&E 염색.\n \n직접형광염색법, 감염된 조직 내의 광견병바이러스를 탐지할 수 있는 표준기법이다.\n\n2 인터페론 순환요법\n바이러스 복제를 제한하기 위해 인터페론(사람 유래 알파, 고양이 유래의 오메가)을 사용할 수 있다.\n항바이러스 치료가 잠재적인 감염을 제거하거나 영구적인 바이러스 혈증을 역전시킬 수는 없지만 임상적으로 종종 유의적인 개선 결과를 보였으며 기대 수명을 연장할 수 있다.\n감별 진단\n종양, 면역 결핍 및 빈혈을 포함한 다른 질병.\n\n2 퇴행성 감염:\n•\tFeLV는 단핵 세포와 관련된 일시적인 바이러스 혈증을 생성하며, 일부 경우에는 골수에 바이러스가 유입되어 잠재적 감염이 발생할 수 있다. \n•\t잠복 감염에서 바이러스 게놈은 바이러스가 복제되지 않더라도 숙주 세포에 존재하는데(이러한 개체는 초기 단계 이후 일반적인 진단 검사에서 음성을 나타냄), 때로는 이 잠복 감염이 다시 활성화되어 진행성 감염으로 진화할 수 있다.\n\n•\t빈혈: FeLV는 재생성 및 비재생성 빈혈을 유발한다. 주된 요인은 2차 감염(보통 mycoplasma에 의한), 면역 매개형 용혈성 빈혈 및 혈소판 장애로 인한 출혈로 인하며 대부분의 비재생성 빈혈은 다른 문제들과 같이 나타난다. 이러한 빈혈은 질병이나 만성 염증 또는 감염성 병원체나 종양성 세포에 의한 적혈구 전구체 세포가 대체됨으로써 유발될 수 있다. 순수한 적혈구 무형성은 FeLV-A와 -C (FeLV에 의한 감염의 1% 미만)에 의한 동시 감염에서만 발생한다. FeLV-C는 heme 그룹을 운반하는 단백질을 방해한다.\n•\t다른 혈액학적 변화: FeLV는 순수 혈소판 장애(혈소판 감소 및 혈전증) 및 비 재생성 범혈구 감소증(골수 혈액 세포의 모든 전구체가 영향을 받는 경우)을 유발할 수 있다.\n•\t신경학적 변화: FeLV에 바이러스 혈증이 나타나며 바이러스가 혈액-뇌 장벽을 가로질러 신경 독성 효과를 일으킬 수 있다.\nFIV가 숙주 동물에 들어가면 복제하여, 국소 림프절 조직 및 바이러스 혈증이 빠르게 진행되어 흉선, 비장 및 림프절로 바이러스가 확산된다. 바이러스의 복제는 전염증성 림포카인의 합성과 B 세포의 생성을 활성화시키며, 감염(소화계, 신장 및 중추 신경계)이 확립되면 면역계의 지속적인 활성화가 림프구 과형성을 유발한다.\n항체는 감염 후 2~4주부터 검출될 수 있으며, 세포 매개 면역 반응과 함께 지속적인 바이러스 혈증(감염 후 4~6주)의 발생을 조정한다.\n감염을 제어하는 것은 혈류에서 바이러스를 제거하고 다른 조직에서 바이러스 전파를 감소시키는 숙주의 능력에 달려 있다.\nFIV는 감염을 제어할 수 없는 지속적인 바이러스 혈증이 있는 동물에서 혈액-뇌 장벽을 가로 지르고 미세아교세포, 성상 세포 및 뉴런을 감염시키고 다양한 신경 0증상을 나타낼 수 있다. \n \n주요 단백질\n•\tp24/CA (capsid): 일반적인 진단에 이용되는 항체를 유도한다.\n•\tgp40/TM (transmembrane).\n•\tgp95/SU (surface): 외피막에 위치해 있으며, 바이러스의 부착을 위한 세포 수용체에 의해 인식된다.\n \n감염된 동물은 일반적으로 임상 증상을 보이지 않는다.\n면역결핍증후군\n높은 수준의 바이러스 복제와 CD4+ T 세포 수의 급격한 감소가 발생하며 이로 인한 2차 감염 및 기회 감염에 대한 감수성이 증가하여 림프성 결핍에 의해 나타난다.\nFIV는 다양한 메커니즘을 통해 면역 결핍을 일으키는데, 림프구의 세포 사멸과 세포 사멸을 유도하는 것이 가장 중요한 요인으로 작용한다.\n\t초기: 불임(태아 사망 및 태아 재흡수로 인한 발정 복귀).\n•\t중기: 태아 낙태 및 미이라화 태아의 출생.\n \n \n코로나 바이러스는 온도, 일반 세제 및 소독제의 작용에 민감하다.\n \n최근 몇 년 동안 선진국에서의 FIP 발병률이 증가했다.\n코로나 바이러스(전자현미경)\n1 삼출형 또는 WET형\n•\t체강 내 고농도의 단백질을 가진 맑은 호박색 삼출물과 괴사성 및 농성육아종성 병변의 존재. 복막, 늑막 및 각종 장기의 표면에 피브린의 존재.\n•\t일반적으로 잠행성 질병의 경우 진행성 체중 감소, 우울증, 식욕 부진, 발열, 흉막 삼출물 및 아래쪽 부분에 침강된 부종을 관찰할 수 있다.\n\n \n임상 병력 및 역학 자료에 근거하여 판단한다.\n삼출형에서의 생체 내 진단은 주로 복수 분석을 이용한다. 복수의 단백질 변화는 FIP를 의미하지만, 코로나 바이러스나 바이러스에 대한 특이 항체를 확인하여야 한다.\n사후 육안병변 및 조직병리학적 진단이 중요하다.\n실험실 진단\n진단기법\t가검재료\t관찰\n조직병리학\t간, 비장, 신장, 림프절, 복강 및 흉강삼출물, 고름육아종\t가장 많이 사용함\n바이러스항원검출(직접형광현미경, 면역침강법)\t복강 및 흉강삼출물, 고름육아종\t항상 신빙성이 있지는 않음 (대식구 내에 바이러스검출)\n바이러스핵산검출 (PCR)\t혈액, 분변\t병원성과 비병원성균주를 감별할 수 없음\n혈청학적 진단 (ELISA, 간접형광현미경법)\t혈청\t\n발병 기전\n•\t섭취 또는 흡입 후 FCoV는 편도선과 구강인두에서 복제하여 소장(회장과 결장; 감염 2일째)에 신속히 도달한다.\n•\tFIP 바이러스(“복막염” 바이러스)의 표적세포는 단핵세포/대식세포 및 작은 혈관의 내피 세포이다. 이러한 방향성은 “장내” 바이러스(장 세포에서 복제되고 점막을 통과하지 않고 소화관으로 제한되는 감염)이 “복막염” 바이러스로 “변환”하는 데 필수적이다.\n•\t감염 후 첫 2주 동안 특정 항체가 생성되는 시간에 대식세포에서 FCoV의 복제가 천천히 일어난다.\n\n\n강아지 부신피질기능항진증(쿠싱 증후군)은 부신에서 과도한 코르티솔이 분비되는 내분비 질환으로, 다양한 증상과 합병증을 초래할 수 있다. 코르티솔은 신체의 대사 조절과 면역 반응을 담당하는 중요한 호르몬이지만, 과도하게 분비될 경우 신체 균형을 무너뜨리며 다양한 건강 문제를 유발할 수 있다. 이 질환은 주로 중년 이상의 강아지에게서 발생하며, 치료 없이 방치하면 심각한 합병증을 유발할 수 있기 때문에 조기 발견과 적절한 관리가 중요하다.\n부신피질기능항진증의 원인은 크게 두 가지로 나뉜다. 첫 번째는 뇌하수체 종양(PDH, Pituitary-Dependent Hyperadrenocorticism)으로, 뇌하수체에서 과도한 부신피질자극호르몬(ACTH)을 분비하여 부신이 지속적으로 코르티솔을 생산하는 경우이다. 이 유형이 전체 부신피질기능항진증의 약 85%를 차지하며, 주로 소형견에서 흔하게 발생한다. 두 번째는 부신 종양(AT, Adrenal Tumor)에 의한 경우로, 부신 자체에 종양이 발생하여 코르티솔이 과도하게 분비되는 것이다. 이 유형은 전체의 약 15%를 차지하며, 대형견에서 비교적 더 흔하게 나타난다. 또한, 일부 강아지들은 장기간 스테로이드 약물을 복용함으로써 부신에서 자체적으로 코르티솔을 조절하는 능력을 상실하여 유발되는 이차성 부신피질기능항진증도 존재한다.\n이 질환을 앓는 강아지는 다양한 증상을 보일 수 있으며, 증상이 점진적으로 나타나기 때문에 초기 진단이 어려울 수 있다. 대표적인 증상으로는 다뇨 및 다갈(물을 많이 마시고 소변을 자주 봄), 복부 팽창(팽창된 배), 피부 변화(탈모, 피부 위축, 멍이 쉽게 생김), 근육 위축, 무기력증, 식욕 증가 등이 있다. 심한 경우 고혈압, 당뇨병, 췌장염, 혈전증 등의 합병증이 동반될 수 있다. 또한, 코르티솔 과다로 인해 면역력이 저하되면서 세균 감염에 쉽게 걸릴 수 있으며, 상처 회복이 느려지는 경향을 보인다.\n부신피질기능항진증을 진단하기 위해서는 여러 가지 검사 과정이 필요하다. 기본적으로 혈액 검사와 소변 검사를 통해 간접적인 신호를 확인할 수 있으며, 이후 특정 호르몬 검사를 진행하여 정확한 진단을 내린다. 대표적인 호르몬 검사로는 ACTH 자극 검사와 저용량 덱사메타손 억제 검사(LDDS test)가 있다. ACTH 자극 검사는 강아지의 부신이 얼마나 과도하게 반응하는지 평가하는 검사이며, 저용량 덱사메타손 억제 검사는 뇌하수체와 부신의 기능을 구분하는 데 도움을 준다. 초음파 검사나 CT/MRI 촬영을 통해 부신의 크기와 종양 여부를 확인할 수도 있으며, 추가적으로 고혈압이나 혈전과 같은 합병증 여부를 평가할 필요가 있다.\n부신피질기능항진증의 치료 방법은 원인과 강아지의 건강 상태에 따라 다르게 적용된다. 뇌하수체 종양이 원인인 경우, 미트라폰(Mitotane) 또는 트릴로스탄(Trilostane)과 같은 약물 치료가 주로 사용된다. 이들 약물은 부신에서 코르티솔 생산을 억제하여 증상을 완화하는 역할을 한다. 반면, 부신 종양이 원인일 경우 수술적 제거가 가능하지만, 수술의 위험성이 높고 완전히 제거하지 못할 경우 재발 가능성이 있다. 또한, 장기간 스테로이드 사용으로 인한 이차성 부신피질기능항진증의 경우, 스테로이드 용량을 점진적으로 줄여가며 부신의 자연적인 기능 회복을 유도해야 한다.\n이 질환은 완치가 어려운 만성 질환이기 때문에, 치료 이후에도 지속적인 관리와 모니터링이 필요하다. 정기적인 혈액 검사와 호르몬 검사를 통해 코르티솔 수치를 관리하고, 신체 상태를 지속적으로 평가해야 한다. 또한, 식이 관리를 통해 체중과 혈당을 조절하고, 고단백 저탄수화물 식단을 유지하는 것이 도움이 될 수 있다. 운동량을 조절하여 무리하지 않도록 하고, 감염 위험을 줄이기 위해 위생적인 환경을 유지하는 것도 중요하다.\n부신피질기능항진증을 예방하기 위해서는 스테로이드 약물을 장기간 사용하지 않도록 주의해야 하며, 강아지의 건강 상태를 주기적으로 점검하는 것이 필수적이다. 특히 고위험 품종인 푸들, 닥스훈트, 복서 등의 견종은 조기에 정기 검진을 통해 신체 변화를 관찰하는 것이 중요하다. 또한, 강아지의 식단을 조절하고 적절한 체중을 유지함으로써 신진대사를 원활하게 유지하는 것이 예방에 도움이 될 수 있다.\n강아지 부신피질기능항진증은 조기에 진단하고 적절한 치료를 받을 경우 삶의 질을 유지할 수 있는 질환이다. 보호자는 강아지의 행동 변화와 신체적 징후를 주의 깊게 살피고, 의심 증상이 나타날 경우 즉시 수의사와 상담하여 필요한 검사를 진행해야 한다. 꾸준한 관리와 적절한 치료를 통해 강아지가 건강한 삶을 유지할 수 있도록 하는 것이 중요하다."
}