{"title": "그림으로 보는 개 고양이의 면역과 전염병", "author": "유한상 옮김", "publisher": "(주)범문에듀케이션", "department": "내과", "disease": "\n고전적인 백신\n차세대 백신\n백신 및 예방접종_VACCINES AND VACCINATION\n예방접종 또는 능동면역은 동물에 항원을 투여하는 것으로서, 항원에 대하여 효과적으로 반응하고, 이에 대한 특이적인 면역반응(기억)을 유발한다. 같은 항원에 지속적인 노출은 첫 번째 반응보다 빠르고 강하며, 지속기간이 긴 이차적인 면역반응을 유도한다.\n \n9\t원인\n부적절한 접종\t•\t부적절한 경로로 접종\n•\t부적절한 시기에 백신접종\n•\t생백신의 사멸\n적절한 접종 동물이 반응은 하나, 방어는 하지 못함\t•\t너무 늦은 접종: 동물이 이미 감염되었음.\n•\t부적합한 균주 또는 균체\n•\t방어력이 없는 항체생성\n\t동물이 반응을 하지 않음\t•\t수동면역전\n•\t면역저하동물\n•\t개별적 차이\n \n강아지나 고양이에서 직접 합성된 항체\n근육내 경로(IM)\n \n제3형 과민반응에 의한 “Blue eye” 증상\n방어를 위해 필요한 항체의 농도\n백신의 효과를 방해하는 모체이행항체의 농도\n \n  불활화백신은 면역원을 함유한 완전한, 그러나 물리·화학적으로 불활화된 미생물로 구성되어 있다. 톡소이드로 불리는 불활화된 세균외독소도 불활화백신으로 간주한다(예. 테타누스톡소이드).\n  약독화백신은 살아는 있으나, 병원성은 없는 전염원성병원체이다. 약독화는 고전적인 실험법(다른 숙주에 지속적인 감염 및 계대배양, 높거나 낮은 배양온도에의 적응)에 의한 자연적 방법(다른 숙주동물에의 적응) 또는 유전적 조작에 의해서 할 수 있다. 이러한 백신은 높은 방어력을 나타내기는 하나, 불활화백신보다 안전성에서는 떨어진다(병원성 회복 가능성).\n  현대적인 백신기법은 전염성원인체의 면역원성부분을 가진 유전자를 다른 벡터에 클로닝 또는 병원체의 병원성과 관련된 부분의 유전자를 제거 하는 것이다.\n  불활화된 병원체, 합성 또는 서브유니트백신은 외부 항원으로서 체액성면역을 유도한다(항체생성 및 memory B 세포의 생성). 이런 경우, 면역반응을 높이기 위해서 어쥬벤트를 첨가한다.\n  약독화백신의 살아 있는 생물체는 숙주에서 증식한다. 벡터재조합백신과 DNA백신은 동물에서 증식하지는 않으나, 항원성단백질의 합성을 유도한다. 이들 경우, 이들 내제항원의 합성은 세포성면역반응(Th1)과 memory Tc 세포의 생성을 유도한다.\n  개와 고양이 백신은 일반적으로 피하 또는 근육내로 접종한다. 그러나, 몇 종류는 비강내로 접종하는데, 이는 “kennel cough” 에 대한 개호흡기 백신과 고양이 전염성복막염에 대한 온도감수성백신이다. 일반적으로 불활화, 합성 및 서브유니트백신은 충분한 면역유도를 위해 여러 번 접종을 한다.\n  백신의 효과적인 면역반응을 유발하기 위해서는 약간의 염증반응이 요구되기 때문에, 정상적으로 접종부위에서 일시적인 반응이 나타난다. 일반적이기는 하지만 이상반응(통증, 국소탈모, 농양)을 종종 유발한다. 그러나, 고양이에 육아종과 같은 좀 더 심각한 이상반응이 가끔 나타나기도 한다.\n  백신 접종 후에 전신반응(고열, 불안감)이 때때로 나타나기도 한다. 비교적 적기는 하지만, 백신은 유산, 과민반응, 자가면역, 면역억제 등과 같은 심각한 문제를 유발하기도 한다(Charts 20에서 23 참조).\n  백신은 접종 후에 즉각적인 방어력을 나타내지 못한다. 면역반응을 활성화시키고, 기억 반응을 유도하기 위해서는 시간이 필요하다. 면역효과 및 기간은 백신과 관련된 여러 요소, 투여방법, 백신 접종 동물의 특성 등에 따라서 다르다. 백신실패(vaccine failures, 백신을 접종하였으나 동물에서 방어가 되지 않는 경우)도 위의 요소들과 관련된 다양한 이유로 발생하게 된다.\n  감수성기(window of susceptibility)는 초유를 통해서 섭취한 모체이행의 항체가가 병원체를 방어하기에는 낮으나, 백신에 따른 효율적인 면역반응을 유도하기에는 높은 시기이다. 이 기간은 같은 배의 동물이라도 개별적으로 다양하게 나타난다. 즉, 초유내 면역글로불린농도, 신생동물에 섭취하여 흡수된 초유의 양에 따라서 다르다(Chart 12 참조).\n\n예방접종에 의한 면역은 유동적이어야 하며, 반드시 수의사에 의해서 처방되어야 한다.\n개별적인 개의 예방접종 시 추천사항\n예방접종계획은 동물 및 환경에 관련된 여러 요소를 바탕으로 계획되어야 한다. 특별한 관심사항은\n•\t나이와 품종.\n•\t면역과 생리적인 상태.\n•\t습관, 행동, 공존성 및 적합성.\n•\t지역적인 사항.\n다음과 같은 사항을 고려하여야 한다.\n•\t어떠한 질병에 예방을 할 것인가? 이는 개가 있는 지역의 전염병 발생상황 및 발생률에 기초하여 결정한다.\n•\t백신의 형태(불활화, 서브유니트, 혹은 약독화백신). 이는 접종받을 개의 특성에 따라서 결정한다.\n•\t접종횟수 및 주기. 이는 백신의 형태, 개의 나이, 건강 및 생리적인 상태에 따라 결정한다.\n•\t단가 또는 다가 백신의 사용. 개의 나이, 건강 및 생리적인 상태에 따라서 결정한다.\n•\t개가 살아가는 지역에 가장 적합한 균주를 사용하여 생산한 제품을 사용한다. 지역에 따라 순환하는 균주에 중요한 차이가 있을 수 있다.\n•\t동종예방접종에서 차이가 확인되었다면, 미생물의 역가 또는 농도와 어쥬벤트의 형태와 관련하여 특별한 상업적 제품의 선택.\n강아지, 성견 및 임신견에 적용할 수 있는 프로그램이 다르기 때문에 한 번 접종하는 백신계획을 수립하기에는 어렵다. 또한, 이러한 프로그램의 확립은 개의 품종(Rottweiler 종은 바이러스성 위장관염에 높은 감수성을 보임), 습관 및 개별적인 활동성(개 경연대회에 참석) 및 다양한 나이의 개들과 공존 여부에 따라서 다를 수 있다.\n개의 예방백신 접종 시 추천사항_VACCINATION RECOMMENDATIONS FOR DOGS\n예방접종은 개별적과 집단적인 개(개 사육장, 보호소) 모두에서 사용될 수 있는 위생프로그램 중 하나이다.\n개 집단에서의 예방접종 시 추천사항\n개 집단에서의 건강 프로그램 내에서 예방접종 지침은 동물에 대한 우수한 경영과 품종의 습관 등과 항상 관련하여 시행되어야 한다. 이런한 지침은 개 집단의 목적과 부합되어야 한다. 그러므로, 개 보호소와 개 번식장에서는 건강의 범위가 항상 경제적인 면과 밀접한 관련성을 가진다. 그러나, 동물원 또는 국경검역소와 같은 곳에서 검역 또는 기구의 운영 등에 관한 특별법이 있는 곳에서는 건강에 최우선을 둘 수 있도록 목적과 예방대책이 다양할 수 있다.\n예방접종 프로그램의 목적\n예방접종 프로그램의 주요 목적은 다음과 같다.\n•\t병원체의 노출 및 전파의 위험성과 질병의 심각도 및 발생률의 최소화.\n•\t동물의 최적 건강상태 유지.\n \n예방접종은 유용성과 발생 가능한 부작용에 대한 관찰 및 분석을 할 수 있는 전체적인 기전에 부합하여야 하고, 집단 내에 잠재되어 있던 문제점을 유발시키지 말아야 한다.\n예방접종 프로그램\n일반적인 추천사항\n•\t건강하고, 적절한 구충이 이루어진 개에만 예방접종.\n•\t면역상태를 알 수 없는 개에서는 예방접종 전에 적절한 혈청학적 검사 실시.\n•\t임신하였거나, 포유 중인 개에서는 약독화백신을 사용금지.\n•\t6주령 이전에는 백신접종 계획을 시작하지 말 것(일반적으로 8주까지 기다리는 것을 추천함)\n•\t2~3주 간격으로 여러 번 백신을 접종할 것. 또한 강아지에 처음 접종 시 많은 수의 미생물이 투여되지 않도록 할 것.\n•\t다른 단가백신을 혼합하여 동시에 투여할 경우, 어쥬벤트와 투여지침에 특별한 주의를 기울일 것.\n•\t매 1~3년 주기로 추가접종을 실시할 것. 약독화백신은 긴 접종주기를 가지지만, 만약 위험요소가 있으면 접종주기를 짧게 할 것(집단사육, 어린 동물과 접촉, 각자의 특별한 습관 또는 행동 등).\n질병, 나이 및 상황에 따른 추천 백신프로그램\n질병 (백신형태)\t강아지에 접종횟수\t큰개에 접종횟수\t번식견에 접종횟수\t주의사항/\n접종\t매년 2회\n접종\t모든 사항/어린동물과의 접촉\t낮음\n개 전염성간염(약독화)\t2~3주 간격\n3회\t매 1~3년에 1회\t매년 1회\t모든 사항/어린강아지와의 접촉\t중간\n개 렙토스피라증(불활화 또는 서브유니트)\t2~3주간격\n3회\t매년 2회\t매년 2회\t모든 사항/군집에 접촉\t중간\n개 전염성호흡기질병(불활화, 약독화)2\t2~3주 간격 2회, 10~12주령에 첫 접종\t매년 1회\t매년 1회\t모든 사항/어린강아지, 집단, 쇼 및 경진대회 참여 개와의 접촉\t낮음\n광견병(불활화)\t3개월령 후에 1회\t매년 1회\t매년 1회\t의무접종3\t매우 높음\n개 허피스바이러스감염증(서브유니트)\t접종하지 않음\t접종하지 않음\t종부 1~2주 후와 분만 2주 전에 2회접종\t임신견\t모견에는 낮으나, 태아에는 높음\n개 레시메니아증(서브유니트)\t3주 간격 3회,\n6개월령 이상에서 첫 접종\t매년 1회\t매년1회(임신 또는 수유 중인 개에는 접종 금지)\t발생지역\t중간\n개 바베시아증(B. canis 서브유니트)\t3~6주 간격\n2회, 5개월령\n이후에 첫 접종\t매년 2회 접종(진드기출현 1개월 전)\t매년 2회 접종(임신 또는 수유 중인 개에는 접종 금지)\t발생지역, 비장적출개\t중간–낮음\n1 특별한 언급이 없는 경우 8주령에 1차 접종.\n2 개전염성 호흡기 질병에 대한 백신은 개파라인프루엔자 바이러스. 개 아데노 바이러스 2형 및 B.brouchiseptica에 대한 백신을 같이 할 수 있다.\n3 의무접종여부는 국가에 따라 다르다. EU 내외 국가에 여행 시 의무 접종.\nChart\n42\n \n고양이에서 백신 접종으로 예방할 수 있는 질병은 고양이범백혈구감소증, 고양이 백혈병, 고양이 전염성 복막염, 고양이 호흡기 질병과 광견병이다. 부가적으로, 몇몇 나라에서는 고양이 면역결핍증에 대한 백신을 사용한다.\n예방백신 접종은 개별이나 집단의(고양이 위탁소, 보호소 등) 고양이 모두에서 사용할 수 있는 위생프로그램 중 하나이다. 고양이에서는 스트레스를 감소할 수 있는 방법과 같이 사용하는 것이 특별히 결정적인 요소이다.\n고양이의 예방백신 접종 시 추천사항_VACCINATION RECOMMENDATIONS FOR CATS\n개별 고양이에서 예방접종을 위한 추천사항\n고양이에서 개별예방접종 지침은 고양이(나이, 품종, 적합성, 건강 및 생리적 상태)와 주위 환경의 정보를 바탕으로 작성되어야 한다.\n이러한 정보를 바탕으로 다음 사항을 결정한다.\n•\t고양이의 어떠한 질병을 예방하여야 하는지? 고양이가 살고 있는 지역적에서 병원성 범주의 수준과 발생율에 기초하여 결정.\n•\t백신의 형태(불활화, 서브유니트, 약독화, 재조합벡터등) 선택. 접종받을 고양이의 특성에 따라서 결정.\n•\t접종횟수 및 주기. 백신의 형태, 고양이의 건강 및 생리적인 상태에 따라 결정.\n•\t단가 또는 다가 백신 사용. 고양이의 나이, 건강 및 생리적인 상태에 따라 결정.\n•\t지역적으로 순환하는 균주에 중요한 차이가 있을 수 있기 때문에 고양이가 살고 있는 지역을 가장 대표할 수 있는 균주를 사용하여 만든 제품의 선택.\n•\t동종예방접종에서 차이가 확인되었다면, 미생물의 역가 또는 농도와 어쥬벤트의 형태와 관련하여 특별한 상업적 제품의 선택.\n면역계획은 유동적이어야 하고, 수의사에 의해서 처방되어야 한다. 고양이에서는 특별히 각각 개별개체에 적합한 백신계획을 수립해야 한다.\n백신계획은 아래의 사항들에 따라서 다를수 있다.\n•\t고양이 나이와 생리적인 상태(어린 고양이, 큰 고양이 및 임신 고양이).\n•\t품종(예. 페르시안 고양이는 고양이전염성복막염에 높은 감수성을 나타낸다).\n•\t고양이 활동성(집 주변 또는 넓은 영역의 배회).\n•\t다른 개체와의 접촉성(고양이 경진대회 참석 등 다른 고양이와 매우 높은 접촉 또는 제한된 접촉).\n•\t다양한 나이의 다른 개체들과 공존\n백신접종에 이러한 요소들과 가장 많이 관련된 좋은 예가 고양이 백혈병이다. 어린 고양이에는 접종을 강력 추천하지만, 큰 고양이에서는 고양이가 집 주변에만 있는지 또는 넓은 범위를 배회하는지에 따라서 다르다.\n집단 사육하는 고양이에서\n예방접종 추천사항\n개 집단과 고양이 집단 사이에는 경영, 밀도, 건강계획, 위생상태, 치료방법 등에서 커다란 차이를 나타낸다. 개와는 다르게 고양이 집단에서는 아래의 사항들이 필요하다.\n•\t장난감과 운동을 통한 스트레스의 완화.\n•\t고양이 집단의 낮은 밀도.\n•\t특별한 시설의 설계.\n•\t개별 예방접종 및 구충계획.\n \n고양이 집단에 특별히 사용해야 하는 백신들이 있다. 예, 고양이 호흡기 질병을 위한 약독화 백신. 반면에, 다른것들은 개별특성에 따라서 사용해야 한다. 즉, 보호소나 번식장의 고양이들에서는 고양이 전염성복막염에 대한 백신.\n예방접종 프로그램(개별 및 집단사육 고양이)\n일반적인 추천사항\n•\t건강하고 적절하게 구충된 고양이.\n•\t백신 접종 전에 어린 고양이에서 고양이 백혈병에 대한 감염가능성이 증가될 수 있음.\n•\t면역상태를 알 수 없는 고양이는 백신 접종 전에 혈청학적 검사를 실시한다.\n•\t임신 또는 수유 중인 고양이에서는 약독화 또는 재조합벡터 백신 사용 금지.\n•\t6주령 이전에는 백신 접종 프로그램을 하지 말 것(8~9주까지 기다리는 것을 추천함).\n•\t어린 새끼 고양이에서 처음 백신을 하는 경우는 3~5주 간격으로 두 번 접종.\n•\t단가백신은 다른 백신 또는 면역제품과 혼합하여 사용하지 말 것.\n•\t1~3년 주기로 추가접종실시. 약독화백신은 긴 접종주기 그리고 위험요소(집단사육, 어린 고양이와 접촉, 개별의 특별한 습성 또는 활동 등)가 있는 경우는 짧은 접종주기.\n \n \n고양이 질병, 나이 및 상황에 따른 추천 백신프로그램\n질병(백신형태)\t어린 고양이에\n접종횟수\t큰고양이에 접종횟수\t번식고양이에\n접종횟수\t주의사항/위험요소\t병원성 수준\n고양이범백혈구감소증(약독화)\t3주 간격 2회\t매 1~3년 간격 1회\t매년 또는 6개월에 1회\t모든 사항/어린고양이 및 고양이 무리와 접촉\t중간, 번식고양이 및 태아에는 높음\n고양이 호흡기 질병(불활화, 서브유니트, 약독화)2\t3주 간격 2회\t매 1~3년 간격 1회\t매년 1회\t모든 사항/어린고양이 및 고양이 무리와 접촉\t집고양이는 중간, 집단사육고양이는 낮거나 중간 정도, 길고양이는 높음\n고양이 백혈병(불활화, 서브유니트, 재조합벡터)\t16주령 전에 3~5주 간격\n으로 2회\t6개월에\n1회\t6개월에 1회 (임신 또는 수유 중인 고양이에는 접종하지 말 것)\t모든 사항(P27 항원음성고양이에만 사용)/길고양이\t높음\n광견병(불활화, 재조합벡터)\t3개월령 후 1회\t매년 1회\t매년 1회\t의무접종3\t매우 높음\n고양이 전염성 복막염(약독화)\t3주 간격 2회, 16주령 이후에 첫접종\t가변적\t매년 1회\t어린 고양이외 번식 고양이 집단/집단사육\t매우 높음\n1 특별한 언급이 없으면 생후 8~9주령에 일차접종.\n2 고양이 전염성 호흡기 질병에 대한 백신을 고양이 비기관염바이러스, 고양이 calicivirus 및 Chlamydophyla felis에 대한 백신을 포함할 수 있다.\n3 의무 접종 여부는 국가에 따라 다름. EU 내외 국가 여행 시 의무 접종.\n\n"}