{
  "title": "51. 반려견의 점액종성 승모판막 질환 진단 및 치료를 위한 ACVIM 합의 가이드라인",
  "author": "브루스 W 킨",
  "publisher": "Wiley Periodicals",
  "department": "내과",
  "disease": "51. 반려견의 점액종성 승모판막 질환 진단 및 치료를 위한 ACVIM 합의 가이드라인\n\n1. 소개\n패널은 미국심장협회(American Heart Association)1에서 채택한 다음 계획을 채택하여 이 지침의 권장 사항의 강도를 평가했습니다. 권고안 등급 지정은 각 권고안과 함께 나타나며, 권고의 근거가 된 근거의 질을 독립적으로 평가하는 두 번째 용어와 함께 나타납니다.\n2. 추천의 분류\nClass I 권고안은 강력하며, 권고 조치가 대부분의 환자에게 확실한 이점이 있는 것으로 보이며 대부분의 환자에 대한 위험보다 더 큰 것으로 보인다는 패널의 확신을 반영합니다.\n클래스 I 권장 사항은 \"이익 >>> 위험\"으로 요약할 수 있습니다.\nClass IIa 권고안은 적당히 강한데, 이는 권고 조치가 대부분의 환자에게 혜택을 주어야 하며, 아마도 대부분의 환자에 대한 위험보다 더 클 것이라는 패널의 믿음을 반영합니다.\nClass IIa 권장 사항은 \"위험 >> 이익\"으로 요약할 수 있습니다.\nClass IIb 권고안은 약한데, 이는 권고된 조치가 일부 환자에게 도움이 될 수 있고 대부분의 환자에서 제안된 조치를 취하는 위험보다 더 클 수 있다는 믿음을 반영합니다.\n클래스 IIb 권장 사항은 \"이익 > 위험\"으로 요약할 수 있습니다.\nClass III은 제안된 조치의 잠재적 위험과 이익이 본질적으로 동일하여 대부분의 상황에서 이러한 조치를 취해서는 안 된다고 패널이 믿는 권장 사항을 설명하는 데 사용됩니다.\n클래스 III 권장 사항은 \"이익 = 위험\"으로 요약할 수 있습니다.\nClass IV 권고안은 제안된 조치가 대부분의 환자에게 이익보다 해를 끼칠 가능성이 더 높다는 패널의 믿음을 나타내며, Class IV는 패널이 대부분의 상황에서 금기라고 믿는 조치를 지정합니다.\n클래스 IV 권장 사항은 \"위험 >> 이익\"으로 요약할 수 있습니다.\n해당 권고안의 근거가 되는 권고안 분류 및 증거 수준(LOE)은 패널에 의해 독립적으로 결정되었습니다(즉, 모든 권고 등급이 모든 LOE와 쌍을 이룰 수 있음).\n패널은 미래의 증거가 이러한 권고 사항의 강도와 그 근거가 되는 증거의 질을 변화시킬 수 있음을 인정합니다. 가이드라인에서 다루고 있는 많은 중요한 임상적 질문들은 아직 임상시험에서 적절하게 다루어지지 않았습니다. 때때로 패널은 이용 가능한 증거보다 더 많은 것을 기반으로 강력한 권고를 내렸기 때문에 증거가 약하거나 아예 없다고 해서 반드시 약한 권고를 동반하는 것은 아닙니다. 무작위 임상시험 근거를 이용할 수 없을지라도, 특정 검사나 치료법이 유용하다는 명확한 임상적 합의가 존재할 수 있습니다.\n3. 증거의 수준\n임상적 의사 결정을 뒷받침하는 과학적 증거의 품질을 평가하는 방법은 진화하고 있습니다. 패널은 아래에 설명된 대로 미국심장협회(American Heart Association)와 수의학 응급 중환자 치료(Veterinary Emergency Critical Care) RECOVER 증거 등급 기준의 하이브리드를 사용하기로 결정했습니다. 1, 2\n3.1. 강함\n질 높은 근거는 ≥1 무작위 대조 시험 또는 중간 질의 무작위 대조 시험에서 나온 것으로, 질 높은 관찰 연구 또는 기타 중간 질 시험에 의해 확증되었다. 이러한 전향적 임상 연구는 개를 대상으로 수행되었으며 피험자를 중재 또는 대조군에 무작위로 할당하거나 무작위 배정 없이 동시 대조군(즉, 실험 대상자와 동시에 모집된 대조군)을 사용했습니다. 또한 자연적으로 발생하는 승모판 질환을 앓고 있는 개를 대상으로 전향적으로 등록하고, 통제하고, 관찰하는 임상 연구를 통해 강력한 증거를 얻을 수 있었습니다. 이러한 연구는 임상적으로 유의미한 질문을 했고, 적절한 근거가 있는 것으로 간주되었으며, 어떤 그룹에서도 추적 관찰 대상이 과도하게 감소하지 않아 명확하고 통계적으로 타당한 결과를 도출했다.\n3.2. 보통\n중간 수준의 근거는 잘 설계되고 잘 수행된 비무작위 연구, 관찰 연구 또는 등록 연구 또는 이러한 연구에 대한 메타 분석을 ≥1 수행한 것이다. 패널이 \"보통\"으로 평가한 근거는 개를 대상으로 한 대조군, 후향적 연구(즉, 승모판 질환[또는 적절한 대조군]가 있는 개를 이전 기간에서 선택한 연구)에서 생성되었다. 중간 정도의 증거는 또한 실험견을 대상으로 수행된 맹검 및 통제된 실험실 연구에서 생성될 수 있었습니다.\n3.3. 약함\n근거의 질이 낮은 것은 설계 또는 실행에 제한이 있는 무작위 또는 비무작위 관찰 또는 등록 연구에서 나온 것이지만, 임상적 점액종성 승모판막 질환(MMVD)이 있는 개를 대상으로 수행되었거나 연구견을 대상으로 수행된 생리학적, 기계론적 또는 실험적 연구에서 비롯되었다. 패널이 \"약함\"으로 평가한 근거는 승모판 질환이 있는 개를 대상으로 한 통제되지 않은 임상 사례 보고서 또는 사례 시리즈뿐만 아니라 MMVD가 있는 개를 대상으로 수행되지 않은 실험적 또는 임상적 연구에서 생성되었습니다. 여기에는 다른 종의 승모판 질환에 대한 실험 모델뿐만 아니라 자발적 승모판 질환이 있는 인간을 대상으로 한 고품질 연구(예: 메타 분석, 무작위 대조 시험, 관찰 연구를 포함한 동시 대조군을 통한 임상 연구)가 포함될 수 있습니다.\n3.4. 전문가 의견\n임상 경험, 상식 또는 개 이외의 종에서 수행된 생리학적 또는 기계론적 연구에 근거한 전문가 의견은 가장 약한 LOE로 간주됩니다.\n4. MMVD의 발생률, 병리학 및 발병 기전\n1차 진료 수의사에게 내원한 개의 약 10%가 심장 질환을 앓고 있는 것으로 추정되며, MMVD는 전 세계 여러 지역에서 가장 흔한 개 심장 질환으로 북미의 수의사에서 볼 수 있는 개의 심장 질환 사례의 약 75%를 차지합니다.\nMMVD의 병리학은 비교적 최근에 검토되었으며,3 이 질병의 유전학 및 병태생리학에 대한 이해에 약간의 진전이 보고되었습니다. 4, 5 점액종성 승모판 질환은 좌측 방실 또는 승모판막에 가장 흔하게 영향을 미치지만, 최소 30%의 사례에서는 우측 방실(삼첨판) 판막도 침범합니다. 6 이 질병은 여성보다 남성에서 약 1.5배 더 흔합니다. 유병률은 또한 소형견(<20kg)에서 더 높지만, 대형견이 때때로 영향을 받고, 대형견도 종종 심근 기능 장애로 인한 질병 진행이 더 빠르며 예후가 더 조심스럽습니다. 7 소형견의 경우, 이 병은 일반적으로 서서히 진행되지만 때로는 예측할 수 없을 정도로 진행된다. 대부분의 개는 심부전이 임상적으로 시작되기 몇 년 전에 인지할 수 있는 승모판 역류의 잡음이 시작되는 것을 경험합니다. 카발리에 킹 찰스 스패니얼은 특히 비교적 어린 나이에 MMVD가 발병하는 경향이 있지만, 심부전으로 진행되는 시간의 경과는 다른 작은 품종의 개와 현저하게 다르지 않은 것으로 보입니다. 8, 9\nMMVD의 원인은 아직 밝혀지지 않았지만, 이 질병은 일부 품종에서 유전적 요소를 가지고 있으며,5, 10 다른 품종에서는 질병의 중증도에 유전적 요소가 있을 수 있습니다. 이 질병은 일관되게 세포 구성 성분의 변화뿐만 아니라 판막 장치의 세포 간 기질(판막 첨엽 및 척삭 건막 포함)의 변화를 특징으로 합니다. 11, 12 이러한 변화는 콜라겐 함량과 판막 내 콜라겐 원섬유의 정렬과 관련이 있습니다. 스폰지오사 층의 확장은 이 층의 프로테오글리칸 함량의 변화를 특징으로 합니다. 세포외 기질의 조절 장애는 이러한 변화의 핵심인 것으로 보입니다. 현미부수체 리보핵산(microsatellite ribonucleic acid)의 전사 후 조절을 할 수 있는 판막 간질세포(valvular interstitial cells)는 활성화된 근섬유아세포(myofibroblast)의 특성을 획득하고, 활성화된 근섬유아세포(active myofibroblast)는 활성화되지 않은 판막 간질세포(valvular interstitial cell)에 의해 생성될 수 있는 것보다 더 빠르게 콜라겐과 엘라스틴을 분해하는 기질 금속단백분해효소(matrix metalloproteinase)를 포함한 단백질 분해 효소를 증가시킵니다. 13, 14, 15\n내피 세포의 변화와 내피하 비후도 발생하지만,16, 17, 18 이러한 변화로 인해 MMVD를 앓고 있는 반려견이 동맥혈전색전증이나 감염성 심내막염에 걸릴 위험이 증가하지는 않는 것으로 보입니다. 승모판 탈출증은 점액종성 판막 퇴행이 있는 개에서 흔히 발견되며 일부 품종에서 MMVD의 두드러진 심초음파 특징을 나타냅니다. 10, 19, 20 밸브 구조의 점진적인 변형은 결국 효과적인 접합을 방해하여 역류(밸브 누출)를 허용합니다. 진행성 판막 역류는 심장 기능을 증가시켜 심실 리모델링(심방과 심실 모두의 편심 비대 및 세포 간 기질 변화)으로 이어지고 결국 심실 기능 장애를 유발합니다.\n영향을 받은 개의 판막에 있는 섬유아세포 세포막에 있는 미토겐 수용체의 비정상적인 수 또는 유형(즉, 세로토닌, 엔도텔린 또는 안지오텐신 수용체의 하위 유형 중 하나)이 후천성 판막 병변의 병태생리학에 중요한 역할을 한다는 가설이 세워졌습니다. 21, 22, 23 전신 또는 국소 대사, 신경 호르몬 또는 염증 매개체(예: 내인성 카테콜아민, 염증성 사이토카인)도 판막 병변의 진행에 영향을 미칠 수 있으며, 이는 장기적으로 혈액역학적으로 중요한 판막 역류를 동반하는 후속 심근 리모델링 및 심실 기능 장애에 영향을 미칠 수 있습니다. 이러한 요인들의 상호 작용뿐만 아니라 승모판 환형 기하학적 변화와 기계적 응력이 MMVD의 발병 기전 및 진행에 미치는 영향은 완전히 이해되지 않았습니다. 11, 12, 13, 24\nMMVD의 유병률은 소형견에서 나이가 들면서 현저하게 증가하며, 13세까지 최대 85%가 판막 병변의 증거를 보였다. 25 개인에게 MMVD의 병리학적 병변이 있다고 해서 반드시 임상적으로 관련된 판막 역류 또는 심부전 징후가 나타날 개를 식별하는 것은 아닙니다. 말년에 발생하고 종종 치명적일 수 있는 다른 일반적인 병리학적 상태와 비교하여 개인의 판막 질환의 진행 속도에 따라, 임상 징후가 없는 상태에서 MMVD의 존재는 영향을 받은 개의 생활 과정에 영향을 미칠 수도 있고 영향을 미치지 않을 수도 있습니다.\n연령, 점진적인 심장 비대(좌심방[LA] 및 심실), 투과 E파 혈류 속도 증가, 혈청 N-말단 전구 B형 나트륨 이뇨 펩타이드(NT-proBNP) 농도 증가, 안정시 심박수 증가는 MMVD의 진행 속도를 최소한 중간 정도는 예측할 수 있으며 임박한 심부전 위험이 있는 개를 식별하는 데 도움이 될 수 있음이 분명해졌습니다. 26, 27, 28, 29 심장 초음파 및 방사선 사진의 변화율은 또한 심부전 또는 심장 원인으로 인한 사망 위험이 높은 동물을 식별할 수 있습니다. 30, 31 그러나 진정으로 예측적인(민감하고 구체적인) 위험 계층화 체계의 개발은 추가 개선을 기다리고 있습니다.\n5. 심장 질환 및 심부전의 분류\n심장 질환이라는 용어는 심장 병리학과 동의어로 사용되며, 이 경우 승모판막의 점액종성 퇴행성 변화입니다. 심장 질환은 그 특성, 진행 속도, 환자의 연령 및 상태에 따라 심부전으로 이어질 수도 있고 그렇지 않을 수도 있습니다. \"심부전\"이라는 용어는 심장 기능 장애로 인한 임상 징후를 나타냅니다. 심부전은 정맥압이 너무 심하게 증가하여 폐나 체강에 체액이 고이거나(울혈성 심부전[CHF], 심장이 정맥을 적절하게 배출하지 못하기 때문에 \"거꾸로 된 심부전\"이라고도 함) 심장 기능에 영향을 미치는 심장 질환으로 인해 발생하며, 운동 중이나 휴식 시 신체의 요구를 충족시킬 수 없을 정도로 심장의 펌프 능력이 손상됩니다. 정맥압이 정상이거나 증가한 경우(\"전방 심부전\"이라고도 함).\n2009년, 합의 패널은 심장 질환 및 심부전에 대한 병기 결정 체계를 채택하고, 형태학적 변화와 임상 징후의 심각성을 각 단계에서 적절한 치료와 연결하고자 했습니다. 32 이 접근법에 따르면, 환자는 교정 치료(예: 수술)에 의해 질병의 진행이 변경되지 않는 한 1단계에서 다음 단계로 진행될 것으로 예상됩니다. MMVD를 앓고 있는 개에게 적용되는 이 병기 결정 시스템은 여전히 유용하지만, 최근의 임상시험 결과는 건전한 치료 결정을 용이하게 하기 위해 B기 개에 대한 보다 비판적인 임상 평가가 필요함에도 불구하고 여전히 유용합니다.\nMMVD에 대한 이 병기 결정 시스템은 심장 질환 및 심부전의 4가지 기본 단계를 설명합니다.\nA단계는 심장 질환 발병 위험이 높지만 현재 식별 가능한 심장 구조적 장애가 없는 개(예: 모든 카발리에 킹 찰스 스패니얼 또는 심장 잡음이 없는 기타 소인 품종)를 식별합니다.\nB기는 구조적 심장 질환(예: 전형적인 판막 병리를 동반한 승모판 역류의 전형적인 잡음이 존재함)이 있는 개를 식별하지만 심부전으로 인한 임상 징후가 발생한 적이 없습니다. 2009년 권고안과 달라진 점에서, 심장 형태학적 변화가 더 진행된 B기 환자의 하위 집합에서 심부전의 임상적 징후 발병을 지연시키기 위한 치료를 시작하는 것을 지지하는 강력한 증거가 제시되었다(아래 설명).\nB1기는 MMVD에 대한 반응으로 심장 리모델링에 대한 방사선 사진 또는 심초음파 증거가 없는 무증상 개와 리모델링 변화가 있지만 치료 시작이 타당하다고 결정하는 데 사용된 현재 임상 시험 기준을 충족할 만큼 심각하지 않은 개를 설명합니다(아래 특정 기준 참조).\nB2기는 혈역학적으로 심각하고 장기간에 걸쳐 방사선 및 심초음파에서 좌심방 및 심실 비대증을 유발할 정도로 진행된 승모판 역류증을 앓고 있는 무증상 반려견을 말하며, 심부전의 발병을 지연시키기 위해 약물 치료를 시작하는 것이 분명한 이점을 얻을 수 있는 개를 식별하는 데 사용되는 임상시험 기준(아래에 자세히 설명된 구체적인 기준)을 충족합니다.\nC기는 MMVD로 인한 심부전의 현재 또는 과거 임상 징후가 있는 개를 나타냅니다. 병원 치료가 필요한 급성 심부전을 앓고 있는 개와 외래 환자를 통해 심부전을 치료할 수 있는 개 간의 중요한 치료 차이 때문에 이러한 문제는 패널에 의해 별도로 다루어졌습니다. 처음으로 심부전을 앓게 된 일부 개는 공격적인 치료(예: 추가 후부하 감소제 또는 임시 인공호흡 보조)가 필요한 심각한 임상 징후를 보일 수 있으며, 이는 일반적으로 표준 치료에 불응하는 환자를 위해 예약된다는 점에 유의하는 것이 중요합니다(아래 D기 참조).\nD기는 말기 MMVD를 앓고 있는 개를 말하며, 심부전의 임상 징후가 표준 치료(이 합의 성명서의 뒷부분에서 정의됨)에 불응합니다. 이러한 환자는 질병에 대해 임상적으로 편안함을 유지하기 위해 고급 또는 전문 치료 전략이 필요하며, 어느 시점이 되면 판막을 외과적으로 복구하지 않고는 치료 노력이 무용지물이 됩니다. C단계와 마찬가지로, 패널은 급성 병원 기반 치료가 필요한 D기의 개와 외래 환자로 관리할 수 있는 개를 구분했습니다.\n이 병기 결정 시스템은 MMVD로 인한 심부전 발병에 대해 알려진 위험 요인과 구조적 전제 조건이 있음을 강조합니다. 따라서 분류 시스템은 다음을 지원하도록 설계되었습니다.\n위험에 처한 것으로 알려진 개에서 MMVD의 존재에 대한 선별 프로그램을 개발합니다.\n(현재와 미래에) 질병 발병 또는 진행의 위험을 줄일 수 있는 개입을 시행합니다.\n상피내암과 유사한 MMVD를 앓고 있는 무증상 개를 질병 진행 초기에 식별하여 만성 질환 환자로서 보다 효과적으로 의학적으로 관리하거나 수술로 치료할 수 있도록 합니다.\nMMVD에 걸린 증상이 있는 개를 식별하여 이러한 환자를 만성 질환 환자로 의학적으로 관리하거나 외과적으로 치료할 수 있도록 합니다. 그리고 기존 의학적 치료에 불응하는 MMVD로 인한 진행성 심부전을 가진 증상이 있는 개를 식별합니다. 이러한 환자들은 수술을 포함한 공격적이거나 새로운 치료 전략을 필요로 하며, 잠재적으로 완화 치료 또는 호스피스 유형의 임종 치료를 필요로 합니다.\n6. MMVD의 진단 및 치료를 위한 지침\n6.1. 스테이지 A\n심부전 발병 위험이 평균보다 높지만 검사 당시 명백한 구조적 이상(즉, 심장 잡음이 들리지 않음)이 없는 개.\n6.1.1. A기 진단을 위한 권장 사항(2009년부터 변경되지 않음)\nMMVD에 걸리기 쉬운 것으로 알려진 품종(예: 카발리에 킹 찰스 스패니얼, 닥스훈트, 미니어처, 토이 푸들)을 포함한 소형 견종은 일상적인 건강 관리의 일환으로 정기적인 평가(가족 수의사의 연간 청진)를 받아야 합니다. (클래스 I, LOE: 전문가 의견)\n사육견 또는 카발리에 킹 찰스 스패니얼과 같이 특히 위험이 높은 견종의 소유자는 개 쇼 또는 품종 협회 또는 사육 클럽이 후원하고 ACVIM이 승인한 질병 등록에 참여하는 이사회 인증 심장 전문의가 실시하는 기타 행사에서 연간 선별 검사 행사에 참여할 수 있습니다. (클래스 I, LOE: 전문가 의견)\n6.1.2. A기의 치료에 대한 권고(2009년부터 변함없음)\n어떤 환자에게도 약물 치료가 권장되지 않습니다. (클래스 I, LOE: 전문가 의견)\n어떤 환자에게도 식이 요법이 권장되지 않습니다. (클래스 I, LOE: 전문가 의견)\n정상적인 번식 연령 범위(<6-8세) 동안 승모판 역류(MR)의 잡음 또는 심초음파 증거가 조기에 확인되면 잠재적인 번식 동물을 더 이상 사육해서는 안 됩니다. (클래스 I, LOE: 보통)33, 34\n6.2. 스테이지 B\nB기에 있는 개는 구조적 이상(예: MMVD의 존재)이 있지만 질병과 관련된 심부전의 임상 징후를 본 적이 없습니다.\n6.2.1. B기의 진단 및 추가 분류를 위한 권장 사항\n점액종성 승모판 질환은 일반적으로 승모판 역류의 전형적인 심장 잡음의 청진에 의해 선별 검사 또는 정기 건강 검진에서 인식됩니다.\n판막 질환의 혈역학적 관련성을 평가하고 환자가 MMVD에 대해 증상이 없는 시점에 기본 흉부 방사선 사진을 얻기 위해 모든 환자에게 흉부 방사선 촬영이 권장됩니다. MMVD 환자는 기관 또는 기관지 질환을 동시에 앓는 경우가 많으며, 반려견이 증상이 없을 때 기준선 방사선 사진을 찍으면 향후 기침의 원인과 심장이 아닌 원인을 방사선 사진으로 구별할 수 있는 능력을 향상시킬 수 있습니다. (클래스 I, LOE: 전문가 의견).\n혈압 측정은 모든 환자에게 동시 전신 고혈압을 확인 또는 배제하고 기준 혈압을 설정하기 위해 권장됩니다. (클래스 I, LOE: 전문가 의견)\n숙련된 시술자가 수행하는 심초음파검사는 잡음의 원인을 확실히 파악하고, 심실 비대증의 중증도에 관한 구체적인 질문에 답하고, 동반 질환을 식별하기 위해 권장됩니다. 전문의의 검사는 폐고혈압 또는 좌심방 압력 증가를 포함한 혈역학적 이상을 확인할 수 있습니다. 경증의 좌심방 또는 심실 비대에 대한 심초음파식 식별은 어려울 수 있으며, 품종별 정상 값과의 비교가 필요할 수 있습니다(Class I, LOE: Moderate). 35, 36, 37, 38, 39, 40, 41 단축 기저부 보기 외에도 최근에 기술된 2차원, 장축 심초음파비(좌심실(LV)/대동맥(Ao), LA/Ao, LA/LV)가 MMVD를 가진 개의 좌심방 및 심실 비대를 식별하는 데 효과적인 것으로 입증되었습니다. 42 (클래스 I, LOE: 강)\n패널은 B기를 더욱 개선하기 위해 심초음파가 없는 상태에서 흉부 방사선 촬영을 사용해야 하는 경우가 있음을 인정합니다. 이러한 상황에서, 임상의는 흉추 형태에 뚜렷한 차이가 있고 정상적인 척추 심장 비늘의 품종 차이가 있기 때문에 주의해야 합니다. 척추 좌심방 크기(VLAS)(자세한 내용은 아래 참조)를 사용하는 것이 도움이 될 수 있습니다. (클래스 I, LOE: 보통)\n6.3. B1기: MMVD로 인한 승모판 역류가 있는 무증상 반려견으로, 심부전의 발병을 지연시키기 위해 의학적 치료를 시작하는 데 사용되는 기준을 충족할 만큼 심각하지 않습니다.\nB1기 반려견은 방사선 및 심초음파학적으로 정상적인 좌심방(LA) 및 심실(LV) 치수를 가지고 있으며 수축기 기능이 정상이고 방사선 사진상 척추 심장 또는 VLAS가 정상인 개부터 아래에 설명된 특정 기준을 충족하지 않는 좌심방 및 심실 비대증의 심초음파 또는 방사선 소견에 이르기까지 다양한 영상 소견이 특징입니다.\n6.3.1. B1기(약리학 및 식이견, 소형 및 대형견 모두)의 치료 및 모니터링에 대한 권장 사항은 2009년 권장 사항과 변경되지 않았습니다.\n이 질환의 초기 단계에서는 심부전으로의 진행이 불확실하고 권장되는 평가 간격 내에 발생할 가능성이 낮으며 이 단계에서 약물 치료가 효과적이라는 증거가 없기 때문에 이러한 개에 대한 치료는 권장되지 않습니다. 요약하자면, 약물 또는 식이 요법은 권장되지 않습니다(Class I, LOE: 전문가 의견)\n영상 결과에 따라 6-12개월 이내에 심장초음파에 의한 재평가(또는 심장초음파를 사용할 수 없는 경우 방사선 촬영)가 제안됩니다(일부 패널리스트는 대형견에 대한 추적 관찰을 더 자주 권장함). (클래스 I, LOE: 전문가 의견)\n6.4. B2기: 임상시험 결과에 근거하여 임상 징후가 시작되기 전에 치료를 권장하기에 충분한 심장 리모델링(LA 및 LV 확대)을 초래할 만큼 심각한 MR을 유발하는 무증상 MMVD. 43, 44 이 범주의 개는 아래에 설명된 현재 기준을 충족해야 합니다.\n심장 비대증에 대한 B2기 기준은 심부전의 임상 징후가 시작되기 전에 치료로 상당한 혜택을 받을 가능성이 있는 개를 식별합니다. (클래스 I, LOE: 강함):\n잡음 강도 ≥3/6;\n심초음파(echocardiographic LA) : 초기 이완기에서 우측 단축 보기의 Ao 비율 ≥1.6 45;\n이완기의 좌심실 내경, 체중에 대해 정규화(LVIDDN) ≥1.7 (표 1)46;\n품종 조정47, 48, 49, 50, 51, 52, 53 방사선 촬영 척추 심장 점수(VHS) >10.\n5.이상적으로는 치료를 시작하기 전에 이러한 모든 기준을 충족해야 하는데, 치료는 평생에 걸친 헌신을 의미하기 때문입니다. 이러한 기준 중 좌심방 및 심실 비대가 이러한 기준을 충족하거나 초과한다는 심초음파학적 증거는 치료의 혜택을 받을 것으로 예상되는 개를 식별하는 가장 신뢰할 수 있는 방법으로 간주됩니다.\nMMVD에서 B2기 심장 리모델링 및 비대에 대한 신뢰할 수 있는 방사선 마커를 확인하기 위한 연구가 진행 중이지만, 이 병기의 방사선 사진 식별을 위한 명확한 기준은 현재 사용할 수 없습니다. 심초음파 측정이 없는 경우, 심비대에 대한 명확한 방사선학적 증거(예: \"일반형\" VHS ≥11.5, 또는 품종별 VHS 정상 값을 이용할 수 있는 경우 유사한 \"품종 조정\" VHS) 또는 방사선 촬영 또는 심초음파 심장 확대 패턴의 간격 변화의 가속화(증가)의 증거(42)는 B2기를 확인하기 위해 정량적 심장초음파를 대체할 수 있다. (클래스 I, LOE: 전문가 의견)\n방사선학적 좌심방 확대의 새로운 지표인 VLAS는 좌심방 크기를 추정하는 정량적 방법을 제공합니다. 카리나의 가장 복부 측면의 중심에서 꼬리 대정맥의 등쪽 경계와 교차하는 LA의 가장 꼬리 측면까지 선을 그려 오른쪽 또는 왼쪽 측면 방사선 사진에서 측정한 이 선은 4번째 흉추체의 두개골 가장자리로 전치됩니다. B2 리모델링을 정확하게 예측하는 VLAS 값을 결정하기 위한 54건의 연구가 진행 중이지만, 심장초음파가 없는 경우 ≥3의 VLAS 값이 B2기 MMVD를 식별할 가능성이 있습니다. (클래스 1, LOE: 보통)\n\n개의 진행성 B2기를 식별하는 4가지 기준 중 하나는 초기 이완기의 우측 단축 보기에서 측정된 심초음파검사 LA : Ao 비율이 ≥1.6이라는 것입니다. 측정 결과가 설명되어 있습니다. 파란색 화살표는 대동맥 판막 수준에서 대동맥 치수의 측정을 나타내고 주황색 화살표는 좌심방 치수의 측정을 나타냅니다\n표 1.\n개의 진행성 B2기를 식별하는 4가지 기준 중 하나는 좌심실 크기의 증가이며, 체중(BW)으로 정규화하면 ≥1.7입니다\n흑백(kg)\tLVIDD (cm)\n1\t1.7\n2\t2.1\n3\t2.4\n4\t2.6\n5\t2.7\n6\t2.9\n7\t3.0\n8\t3.1\n9\t3.2\n10\t3.3\n11\t3.4\n12\t3.5\n13\t3.6\n14\t3.7\n15\t3.8\n16\t3.8\n17\t3.9\n18\t4.0\n19\t4.0\n20\t4.1\n\n체중이 1kg에서 20kg 사이(BW, 왼쪽 열)인 개의 경우 이 기준을 충족하는 좌심실 끝 이완기 직경(LVIDD)이 오른쪽 열의 치수(cm) 이상이어야 합니다. 참조된 임상시험에서, 이완기 말단 LV 치수는 챔버의 2D 단축 유도 M 모드 심초음파에서 얻었습니다. 55 LVIDD를 BW로 정규화하는 공식은 LVIDdN = LVIDd(cm)/무게(kg)0.294입니다. [2019년 4월 24일 첫 번째 온라인 게시 후 수정 추가: 표 1의 범례에서 (cm)/무게(kg)0294는 (cm)/무게(kg)0.294로 수정되었습니다.]\n6.4.1. B2기 치료를 위한 권장 사항\nPimobendan은 0.25-0.3 mg/kg PO q12h의 용량으로 권장됩니다. 44, 55 (클래스 I, LOE: 강)\n식이 요법을 권장합니다. 이 단계에서 식이 요법을 안내하는 원칙에는 온화한 식단, 나트륨 제한, 최적의 신체 상태를 유지하기 위해 적절한 단백질과 칼로리가 함유된 매우 맛있는 식단 제공이 포함됩니다. 56 (클래스 IIa, LOE: 약함)\n안지오텐신 전환 효소 억제제(ACEI): 초기 검사에서 B2기 환자나 연속적인 모니터링 검사에서 LA의 크기가 현저히 증가한 환자의 경우, 10명 중 5명의 패널리스트가 ACEI로 치료를 권장했습니다. 57, 58, 59 (클래스 IIa, ACEI가 저비용, LOE: 약함)\nB기 반려견 치료에 대한 ACEI의 효능을 다루는 임상시험은 엇갈린 결과를 보여주었습니다.\n베타 차단제는 심장 비대와 관계없이 B2기 반려견의 심부전 발병을 지연시키기 위해 일상적으로 권장되지 않습니다. B2기 반려견 치료를 위한 베타 차단제의 효능을 다룬 임상시험에서는 현재까지 아무런 효과가 없는 것으로 나타났습니다. (클래스 III, LOE: 약함)\n스피로노락톤은 또한 개의 심부전 발병을 지연시키기 위해 일상적인 사용을 권장하지 않습니다. B2기 개 치료에 대한 스피로노락톤의 효능을 다루는 임상시험은 이 글을 쓰는 시점(2019년) 현재 발표되지 않았지만, 파일럿 연구에서는 이 접근법을 사용해야 한다고 제안하고 있습니다60(Class IIb, LOE: 전문가 의견).\n대다수의 패널리스트가 B기에 대한 다른 약물 치료법을 권장하지 않았습니다. 일부 패널리스트는 특정 상황에서 진행성 B2기 환자에게 베타 차단제, 암로디핀과 같은 약물의 사용을 고려했습니다. 이러한 치료 전략은 확정적인 권고안을 제시하기 전에 이 환자 집단에 대한 효능과 안전성을 평가하기 위한 추가 조사가 필요하다. (클래스 III, LOE: 전문가 의견)\n일부 패널리스트는 기침이 심장 비대(폐부종 없음)로 인한 인접 기관지의 압력의 결과라고 생각되는 진행성 B2기 환자에게 기침 억제제의 사용이 유용하다고 생각합니다. (클래스 IIa, LOE: 전문가 의견)\n진행성 B2기에서는 외과적 개입이 가능하며, 일부 패널리스트는 소수의 센터에서 승모판 수술을 받을 여유가 있고 이용할 수 있는 고객에게 권장하며, 이는 수용 가능한 낮은 합병증 발생률과 효과적이고 지속적인 결과의 증거를 보여줍니다. 61, 62, 63 (클래스 IIa, LOE: 보통)\n6.5. 스테이지 C\nC기 개는 현재 또는 과거의 심부전 임상 징후를 유발할 만큼 심각한 MMVD를 가지고 있습니다. C기에는 임상적 심부전 에피소드를 경험하고 표준 심부전 치료에 불응하지 않는 MMVD가 있는 모든 개가 포함됩니다(표준 치료는 아래에 정의되어 있음). 이러한 환자는 표준 치료로 임상 징후가 개선되거나 완전히 해결된 후에도 계속해서 C기로 분류됩니다. 수술적 승모판 복원술이 성공적으로 시행된 예외적인 경우, B기로 재분류하는 것이 보장됩니다.\n심부전의 병원 내(급성) 관리와 심부전의 가정 간호(만성) 관리에 대한 표준 약물 치료에 대한 지침과 만성 식이 관리에 대한 권장 사항이 제공됩니다. C기의 일부 환자는 생명을 위협하는 임상 징후가 나타날 수 있으며 표준으로 간주되는 것보다 더 광범위한 급성 치료가 필요할 수 있습니다. 이러한 급성 치료 환자는 일시적으로 D기(난치성 심부전, 아래 참조)로 진행된 개와 의학적 관리 전략을 공유할 수 있습니다.\nC기 및 D기(증상이 있는 심부전이 있는 MMVD 환자)의 경우 심부전의 급성 치료는 환자의 혈역학적 상태와 조직 산소 전달을 조절하는 데 중점을 둡니다. 이는 (기존 임상 상황에서 가능한 한 많이) 모니터링하고 환자의 예압, 후부하, 심박수, 수축성 및 산소 공급을 최적화하는 동시에 산소 요구량을 줄임으로써 달성됩니다. 궁극적인 목표는 심박출량(Cardiac Valve)을 개선하고, 승모판막 역류(trogitation)를 감소시키며, 심박출량(Heart)량을 낮추거나 정맥압(정맥압)을 과도하게 증가(울혈), 특히 폐 기능 장애와 관련된 임상 징후를 완화하는 것입니다.\n만성 질환 관리(승모판막을 효과적으로 복구하기 위한 수술이 불가능한 임상 환경)의 광범위한 목표는 질병의 진행을 늦추고, 생존을 연장하고, 만성 판막의 임상 징후를 감소시키고, 운동 능력을 향상시키고, 체중(BW)을 유지하고, 삶의 질을 향상시키는 것을 목표로 하는 추가 치료를 제공하는 동시에 혈역학적 개선을 유지하는 데 중점을 둡니다.\n6.5.1. C기 진단을 위한 권장 사항\n신호, 병력 및 신체 검사는 MMVD 환자의 임상 징후의 원인으로서 심부전의 사전 검사 확률을 결정하는 데 도움이 될 수 있습니다. 예를 들어, 체중 감량 이력이 없는 비만 개는 MMVD에 이차적으로 심부전이 발생할 가능성이 적습니다. 현저한 부비동 부정맥이 있고 심박수가 상대적으로 느린 개는 부비동 리듬 또는 부비동 빈맥과 유사한 임상 징후(예: 기침, 호흡곤란)를 가진 개보다 MMVD로 인한 임상 징후를 보일 가능성이 적습니다. (클래스 I, LOE: 전문가 의견)\nMMVD의 C기에 있는 전형적인 개는 좌측 만성심부전의 임상 징후와 빈호흡, 안절부절, 호흡 곤란 또는 기침을 포함할 수 있는 병력을 나타냅니다. MMVD에 걸릴 위험이 가장 높은 집단에서 만성 기관지 질환의 유병률이 상대적으로 높기 때문에, 기침을 하는 개에서 전형적인 좌측 정점 역류 성 잡음이 존재한다고 해서 반드시 임상 징후가 만성 질환의 결과라는 것을 의미하지는 않습니다. 임상 데이터베이스(흉부 방사선 사진 및 이상적으로는 심장 초음파 검사 포함)를 확보해야 합니다. 또한, 심부전이 있는 반려견의 경우 최소 PCV, 혈청 총 단백질, 크레아티닌, 요소 질소 및 전해질 농도, 소변 비중을 포함한 기본 실험실 검사를 가능한 한 빨리 받아야 합니다. 특히 손상된 신장 기능은 심부전이 있는 개에서 중요한 동반 질환을 나타냅니다. (클래스 I, LOE: 전문가 의견)\n도플러 연구를 통한 심장초음파검사는 C기 및 D기로 진행된 MMVD를 앓고 있는 개의 진단에도 유용합니다. 심장 초음파 검사는 MMVD의 존재를 확인하고, 챔버 확대 및 심장 기능을 정량화하고, LV 충전 압력의 일반적인 추정치를 제공하고, 만성 MR의 동반 질환 및 합병증을 확인할 수 있습니다. 여기에는 폐고혈압, 후천성 심방 중격 결손, 심방 파열 또는 관련 없는 심장 종양으로 인한 심낭 삼출액이 포함될 수 있습니다. 예를 들어, 펄스파 도플러에서 저속 E파의 전처리 소견은 좌측 심부전 진단에 반대하는 강력한 주장을 합니다. 반대로, C단계와 D단계에 있는 대부분의 개는 빠른 속도의 조기 충전 파동을 가지고 있습니다. 폐고혈압 증상의 증거(예: 운동 피로, 허탈 또는 실신, 우측 만성심부전으로 인한 복수)가 있는 반려견의 경우, 분광 도플러 소견은 진단을 입증하고 치료적 의사 결정을 내리는 데 도움이 될 수 있습니다.\n혈청 NT-proBNP 농도(시판되는 검사를 통해 얻음)는 MMVD를 가진 개의 임상 징후의 원인을 결정할 때, 특히 증상이 있는 동물에서 NT-proBNP 농도가 정상이거나 거의 정상인 경우 유용한 보조 증거를 추가할 수 있습니다. 집단적으로, 심부전으로 인한 임상징후가 있는 개는 원발성 폐질환에 의한 임상징후가 있는 개보다 혈청 NT-proBNP 농도가 더 높았지만, 단일 특이적 NT-proBNP 농도의 양성 예측값은 적절하게 규명되지 않았다. 기침, 호흡곤란 또는 운동 과민증의 임상 징후가 있는 개에서 NT-proBNP 농도가 정상 또는 정상에 가까운 수치는 심부전이 임상 징후의 원인이 아님을 강력하게 시사합니다. 64, 65 (클래스 I, LOE: 보통)\nMMVD에 증상이 있는 대부분의 개는 중년 이상이며, 특히 만성심부전 치료가 예상되는 경우 혈압 평가, CBC, 혈청 생화학적 프로필 및 소변 검사로 임상 데이터베이스를 작성하는 것이 현명합니다. (클래스 I, LOE: 전문가 의견)\n6.5.2. C기의 급성(병원 기반) 치료를 위한 권장 사항\n푸로세미드 2mg/kg 정맥주사(또는 근육 주사[IM])를 투여한 후 환자의 호흡 징후가 실질적으로 개선되거나(즉, 호흡수 및 노력이 감소할 때까지) 시간당 2mg/kg IV 또는 IM을 투여하거나 4시간 동안 총 투여량 8mg/kg에 도달했습니다. (클래스 I, LOE: 전문가 의견)\n생명을 위협하는 폐부종(즉, 심각한 호흡곤란과 관련된 거품의 가래, 방사선 사진상 폐가 하얗게 변함, 호흡 노력 실패로 인한 푸로세미드 볼루스에 대한 초기 반응 저하 및 2시간 이상 호전되는 속도)의 경우, 푸로세미드는 초기 볼루스 투여 후 0.66‐1mg/kg/시간의 용량으로 일정한 비율 주입(CRI)으로 투여될 수도 있습니다. 66, 67 (클래스 IIa, LOE: 약함)\n이뇨가 시작되면 환자가 물을 자유롭게 이용할 수 있도록 합니다. (Class I, LOE: 전문가 의견, 인도적 고려 사항 적용)\nPimobendan, 0.25-0.3 mg/kg 투여 PO q12h. MMVD로 인한 C기 심부전 관리에 피모벤단의 만성 사용을 뒷받침하는 임상시험 근거가 급성 발현보다 강력하지만, 급성 심부전 치료에 피모벤단을 사용해야 한다는 권고는 혈역학 및 실험적 증거68 및 패널리스트의 일화적 경험에 의해 강력하게 뒷받침되고 있다. 미국 이외의 많은 국가에서는 IV 투여를 위한 피모벤단을 사용할 수 있습니다. (클래스 I, LOE: 약함)\n필요한 경우 습도 및 온도 조절식 산소 케이지 또는 인큐베이터 또는 비강 산소 캐뉼라를 통해 산소 보충을 투여할 수 있습니다. (클래스 I, LOE: 전문가 의견)\n기계적 치료(예: 복부 천자, 흉강천자)는 환기를 손상시키거나 호흡 곤란을 유발할 만큼 충분하다고 판단되는 삼출액을 완화하기 위해 권장됩니다. (클래스 I, LOE: 전문가 의견)\n호흡곤란과 관련된 진정 불안은 치료해야 한다. 마약 또는 항불안제와 결합된 마약은 패널리스트가 가장 자주 사용합니다. 급성 심부전 상황에서 마약 및 진정제에 대한 혈압과 호흡 반응을 모니터링하기 위해 주의를 기울여야 합니다. 모든 패널리스트가 특정 치료법이나 용량 요법을 사용하지 않았습니다. IM 또는 IV로 투여된 0.2 내지 0.25 mg/kg의 부토르파놀은 이러한 목적으로 가장 자주 사용되는 마약이었다. 부프레노르핀(0.0075-0.01mg/kg)과 아세프로마진(0.01-0.03mg/kg IV, IM 또는 SC)뿐만 아니라 모르핀과 하이드로코돈을 포함한 기타 마약의 조합도 제안되었다. (클래스 I, LOE: 전문가 의견)\n적절한 환경 온도와 습도 유지, 베개에 머리를 눕히기, 진정제를 투여한 환자를 흉골 자세로 배치하는 등 최적의 간호를 제공합니다. (클래스 I, LOE: 전문가 의견)\n이뇨제, 피모벤단, 진정제, 산소 및 편안한 치료 조치에 적절하게 반응하지 않는 환자의 좌심실 기능을 개선하기 위해 위의 치료법과 함께 도부타민(CRI로 2.5-10μg/kg/min, 2.5μg/kg/min에서 시작하여 점진적으로 복용량을 증가)을 사용할 수 있습니다. 도부타민 주입 중 가능한 경우 지속적인 ECG 모니터링이 권장되며, 빈맥 또는 이소성 박동이 발생하는 경우 용량 감소를 표시합니다. (클래스 I, LOE: 전문가 의견)\n최대 48시간 동안 1 - 15 μg/kg/min)의 용량으로 니트로프루시드나트륨을 지속적으로 IV 주입하는 것은 생명을 위협하고 반응성이 떨어지는 폐부종에 유용하다69; 이 약물은 현재 (2018) 미국에서 비쌉니다. 추가적인 동맥 확장기(예: 하이드랄라진 또는 암로디핀, 아래 클래스 D의 특정 투여 권장 사항)의 사용 및 PO 적정은 니트로프루시드 투여가 불가능한 환자에게도 유용할 수 있습니다. (클래스 I, LOE: 약함)\nACEI, 예를 들어, 에날라프릴 또는 베나제프릴, 0.5mg/kg PO q12h. ACEI를 사용한 치료는 만성 C기 심부전(아래 참조)에 대한 Class I 권장 사항이고 일부 패널리스트도 ACEI로 급성 심부전을 치료하지만, 푸로세미드 및 피모벤단과 병용할 때 급성 치료에서 ACEI의 효능 및 안전성을 뒷받침하는 근거는 명확하지 않습니다. 그러나 급성 심부전에서 에날라프릴과 푸로세마이드를 급성 투여하면 푸로세마이드 단독 투여와 비교했을 때 폐 모세혈관 압력이 현저히 개선된다는 명백한 증거가 있습니다. 70 (클래스 IIb, LOE: 약함)\n니트로글리세린 연고, 약 1/2인치 페이스트/10kg BW를 수염이 없거나 면도한 피부 부위에 바르면 입원 후 처음 24-36시간 동안 사용할 수 있습니다. 71, 72 일부 패널리스트는 연고를 일정한 간격(12시간 사용, 12시간 중단)으로 투여할 것을 권장합니다. 다른 패널리스트는 이 환경에서 니트로글리세린을 사용하지 않습니다. (클래스 IIb, LOE: 약함)\n6.5.3. C기의 만성(가정 기반) 치료를 위한 권장 사항\n일반적으로 q12h 투여시 2mg/kg의 용량으로 또는 환자의 편안함을 유지하기 위해 필요에 따라 PO 푸로세미드 투여를 계속합니다. 일부 패널리스트는 이제 푸로세미드를 1/10‐1/20 또는 푸로세미드 투여량의 약 5%에서 10% 또는 약 0.1-0.3mg/kg q24h73에서 푸로세미드를 토세미드로 대체하기로 선택합니다. (클래스 I, LOE: 보통)\n피모벤단, ACEI 및 스피로노락톤의 적절한 투여량에 직면하여 환자의 편안함을 유지하는 데 필요한 모든 투여 요법(또는 동등한 토세마이드 용량)에서 만성 PO 푸로세미드 용량≥8mg/kg q24h)은 질병이 D기로의 진행을 나타냅니다.이뇨제 내성의 알려진 원인에 대한 고려(예: 약물 미복용), 높은 나트륨 섭취, 느린 흡수(예: 장 부종), 신세뇨관 내강으로의 분비 장애(예: 만성 신장 질환, 고령, 비스테로이드성 항염증제 동시 사용), 저단백혈증, 저혈압, 네프론 리모델링 및 신경 호르몬 활성화가 보증됩니다. (클래스 I, LOE: 약함)\n푸로세미드 치료를 시작한 후 3-14일 후에 혈청 크레아티닌, 혈중 요소 질소 및 전해질 농도를 측정하는 것이 C기 심부전 동물의 경우 권장됩니다. (클래스 I, LOE: 약함)\nACEI(예: 에날라프릴 또는 베나제프릴, 0.5mg/kg PO q12h) 또는 다른 ACEI와 동등한 용량(이 사용이 승인된 경우)을 계속하거나 시작하십시오. ACEI 시작 후 3-14일 후에 혈청 크레아티닌 및 전해질 농도를 측정하는 것은 C기 심부전이 있는 동물에게 권장됩니다. 혈청 크레아티닌 농도가 기준선 농도의 ≥30% 증가할 경우 급성 신장 손상 발병에 대한 우려가 필요합니다. (클래스 I, LOE: 약함)\n스피로노락톤(2.0mg/kg PO q12 - 24시간)은 C기 심부전의 반려견의 만성 치료를 위한 보조제로 권장됩니다. 이 상황에서 스피로노락톤의 주요 이점은 알도스테론 길항작용으로 생각됩니다. 74, 75 (클래스 I, LOE: 보통)\n계속 pimobendan, 0.25-0.3 mg/kg PO q12h. 76, 77 (클래스 I, LOE: 강)\n패널리스트들은 MMVD에 의해 유발되는 만성심부전(CHF)의 활동적인 임상 징후(예: 심인성 폐부종)에 직면하여 베타 차단제를 시작하지 말 것을 권고합니다. (클래스 IV, LOE: 약함)\n패널리스트 중 누구도 C기 심부전의 만성 치료에서 니트로글리세린을 일상적으로 사용하지 않습니다. (클래스 III, LOE: 전문가 의견)\n심부전 환자의 약물 요법 순응도 및 용량 조정을 향상시키기 위해 고객 지원을 제공하는 동시에 이상적인 BW, 식욕, 호흡기 및 심박수 모니터링을 촉진하기 위해 구조화된 가정 기반 확장 치료 프로그램에 참여하는 것이 권장됩니다. (클래스 I, LOE: 전문가 의견)\n이러한 변수 중에서 정상 기준선 이상의 안정시 호흡수 증가를 식별하는 것은 임박한 임상적 보상 상실에 대한 가장 좋은 예측 값을 갖습니다. 78, 79 (클래스 I, LOE: 보통).\n합병증 발생률이 낮은 센터에서는 C기 환자가 승모판 장치를 수리하기 위한 외과적 개입의 이점을 누릴 수 있습니다. 61, 63 (클래스 I, LOE: 보통)\n심방세동으로 인한 합병증의 경우, 심실수를 조절하기 위해 종종 디곡신(digoxin)과 함께 딜티아젬(diltiazem)을 사용하는 것이 좋습니다. 딜티아젬의 여러 제제를 사용할 수 있습니다. 치료는 심박수 조절을 달성하기 위해 선택한 제제에 대해 적당한 용량으로 시작하고 적정해야 합니다. 이상적으로는 만성심부전의 징후가 잘 조절된 개에서 홀터 모니터링으로 측정한 평균 심박수가 정상에 가깝거나 분당 최소 <125회여야 합니다. 80, 81 (클래스 I, LOE: 보통)\n디곡신 0.0025-0.005mg/kg, 0.8-1.5ng/mL의 목표 정상 상태 혈장 농도(알약 후 약 8시간)를 달성하기 위해 PO q12h를 투여했습니다. C기 심부전의 만성 관리를 위해 패널들은 심실 반응 속도를 늦추기 위해 지속적인 심방세동으로 인한 합병증에만 디곡신을 추가할 것을 권장했습니다. 이러한 경우, 디곡신은 일반적으로 딜티아젬과 함께 사용된다. 디곡신은 동물을 부작용 또는 독성의 위험에 빠뜨리는 것으로 알려진 요인(예: 혈청 크레아티닌 농도가 정상을 초과하는 증가, 심실 발적막증, 주인 순응에 대한 우려 또는 빈번하거나 예측할 수 없는 구토 또는 설사를 유발하는 만성 위장 질환)이 있는 환자에게는 내약성이 없을 수 있습니다. 82 (클래스 IIb, LOE: 보통)\nC기 심부전이 발병하기 전에 베타 차단제를 투여받은 환자의 경우, 대다수의 패널리스트가 베타 차단제를 계속합니다. 일부 패널리스트는 낮은 심박출량, 저체온증 또는 서맥의 임상 징후로 인해 임상적으로 필요한 경우 복용량 감소를 고려합니다. (Class IIB, LOE: 전문가 의견)\n일부 패널리스트는 MMVD로 인한 C기 심부전 환자에게 기침 억제제의 사용이 유용하다고 생각합니다. (클래스 IIa, LOE: 전문가 의견)\n일부 패널리스트는 C기 MMVD 환자의 간헐적 환자에게 기관지 확장제의 사용이 유용하다고 생각합니다. (클래스 IIb, LOE: 전문가 의견)\n6.5.4. C기에 대한 식이 요법에 대한 권장 사항\n심장 악액질은 임상적으로 관련된 체중 감소를 동반하거나 동반하지 않은 심부전과 관련된 근육 또는 제지방량의 손실로 정의됩니다. 악액질은 상당한 부정적인 예후 영향을 미치며 치료하는 것보다 예방하는 것이 훨씬 쉽습니다. 83, 84 (클래스 I, LOE: 보통)\n만성심부전에서 자주 발생하는 체중 감소를 최소화하기 위해 적절한 칼로리 섭취량을 유지한다(C단계의 유지 칼로리 섭취량은 약 60kcal/kg BW여야 함). 85, 86 식욕을 돋우기 위한 간단한 요리 전략이 이 목표를 달성하는 데 도움이 될 수 있다(예: 음식 데우기, 젖은 음식과 건조 음식 혼합, 다양한 음식 제공). (클래스 I, LOE: 보통)\n거식증의 발생에 대해 구체적으로 언급하고 문의하며, 발생하는 거식증의 약물 유발 또는 기타 식별 가능한 원인을 치료하기 위해 노력한다. (클래스 I, LOE: 전문가 의견)\n모든 클리닉 방문 시 환자의 신체 상태 점수와 정확한 체중을 기록하고 신체 상태, 체중 증가 또는 감소에서 임상적으로 관련된 변화의 원인을 조사합니다. (클래스 I, LOE: 전문가 의견)\n적절한 단백질 섭취를 보장하고, 심각한 동시 신부전이 없는 한 만성 신장 질환을 치료하기 위해 고안된 저단백 식단을 피하십시오. 83 (클래스 I, LOE: 보통)\n모든 식이(개 사료, 간식, 식탁용 음식, 약물 투여에 사용되는 음식 포함)의 나트륨을 고려하여 나트륨 섭취를 적당히 제한하고 가공 식품이나 기타 소금에 절인 식품을 피하십시오. 87, 88 (클래스 I, LOE: 보통)\n혈청 전해질 농도를 모니터링하고 저칼륨혈증이 확인된 경우에만 천연 또는 상업적 공급원의 칼륨으로 식단을 보충하십시오. 패널의 일화적 경험에 따르면 저칼륨혈증은 토르세마이드를 투여받은 동물에서 훨씬 더 흔합니다. (클래스 I, LOE: 전문가 의견)\n고칼륨혈증은 이뇨제로 만성심부전증 치료를 받은 환자에서 비교적 드물며, 스피로노락톤과 ACEI를 병용요법을 병용하는 환자에서도 마찬가지이다. 칼륨 함량이 높은 식단과 음식은 고칼륨혈증이 있는 경우 피해야 합니다. (클래스 I, LOE: 전문가 의견)\n특히 심부전이 진행되고 부정맥이 있는 개에서 혈청 마그네슘 농도를 모니터링하는 것이 좋습니다. 저마그네슘혈증이 확인된 경우 마그네슘을 보충합니다. (클래스 IIa, LOE: 전문가 의견)\n오메가-3 지방산을 보충하는 것을 고려해보는데, 특히 식욕 부진, 근육 손실 또는 부정맥이 있는 반려견의 경우 더욱 그렇습니다. 86 (클래스 IIa, LOE: 보통)\n6.6. 스테이지 D\n환자는 MMVD로 인한 C기 심부전에 대한 표준 치료에 불응하는 임상 실패 징후를 보입니다. 따라서 D기 개는 심부전의 임상 징후를 조절하는 것으로 생각되는 다른 약물의 표준 용량(예: 피모벤단, 0.25-0.3mg/kg PO q12h, 승인된 ACEI의 표준 용량 및 매일 2.0mg/kg의 스피로노락톤)의 표준 용량과 동시에 투여되는 8mg/kg의 푸로세마이드 또는 이에 상응하는 용량의 토르세미드를 하루 총 투여해야 합니다. 필요한 경우, 환자가 표준 치료에 불응하는 것으로 간주되기 전에 부비동 리듬을 유지하거나 심방세동(평균 일일 심박수 <125/분)81에 대한 심실 반응을 조절하기 위한 항부정맥제를 사용해야 한다.\n이 환자 집단에 대한 약물 효능과 안전성을 다룬 임상시험은 거의 없습니다. 이러한 결함으로 인해 심부전을 치료하는 심장 전문의들은 기존 의학적 치료에 불응하며 당혹스러울 정도로 다양한 치료 옵션을 갖게 됩니다. 임상시험 근거가 상대적으로 부족하고 말기 심부전 환자의 임상 양상이 다양하기 때문에 D기 환자에 대한 개별 약물 및 식이 치료 전략의 시기 및 실행에 관한 의미 있는 합의 지침을 개발하기가 어려웠다.\nD기에서 승모판막을 복원하기 위한 외과적 개입이 가능하고 가능한 경우 지시되지만, 현재까지 보고된 연구에서 수술 전후 사망률 및 전체 생존율 감소와 관련이 있습니다. 61의\nC기와 마찬가지로, 심부전의 병원 내(급성) 및 재택 간호(만성) 관리에 대한 약물 치료에 대한 지침과 만성 식이 관리에 대한 권장 사항이 제공됩니다.\n6.6.1. D기(난치성 심부전) 진단을 위한 권장 사항\nD기 심부전 환자는 정의상 C기 환자에 대한 표준 치료에 불응하기 때문에 난치성 만성심부전을 정의하려면 C기에 대해 설명된 것과 동일한 진단 단계와 C기 지침에 설명된 치료에 반응하지 않는 발견이 포함됩니다.\n6.6.2. D기의 급성(병원 기반) 치료를 위한 권장 사항\n심각한 신부전(예: 혈청 크레아티닌 농도>3mg/dL)이 없는 경우, 난치성 심부전 진단을 받은 호흡곤란 환자에게 초기 2mg/kg IV 볼루스로 추가 푸로세마이드를 투여한 후 추가 볼루스 투여 또는 0.66-1mg/kg/h 용량의 푸로세미드 CRI를 호흡 곤란(속도 및 노력)이 감소할 때까지 투여할 수 있습니다. 또는 최대 4시간 동안. (클래스 I, LOE: 전문가 의견)\n강력한 지속성 루프 이뇨제인 토르세미드는 더 이상 푸로세미드에 적절하게 반응하지 않는 개를 치료하는 데 사용할 수 있습니다(0.1-0.2mg/kg q12h-q24h 또는 현재 푸로세미드 용량의 약 5%-10%를 투여하여 푸로세미드 등가 용량을 전달). 28 토르세미드에 의해 유도된 이뇨는 푸로세미드의 더 빈번한 투여량보다 레닌-안지오텐신-알도스테론 체계 활성화를 덜 생성하는 것으로 보이며, 이는 푸로세미드 CRI에 의해 유도된 이뇨를 가진 개와 말에서 나타난 것과 유사합니다. 89, 90 임상의들은 이뇨가 시작되면 환자가 물을 자유롭게 이용할 수 있도록 계속 허용해야 한다. (클래스 I, LOE: 전문가 의견)\nCavitary centesis(복부 천자, 흉강천자), 호흡 곤란이나 불편함을 완화하기 위해 필요한 경우. (클래스 I, LOE: 전문가 의견)\nC기(위)와 같은 산소 보충 외에도 기계적 인공호흡 보조는 환자를 편안하게 하고, 약물 치료가 효과를 발휘할 시간을 허용하며, MMVD의 급성 악화(예: 중증 심인성 폐부종을 동반한 척삭 건초 파열) 및 임박한 호흡 부전이 임박한 환자에서 승모판 역류량의 갑작스러운 증가를 수용하기 위해 좌심방 확장을 위한 시간을 제공하는 데 유용할 수 있습니다. 91 (클래스 I, LOE: 약)\n이를 견딜 수 있는 환자의 경우, 동맥 혈압을 면밀히 모니터링하면서 보다 적극적인 후부하 감소(동맥 혈관 확장)가 권장됩니다. 기계적 환기 및 IV 혈관 확장기 또는 수축성 지원이 필요한 경우, 가능한 경우 비침습적 혈압 모니터링보다 말초 동맥 카테터 삽입을 통한 동맥압 모니터링이 선호됩니다. 너무 아파서 PO 후부하 감소 또는 수축성 지원(예: 하이드랄라진 또는 암로디핀의 유무에 관계없이 피모벤단)의 효과를 기다릴 수 없다고 판단되는 개의 경우, 니트로프루시드나트륨(후부하 감소용) 또는 도부타민(특히 저혈압 환자에서 수축성 지지용) 또는 둘 다의 CRI IV 투여가 대다수의 패널리스트에 의해 권장됩니다. 69 둘 다 1.0μg/kg/분의 투여량으로 시작하여 15‐30분마다 최대 약 10‐15μg/kg/분까지 상향 적정합니다. 이 비율은 혈역학적 상태를 개선하고 불응성 심인성 폐부종을 조절하기 위해 12-48시간 동안 사용할 수 있습니다. 이 치료의 잠재적 위험을 최소화하기 위해 지속적인 ECG 및 혈압 모니터링이 권장됩니다. (클래스 IIa, LOE: 약함)\n이 상황에서 후부하를 감소시키는 잠재적으로 유익한 PO 약물에는 하이드랄라진(0.5-2.0 mg/kg PO, 낮은 용량에서 시작하여 니트로프루시드로 위에서 설명한 대로 효과를 내도록 적정하지만, 시간당 용량 증가 또는 암로디핀(약 0.05-0.1 mg/kg PO, 또한 효과를 내지만, 최대 약물 효과는 약 3시간 동안 발생하지 않지만, 더 느린 적정을 요구). (클래스 I, LOE: 전문가 의견)\n이러한 약물은 ACEI 및 pimobendan과 함께 권장됩니다. 심각하고 장기적인 저혈압을 피하기 위해서는 경계가 필요합니다(혈압을 면밀히 모니터링하고 동맥 수축기 혈압>85mmHg 또는 평균 동맥 혈압>60mmHg)을 유지합니다). 혈청 크레아티닌 농도는 이러한 약물 투여를 시작한 후 24-72시간 이내에 재평가해야 합니다.\n패널은 중증 MR 및 심부전 상황에서 후부하 감소가 심박출량을 크게 증가시킬 수 있기 때문에 이러한 환경에서 효과적인 동맥 확장기 약물을 투여한다고 해서 반드시 혈압이 저하되는 것은 아니라는 점을 강조했습니다. (클래스 IIa, LOE: 전문가 의견).\n실데나필(Sildenafil, 1‐2 mg/kg PO q8h부터 시작, 필요한 경우 적정)은 임상적으로 관련된 추정 폐고혈압으로 인해 복잡한 MMVD의 D기 심부전을 치료하기 위해 패널리스트가 사용합니다. 폐고혈압은 중증 승모판 역류의 직접적인 결과이거나 실신, 기침, 호흡곤란(호흡곤란) 등의 임상 징후를 유발할 수 있는 독립적인 동반질환으로 점점 더 빈번해지는 MMVD 합병증으로 인식되고 있으며, 때로는 방사선학적으로 명백한 폐 침윤으로 인식되고 있습니다. 92, 93 (Class I, LOE: moderate) 주로 좌측 심장 질환을 앓고 있는 환자에서 복수 또는 경정맥 팽만증이 발생하는 것은 폐고혈압을 암시하며, 실데나필의 혜택을 받을 수 있는 환자를 결정적으로 진단하고 식별하려는 시도를 촉구해야 한다. (클래스 IIa, LOE: 약함)\nPimobendan 용량은 세 번째 0.3mg/kg 일일 PO 용량(즉, 0.3mg/kg PO q8h)을 포함하도록 증가할 수 있습니다(오프라벨 사용). 일부 패널리스트는 급성 폐부종을 앓고 있는 D기 환자의 입원 시 집에서 마지막으로 투여한 시간에 관계없이 피모벤단을 추가로 투여합니다. 이 복용량 권장 사항은 미국 식품의약국(FDA)에서 승인한 pimobendan (오프라벨 사용)에 대한 라벨링을 벗어난 것이며, 이러한 약물 사용은 고객에게 설명하고 승인해야 합니다. (클래스 IIa, LOE: 전문가 의견)\n일부 패널리스트는 입원 환자의 심인성 폐부종을 치료하기 위해 기관지 확장제와 함께 보조 치료를 권장한다. (클래스 IIb, LOE: 전문가 의견)\n6.6.3. 만성(가정 기반) D기 치료에 대한 권장 사항\n푸로세미드(또는 토르세미드) 투여량은 신기능 장애에 의해 제한되지 않는 한 폐부종 또는 체강 삼출액의 축적을 줄이기 위해 필요에 따라 증가해야 합니다(일반적으로 복용량 증가 후 12-48시간 후에 지표를 모니터링해야 함). 식욕 부진은 심부전 약물과 관련된 아조테혈증의 발병 위험을 증가시킬 수 있습니다. 용량 증가의 구체적인 전략과 정도(예: 2회 더 높은 용량 대신 동일한 용량을 q8h로 나누기, PO 용량 q4h를 1SC 용량으로 대체, BW 또는 둘레 측정에 기초한 유연한 SC 용량 보충)는 패널리스트들 사이에서 크게 달랐습니다. 이뇨제 내성에 대한 간략한 논의는 C단계 권장 사항(위)을 참조하십시오. (클래스 IIa, LOE: 전문가 의견)\n강력하고 오래 작용하는 루프 이뇨제인 토르세마이드는 더 이상 푸로세미드에 적절하게 반응하지 않는 개를 치료하는 데 사용할 수 있습니다(토르세미드 시작 용량은 0.1-0.2mg/kg PO 또는 현재 푸로세미드 용량의 약 5%-10%, 최대 약 0.6mg/kg, 필요한 경우 q12h 분할). 94 (클래스 I, LOE: 보통)\n스피로노락톤은 C기에서 권장된 대로 이미 시작되지 않은 경우 D기 환자의 만성 치료에 사용됩니다. 74 (클래스 I, LOE: 보통)\n베타 차단제는 심방세동에서 심박수를 조절하기 위한 보조제로 사용되지 않는 한 일반적으로 이 단계에서 시작해서는 안 됩니다. (클래스 IV, LOE: 전문가 의견)\n여러 패널리스트는 히드로클로로티아지드를 푸로세미드 또는 토르세미드의 보조 치료제로 권장했으며, 다양한 투여 일정(2-4일마다 간헐적 사용 포함)을 활용했습니다. 일부 패널리스트는 개인적인 경험을 바탕으로 급성 신부전 및 현저한 전해질 장애의 위험에 대해 경고했습니다. (클래스 IIb, LOE: 전문가 의견)\n일부 패널리스트는 피모벤단 복용량을 증가시켜 일일 0.3mg/kg의 세 번째 복용량(오프라벨 사용, 위에서 설명한 병원 치료와 같이 소유자에 대한 일상적인 설명 및 주의가 적용됨) 또는 반복적인 구조가 필요한 경우 더 높은 용량을 포함합니다. (클래스 IIa, LOE: 전문가 의견)\n암로디핀(amlodine) 또는 하이드랄라진(hydralazine)을 사용하여 추가로 후부하를 줄이면 혈역학적 이점을 추가로 제공하고 기침 빈도를 줄일 수 있습니다.\n일부 패널리스트가 심방세동을 동반한 C기 심부전에 대해 권장하는 것과 동일한(상대적으로 낮은) 용량의 디곡신은 구체적인 금기 사항이 없는 D기 환자의 심방세동 치료에 권장됩니다. 82 (클래스 IIb, LOE: 보통)\n일부 패널리스트가 심방세동을 동반한 C기 심부전에 대해 권장하는 것과 동일한(상대적으로 낮은) 용량의 디곡신은 구체적인 금기 사항이 없는 부비동 리듬에 있는 환자를 포함한 모든 D기 환자에게 권장됩니다. (클래스 IIb, LOE: 전문가 의견)\n실데나필(Sildenafil, 1-2 mg/kg, PO, q8h)은 중등도에서 중증의 폐고혈압의 심초음파 증거가 있을 때 운동과 관련된 임상 징후가 있는 환자의 관리 및 복수 관리에 유용할 수 있습니다. 95 (클래스 IIa, LOE: 약함)\n베타 차단제는 안정화 및 디지털화 후 심방세동에서 심실 반응률을 감소시키는 데 유용할 수 있지만, 베타 차단제의 부정적인 수축 효과 때문에 주의가 필요합니다. (클래스 IIb, LOE: 전문가 의견)\n대다수의 패널리스트는 이전에 시작된 베타 차단을 중단해서는 안 되지만, 다른 약물을 추가해도 호흡 곤란이 조절되지 않거나 서맥, 저혈압 또는 둘 다 존재하는 경우 복용량 감소가 필요할 수 있다고 생각했습니다. (클래스 IIb, LOE: 전문가 의견)\n일부 패널리스트는 D기 재택 간호 환자의 만성 난치성 기침을 치료하기 위해 기침 억제제를 권장합니다. (클래스 IIa, LOE: 전문가 의견)\n일부 패널리스트는 D기 재택 간호 환자의 만성적이고 난치성 기침을 치료하기 위해 기관지 확장제를 권장하고 있습니다. (클래스 IIb, LOE: 전문가 의견)\n6.6.4. D기에 대한 만성(가정) 식이 요법에 대한 권장 사항\nC단계(위)에 대한 모든 식단 고려 사항이 적용됩니다.\n불응성 체액 축적이 있는 환자의 경우, 식욕이나 신장 기능을 손상시키지 않으면서 가능한 한 식이 나트륨 섭취를 더 줄이도록 노력해야 합니다. (클래스 IIa, LOE: 전문가 의견)"
}