{
  "title": "57. 개의 진성 당뇨병 치료를 위한 1일 1회 인슐린 글라진 300 UmL에 대한 용량 적정 프로토콜",
  "author": "안토니오 마리아 타르도",
  "publisher": "Wiley Periodicals LLC",
  "department": "내과",
  "disease": "57. 개의 진성 당뇨병 치료를 위한 1일 1회 인슐린 글라진 300 U/mL에 대한 용량 적정 프로토콜\n\n배경\n특수 사육 개에서 인슐린 글라진 300 U/mL(IGla300)는 작용 지속시간이 길고 피크가 없는 시간 작용 프로파일이 있으며 효능이 낮아 기초 인슐린으로 사용하기에 적합합니다.\n가설\n플래시 포도당 모니터링 시스템(FGMS)을 사용하여 모니터링한 고객 소유의 당뇨병이 있는 개에서 IGla300을 평가합니다.\n마리\n95마리의 고객 소유 당뇨병을 앓고 있는 개로, 새로 진단을 받았거나 이전에 다른 인슐린 제형으로 치료를 받았으며, 동시 질병이 있거나 없는 경우.\n방법\n전향적 다기관 연구. 치료 및 모니터링 지침을 사용하여 임상 징후와 FGMS 데이터의 표준화된 평가는 선험적이고 안내된 용량 조정 및 혈당 조절 수준으로 분류를 확립했습니다.\n결과\n초기 IGla300 용량은 새로 진단된 개의 경우 0.5 U/Kg q24h였고 모든 개의 경우 0.8 U/Kg(0.2-2.5) q24h였습니다. 혈당 조절은 87/95(92%)의 개에서 양호 또는 우수로 분류되었다. IGla300은 각각 56/95(59%) 및 39/95(41%)의 개에서 q24h(1.9 U/kg[0.2-5.2]) 및 q12h(1.9 U/kg/day[0.6-5.0])로 투여되었습니다. 5마리의 개에게 식사 시간 볼루스 주사를 추가했다(0.5 U/kg/주사[0.3-1.0]). 임상적 저혈당증은 6/95(6%)의 개에서 발생했습니다. 병동질환이 없는 개는 병동발질환이 있는 개보다 IGla300 q24h를 투여받을 확률이 더 높았다(각각 72% 대 50%; P = .04)입니다.\n결론 및 임상적 중요성\n인슐린 글라진 300 U/mL는 당뇨병이 있는 개에게 1일 1회 투여하기에 적합한 치료 옵션으로 간주될 수 있습니다. 임상의는 IGla300의 낮은 효능과 넓은 용량 범위를 알고 있어야 합니다. 일부 반려견의 경우, 혈당 조절을 위해 식사 시간에 볼루스 주사를 주사하거나 투여하지 않고 하루에 두 번 투여해야 할 수 있습니다. FGMS를 사용한 모니터링은 IGla300의 용량 적정에 필수적입니다.\n키워드: 기초 볼루스 인슐린 요법, 지속적인 포도당 모니터링, 당뇨병에 걸린 개, FreeStyle Libre, Toujeo\n\n약어\nBCS는\n신체 상태 점수\nBGC\n혈당 곡선\n데시미터\n당뇨병\n여성 할례\n플래시 포도당 모니터링 시스템\nIG\n간질성 포도당 농도\n그라100\n인슐린 글라진 100 U/mL\n그라300\n인슐린 글라진 300 U/mL\n증권 시세 표시기\n중성 프로타민 하게돈\n증권 시세 표시기\n프로타민 아연 인슐린\n1. 소개\n인슐린 치료는 반려견의 당뇨병(DM) 관리의 초석입니다. 이상적으로, 반려견의 인슐린 치료는 \"기저-볼루스(basal-bolus)\" 패턴을 특징으로 하는 내인성 인슐린 분비의 생리학을 모방해야 한다. 1 그러나 비용을 최소화하고 하루에 여러 번 주사해야 할 필요성을 줄이기 위해 전통적으로 개의 인슐린 치료는 수유 시 투여되는 중간 작용 인슐린 현탁액의 사용에 의존해 왔습니다. 2 그러나 이러한 제형은 인슐린 투여를 꾸준한 수유와 일치시켜야 할 필요성, 현저한 일일 변동성, 저혈당증 위험 증가와 같은 몇 가지 단점과 관련이 있습니다. 3 , 4 , 5 , 6 , 7 인간의 당뇨병학은 생리학적 인슐린 분비를 밀접하게 모방하고 저혈당 현상을 최소화하는 데 중요한 기능인 하루 중 및 하루 사이의 변동성을 최소화하도록 설계된 재조합 인슐린 유사체를 사용하는 것으로 전환되었습니다. 8 , 9\n인슐린 글라진은 A21 위치의 아스파라긴을 글리신으로 대체하고 B30 위치에 2개의 아르기닌 잔기를 첨가하는 재조합 인간 인슐린 유사체입니다. 8 이 합성 분자는 pH 4 (공급 된대로)에서 용해되지만 생리적 pH (SC 조직에서)에서는 미세 침전물을 형성하여 주입 후 흡수를 늦춥니다. 10 인슐린 글라진 300 U/mL (IGla300; Toujeo, Sanofi-Aventis, Bridgewater, New Jersey)는 인슐린 글라진 100 U/mL(IGla100)와 생화학적으로 동일하지만 IGla100에 비해 3배 더 농축 되어 효능이 낮고 지속 시간이 길며 시간 작용 프로파일이 더 평평합니다. 12 사람을 대상으로 한 여러 연구에서 IGla300이 IGla100보다 혈당 조절을 유지하는 동시에 저혈당증의 일일 변동성과 빈도를 줄이는 데 우수하다는 사실이 밝혀졌습니다. 11 , 13 , 14 , 15 , 16 개에서 IGla300은 작용 지속시간이 길고, 상대적으로 피크가 적으며, 효능이 낮은 것으로 나타났습니다. 17 독소에 의한 DM을 앓고 있는 개에서 IGla300을 하루 2회 투여한 경우, 렌테 인슐린에 비해 일일 변동성이 낮았다. 7 이러한 특성으로 인해 IGla300은 반려견의 기초 인슐린으로 사용하기에 좋은 후보이며, 고객 소유의 당뇨병이 있는 반려견을 대상으로 한 임상시험이 보증됩니다.\nFreestyle Libre 플래시 포도당 모니터링 시스템(FGMS)은 개의 DM 관리에 혁명을 일으켰습니다. 18 , 19 , 20 , 21 , 22 , 23 , 24 , 25 이 장치는 피부 아래에 삽입된 작은 카테터가 있는 디스크 모양의 센서를 통해 최대 14일 동안 분 단위로 간질 포도당 농도(IG)를 측정합니다. FGMS는 보정이 필요하지 않고 정확하며 개가 잘 견딥니다. 18 최근 연구에 따르면 FGMS는 연속 혈당 곡선(BGC)에 비해 포도당 저점, 식후 고혈당증, 저혈당 증상 및 혈당 조절의 일일 변화를 보다 정확하게 식별할 수 있습니다. 20 , 21 , 22 , 23 , 24 이러한 이점은 IGla300과 같은 기저 인슐린으로 치료받은 개를 모니터링할 때 특히 두드러질 수 있습니다.\n본 연구는 용량 적정에 사용되는 FGMS 모니터링을 통해 고객 소유의 당뇨병이 있는 개에서 IGla300을 1일 1회 기본 인슐린으로 사용하는 치료 프로토콜의 타당성을 평가하기 위해 고안되었습니다.\n2. 재료 및 방법\n본 연구는 새로운 인슐린 치료 및 용량 적정 프로토콜에 대해 선험적으로 수립된 지침을 사용하여 전향적 다기관 데이터 수집 연구로 설계되었습니다. 데이터는 3개의 위탁 센터(Animal Diabetes Australia, Victoria, Australia; 미국 플로리다주 게인즈빌에 있는 플로리다 대학교 소동물 임상과학과; 이탈리아 볼로냐 볼로냐 대학교 수의학 교육 병원)에서 2021년 1월부터 2023년 1월까지 재직했습니다. 연구의 기간은 미리 결정되어 있지 않았으며, 사례 수가 연구의 목적을 달성하기에 충분할 때 사례 포함을 중단하기로 결정했습니다. 데이터는 IGla300이 DM 치료에 사용되고 FGMS 모니터링이 용량 적정에 사용된 일상적인 임상 사례에서 생성되었습니다. 3개 기관의 참석 임상의는 Google Drive의 공유 스프레드시트에 데이터를 입력하도록 요청받았습니다. 환자 모집 전, 저자 중 3명(LMF, FF, CG). 임상 경험과 이전에 발표된 데이터를 기반으로 IGla300 용량 적정에 대한 자세한 치료 및 모니터링 지침을 개발했습니다. 7 , 17 이러한 선험적 지침을 모든 참석 임상의는 각 기관에서 저자 중 1명(LMF, FF, CG)의 감독 하에 연구 기간 동안 수행했습니다. 그러나 연구 기간 내내 그리고 연구에 포함된 모든 환자에 대한 치료 및 모니터링 결정은 동시의 데이터 수집을 완전히 무시하고 담당 임상의의 재량에 따라 이루어졌습니다. 이 임상시험은 볼로냐 대학의 과학 윤리 위원회(프로토콜 번호 101123/2023)와 플로리다 대학교 기관 동물 관리 및 사용 위원회(프로토콜 번호 202300000146)의 승인을 받았습니다. 이 연구는 외부 자금 지원을 받지 않았습니다.\n2.1. 당뇨병 진단 및 포함 기준 DM의 진단은 European Society of Veterinary Endocrinology(ESVE)에서 제정한 ALIVE(Agreeing Language In Veterinary Endocrinology) 기준에 따라 수행되었습니다. 새로 진단을 받았거나 이전에 다른 인슐린 제형으로 치료를 받은 고객 소유 개 26 마리가 포함되었습니다. 이미 인슐린을 투여받은 개는 DM이 제대로 조절되지 않거나 주인이 매일 주사 횟수를 최소화하고 싶다는 의사를 표명한 경우(즉, 1일 1회 지속성 인슐린 제형 사용) IGla300으로 전환했습니다. 코르티코스테로이드 또는 프로제스타젠으로 치료받은 개와 동시 급성(예: 당뇨병성 케톤산증[DKA]) 및 만성(예: 쿠싱 증후군) 장애가 있는 개도 포함되었습니다. DKA 또는 전반적인 건강과 기대 수명에 영향을 미치는 기타 동시 급성 질환(예: 급성 췌장염)이 있는 환자는 동시 장애의 임상 징후가 해결되고 개의 전반적인 상태가 개선된 후에 포함되었습니다. 동시 질환에 대한 진단 조사는 담당 임상의의 재량에 따라 수행되었습니다. 식이 제한은 없었으며, 대부분의 경우 IGla300으로 전환하는 동안 식단은 변하지 않았습니다. 그러나 인슐린 주사 시 12시간 간격으로 수유하는 엄격한 수유 방식에서 적은 양의 식사를 더 자주 수유하는 것으로 또는 하루 2회 수유 일정을 변경하는 경우가 많았다.\n개는 보호자가 FGMS를 사용하여 가정 모니터링을 수행할 수 있는 경우에만 포함되었습니다. FGMS 센서는 소유자가 병원이나 가정에 적용했습니다. 임상 징후에 대한 소유자의 인식 및 선험적으로 정보에 입각한 용량 조정 및 혈당 조절 수준에 대한 최종 분류에 따라 수립된 치료 및 모니터링 지침을 사용하여 FGMS 데이터에 대한 표준화된 평가. 혈당 조절 분류를 위해 4점 채점 시스템을 사용하여 임상 징후에 대한 소유자의 인식을 실행 가능한 범주로 통합했습니다: (a) 부실/불충분한 조절: 중등도에서 중증의 임상 징후로 치료 변경이 필요함; (b) 중등도의 조절: 경증에서 중등도의 임상 징후, 치료의 변화가 필요할 수 있습니다(원치 않는 체중 감소가 구성 요소이거나 임상 징후에 따라 개별 개에게 혈당 조절이 불충분하다고 간주되는 경우). (c) 양호한 통제: 경미한 임상 징후 및 치료 변화가 필요하지 않습니다. (d) 우수한 대조군: 임상 징후가 없으며 치료의 변화가 필요하지 않습니다. 간질성 포도당 농도(IG)는 7일 동안 평균적으로 >50% 동안 70 - 250mg/dL(4-14mmol/L) 사이의 IG에 도달할 때까지 또는 임상 징후에 따라 개별 사례에 대해 혈당 조절이 적절하다고 판단될 때까지 FGMS를 사용하여 지속적으로 모니터링했습니다. 용량 적정에 필요한 일수는 IGla300 치료 시작부터 2가지 결과 중 1가지가 확립될 때까지 측정되었습니다. 개가 이러한 결과를 달성하는 데 필요한 최대 시간은 명시되지 않았으며, 연구 기간 동안 통제되지 않은 상태로 남아 있는 개는 혈당 조절이 불량하거나 불충분한 것으로 분류되었습니다. 임상적 저혈당증은 임상 징후(예: 쇠약, 떨림, 운동 실조, 허탈, 발작)의 존재와 관련된 IG <60 mg/dL(3.3 mmol/L)로 정의되었습니다.\n2.2. IGla300의 용량 적정에 대한 선험적 가이드라인\n2.2.1. 초기 용량\n새로 당뇨병 진단을 받은 반려견의 경우 권장 초기 IGla300 용량은 0.5 U/kg이었고 SC q24h를 투여했습니다. 복용량은 가장 가까운 전체 단위로 반올림되었으며, 마른 개(신체 상태 점수[BCS] <4/9) 또는 과체중(BCS ≥6/9) 개의 실제 체중이 아닌 추정된 이상적인 체중을 기반으로 했습니다. 개들의 주인들은 주사를 투여하기 위해 선호하는 시간을 선택했다.\n이전에 q12h를 투여한 다른 인슐린 제형(인슐린 데테미르 제외)으로 치료받은 개의 경우, IGla300의 q24h 시작 용량은 이전 q12h 인슐린 용량에 33%를 더하여 계산되었으며, 이는 가장 가까운 정수 단위로 반올림되었습니다. 예를 들어, 개가 이전에 15 U q12h로 치료를 받은 경우, IGla300의 권장 시작 용량은 20 U q24h였습니다. IGla300의 첫 번째 용량은 이전 인슐린의 마지막 투여 후 12시간 후에 투여되었습니다. q24h로 투여된 다른 인슐린 제형으로 이미 치료를 받은 개의 경우, 초기 IGla300 용량은 하루 중 같은 시간에 투여된 이전 인슐린 용량과 동일했습니다.\n이전에 인슐린 데테미르로 치료받은 개의 경우, IGla300의 초기 q24h 용량은 33%를 더하기 전에 먼저 현재 q12h 용량에 4를 곱하거나 현재 q24h 용량에 4를 곱하여 계산했습니다. 27 분\n2.2.2. FGMS 데이터를 기반으로 한 신속한 용량 적정\nIG 최저치가 >350 mg/dL(>19 mmol/L)인 한 1-3일마다 10%에서 30%(또는 체중 <8kg의 개의 경우 1U)의 용량 증가가 권장되었습니다. IG 최저치가 <350 mg/dL(<19 mmol/L)일 때 추가 용량 조정을 하기 전에 3-5일 동안 또는 일관된 일일 패턴이 나타날 때까지 모니터링하는 것이 좋습니다. 표 1의 지침은 이 기간 동안 관찰된 일일 패턴에 기초한 용량 조절을 위해 권장되었습니다.\n표 1.\n치료 유도 중 FGMS(Flash Glucose Monitoring System) 데이터를 기반으로 한 인슐린 글라진 300U/mL(IGla300) 용량 조정에 대한 지침.\nIG 저점 및/또는 평균\t간질 포도당 패턴의 그래픽 그림\t권장 용량 조정\n\t\t개 >8kg\t개 <8kg\n천저 150‐350 mg/dL (8.3‐19 mmol/L)\t\t↑10%‐30% Q24H\t(1) U q24h\n천저 80-150 mg/dL(4.4-8.3 mmol/L) 또는 천저 <80 mg/dL(<4.4 mmol/L) 및 평균 IG >120 mg/dL(>6.6 mmol/L)\t\tq12h 투여(주사당 용량 30% 감소)로 전환하고 다음 3-5일 동안 재평가합니다. 90 및 300 mg/dL(5-17 mmol/L) 사이의 최저점에 도달하도록 Toujeo 용량을 조정합니다.\n\t\t변경 사항 없음\n\t\tIGla300 q24h를 유지하고 식사 시간 볼루스 주사를 추가합니다.\n시나리오 4: 0시와 12시\n시나리오 5: 12시\n시나리오 6: 0시\n또는 식사 시 급여하는 시간 및/또는 양 변경\n천저 <80 mg/dL (<4.4 mmol/L) 및 평균 IG <120 mg/dL (<6.6 mmol/L)\t\t↓10%‐30% Q24H\t↓1 U q24h\n\n약어: IG, 간질성 포도당 농도.\n2.2.3. 볼루스 인슐린 주사 유무에 관계없이 q12h 투여량 변경에 대한 적응증\nIG 저점이 80 - 150 mg/dL(4.4-8.3 mmol/L) 또는 저<80 mg/dL(<4.4 mmol/L) 및 평균 IG >120 mg/dL(>6.7 mmol/L)일 때, IGla300의 투여 빈도의 증가(q24h에서 q12h로)가 권장되었으며, IG 결과가 모두 >300 mg/dL(>17 mmol/L)일 때 각 24시간 주기 동안 약 12시간의 주기가 권장되었습니다. 높은 IG의 기간은 24시간 주기의 어느 부분에서나 발생할 수 있습니다(예: 주입 후 0-12시간 또는 12-24시간; 표 1: 시나리오 1 또는 2). q24h에서 q12h 투여로 전환할 때, IGla300 투여량을 주사당 약 30% 줄이고(즉, 총 일일 투여량이 40% 증가), 마지막 q24h 투여 후 24시간 후에 새로운 투여량을 먼저 투여하는 것이 권장되었습니다. 빈도 변경 후, 투여 결정은 q24h 투여와 동일한 기준(이전 섹션 \"FGMS 데이터를 기반으로 한 신속한 투여 적정\" 참조)에 따라 이루어졌으며, 여기에는 투여량을 재평가하기 전에 3-5일간의 모니터링 및 새로운 패턴 확립이 포함되었습니다.\nIGla300 q24h 또는 q12h를 투여받은 당뇨병이 있는 개에서 식후 고혈당증의 일관된 패턴이 나타나고 임상 징후의 조절이 이루어지지 않은 경우, 식후 고혈당증을 관리하기 위해 식사 시간에 볼루스 주사를 추가하는 것이 권장되었습니다. 이 절차는 매 24시간 동안 ≥1회 식사 후 4-8시간 동안 상당한 기간의 IG >300 mg/dL(>17 mmol/L)가 일관되게 발생하는 경우에 표시되었습니다(표 1: 시나리오 4, 5 또는 6). 이러한 경우, 중성 프로타민 하게돈(NPH) 인슐린(NPH 또는 70/30 NPH/일반 인슐린 혼합물) 또는 돼지 렌테 인슐린을 0.25 U/kg의 시작 용량으로 ≥1 식사 시간에 추가하고, 가장 가까운 전체 단위로 반올림하고, 마른 개(BCS <4/9) 또는 과체중(BCS ≥6/9) 개의 실제 체중이 아닌 추정된 이상적인 체중을 기반으로 합니다.\n2.3. 플래시 포도당 모니터링 시스템\nIG 측정은 검증된 FGMS(FreeStyle Libre, Abbott Laboratories Ltd, Chicago, Illinois)를 통해 획득했습니다. 18 센서 배치는 앞에서 설명한 대로 수행되었습니다. 18 연구 기간 동안 1세대 이상의 Freestyle Libre(즉, Freestyle Libre 1 및 Freestyle Libre 2)가 사용되었습니다.\n2.4. 통계 분석\n통계 분석은 상용 통계 소프트웨어 패키지(GraphPad Prism 7, San Diego, California)를 사용하여 수행되었습니다. 연구 모집단을 특성화하기 위해 기술 통계가 생성되었습니다. 연속형 변수는 중앙값과 범위(최소값과 최대값)로 제시되었습니다. 범주형 변수는 빈도, 비율 또는 백분율로 설명되었습니다. 범주형 변수(즉, 인슐린 투여 빈도) 및 수치 변수(즉, 혈당 조절 수준, 총 인슐린 투여량, 혈당 조절 달성까지 일수)에 대한 동시 질병이 있거나 없는 개 간의 차이를 각각 Fisher의 정확 검정과 Mann-Whitney 검정을 사용하여 분석했습니다. 혈당 조절에 영향을 미칠 수 있는 국소 또는 전신 약물(예: 코르티코스테로이드, 프로제스타젠)로 치료받은 개는 \"동시 질환\" 그룹에 포함되었습니다. 데이터가 불완전한 개는 분석에서 제외되었습니다. 유의 수준은 P <.05로 설정되었습니다.\n3. 결과\n3.1. 연구 모집단\n106마리의 고객 소유 개가 연구에 등록되었습니다. 이 중 11명은 불완전한 데이터(n=5), 당뇨병 치료와 무관한 부작용(n=5, 급성 질환[n=3], 안과 수술 합병증[n=2] 포함), 추적 관찰 실패(n=1)로 인해 제외되었다. 나머지 95마리의 개 중 14/95(15%)는 DM 진단을 새로 받았고, 81/95(85%)는 이전에 다른 인슐린 제형으로 치료를 받았습니다. 사전 연구 인슐린에는 돼지 렌테(40/81, 49%), NPH(20/81, 25%), IGla100(6/81, 7%), 기저로 IGla100 및 볼루스로 NPH(12/81, 15%), 기저로 IGla100, 볼루스로 돼지 렌테(2/81, 2%), 일반 인슐린(1/81, 1%)이 포함되었습니다. 평균 연령은 10세(1.5-16.1세)였다. 중성화 수술을 한 암컷 43마리, 중성화 수술을 받은 수컷 51마리, 온전한 수컷 1마리가 있었다. 등록 당시 체중 중앙값은 8.3kg(1.2-35.8)이었고 BCS 중앙값은 5/9(1.5-8/9)였습니다. 42개의 다른 품종이 대표되었습니다. 가장 흔한 품종은 잡종(18마리), 포메라니안(7마리), 미니어처 슈나우저(7마리), 미니어처 푸들(6마리)이었다. 연구 기간 동안 83마리의 개에서 식단 유형은 변하지 않았으며 관리 임상의가 필요하다고 판단한 12마리의 개에서 식단 유형을 수정했습니다.\n3.2. IGla300 트리트먼트\n중앙값(범위) IGla300 시작 선량은 0.8(0.2-2.5) U/kg q24h였습니다. 연구가 끝날 무렵, 56/95명(59%)의 개는 IGla300 q24h(중간 용량, 1.9 U/kg[범위, 0.2-5.2])를, 39/95명(41%)의 개는 IGla300 q12h(1.9 U/kg/일[0.6-5.0])를 투여받았다. 모든 개를 고려할 때, 최종 인슐린 투여량은 주사당 1.6 (0.2-5.2) U/kg이었고 총 일일 인슐린 투여량은 1.9 (0.2-5.2) U/kg/day였다. 5/95(5%)의 개(IGla300 q24h를 투여받은 개 3마리와 IGla300 q12h를 투여받은 개 2마리)에서 식사 시간 볼루스 주사(30/70 일반/NPH 인슐린[n = 3], 돼지 렌테 인슐린[n = 2])를 추가했다. 볼루스 인슐린은 3마리의 개에서 q24h, 2마리의 개에서 q12h로 투여되었습니다. 주사당 인슐린 투여량의 중앙값은 0.5 (0.3-1.0) U/kg이었다.\n3.3. 임상 결과\n혈당 조절은 62/95(65%)의 개에서 우수, 25/95(26%)의 개에서 양호, 7/95(7%)의 개에서 보통, 1마리의 개에서만 나쁨/불충분으로 분류되었습니다. 혈당 조절에 도달하는 데 걸린 시간의 중앙값은 16일(3-99)일이었다. 혈당 조절에 도달하는 데 걸린 시간은 68/95(72%)의 개에서 ≤30일이었다. 임상적 저혈당증은 6/95(6%)의 개에서 관찰되었습니다. 이러한 증상은 IGla300 q24h로 치료한 개 3마리, IGla300 q12h로 치료한 개 2마리, IGla300 q12h와 볼루스 인슐린 q24h로 돼지 렌테를 투여받은 개 1마리에서 관찰되었다. 대부분의 증상은 경미했으며, 2마리의 개(1마리는 IGla300 q24h, 다른 1마리는 IGla 300 q12h)에서 발작을 포함한 심각한 징후가 나타났다. 연구 기간 동안 DKA에 걸린 개는 없었습니다.\n3.4. 동시 질병이 있는 개\n57/95(60%)의 개에서 하나 이상의 동시 질병이 보고되었습니다. 가장 흔한 질환으로는 자연적으로 발생하는 코르티솔 과다증(20/57, 35%), 만성 위장병증(10/57, 18%), 급성 또는 만성 췌장염(8/57, 14%)이 있었다. 가장 흔한 동시 투여약물은 트릴로스탄(17/57, 30%), 마로피탄트 시트르산염(13/57, 23%), 국소용(10/57, 18%) 또는 전신용(6/57, 11%) 글루코코르티코이드, 췌장 효소(6/57, 11%), 페노피브레이트(5/57, 9%) 등이었다.\n연구 기간이 끝날 무렵, 동시 질환을 앓고 있는 개 중 29/57명(51%)은 IGla300 q24h를, 28/57명(49%)은 IGla300 q12h를 투여받았다. 동시에 질병을 앓고 있는 개 3마리(IGla300 q24h를 투여받은 개 2마리와 IGla300 q12h를 투여받은 개 1마리)에게 식사 시간 볼루스 주사(NPH 인슐린[n=2], 돼지 렌테 인슐린[n=1])를 투여했다. 병동질환이 없는 개는 병동발질환이 있는 개에 비해 IGla300 q24h를 투여받을 확률이 더 높았다(72% 대 50%, P=.04). 동시 질환을 앓고 있는 개의 총 인슐린 투여량 중앙값은 2.1(0.2-5.2) U/kg/일이었다. 동시 질환이 있는 개와 없는 개 간의 총 인슐린 투여량 중앙값에는 차이가 관찰되지 않았다(P = .09). 병동질환이 있는 반려견의 혈당 조절은 38/57마리(67%)에서 우수, 17/57마리(30%)에서 양호, 각 1마리에서 중간 또는 나쁨/불충분으로 분류되었다. 동시 질환이 있는 개와 없는 개 간의 혈당 조절 수준에는 차이가 관찰되지 않았습니다(P = .47). 병동질환을 앓고 있는 개에서 혈당 조절을 달성하는 데 걸린 평균 시간은 17일(4-99)일이었다. 혈당 조절에 필요한 일수는 동시 질병이 있는 개와 없는 개 간에 유의한 차이가 없었습니다(P = .81). 임상적 저혈당증은 동시 질환이 있는 개 4/57(7%)과 동시 질병이 없는 개 2/38(5%)에서 관찰되었습니다. 심각한 저혈당 증상을 경험한 2마리의 개 중 한 마리는 동시에 질병을 앓고 있었습니다.\n\n\n\n동시 질병이 있는 개(n = 54)와 없는 개(n = 36)의 인슐린 투여 빈도 비교. 식사 시간에 볼루스 주사를 맞은 개(n=5)는 통계 분석에서 제외되었다. 데이터는 빈도로 표시됩니다.\n\n\n\n동시 질병이 있는 개(n = 57) 또는 없는 개(n = 38)의 총 인슐린 투여량의 상자 그림. 상자 중간에 있는 세로 막대는 중앙값을 나타냅니다.\n4. 논의\n본 연구는 지속적인 포도당 모니터링을 사용하여 당뇨병이 있는 개에서 IGla300의 용량 적정을 위한 프로토콜의 임상적 유용성을 입증했으며, 일관된 식사 수유와 결합된 중간 작용 인슐린 제형의 12시간 주사를 포함하는 기존 치료 접근 방식에 대한 실용적인 대안을 제공합니다. 반려견의 DM 관리는 임상 징후를 해결하거나 개선하고, 잠재적인 합병증을 최소화하고, 반려견과 보호자 모두의 높은 삶의 질을 보장하는 것을 목표로 합니다. 26 당뇨병을 앓고 있는 개가 치료의 요구 사항을 감당할 수 없다고 느낄 경우 안락사의 위험이 높다는 점을 감안할 때, 치료 옵션을 논의할 때 반려동물과 인간의 유대를 유지하는 것이 우선시되어야 한다. 28 당뇨병을 앓고 있는 개 주인이 보고한 상위 10가지 우려 사항 중 6가지는 일일 치료 일정이 삶의 질에 미치는 영향과 관련이 있습니다. 29 그러므로, 여기에 보고된 실용적인 대안을 마련하고 보다 유연한 급여 옵션을 제공하고 하루에 한두 번 인슐린을 투여하면 당뇨병을 앓고 있는 개를 돌보는 많은 사람들의 부담을 덜어줄 수 있을 것입니다. FGMS를 사용하는 안전하고 시기적절한 용량 적정 프로토콜은 또한 임상의가 비교적 짧은 시간 내에 DM의 임상 징후를 해결하거나 개선할 수 있도록 합니다.\n본 연구에서 IGla300의 투여는 동시 질병을 앓고 있는 개를 포함하여 대부분의 개에서 양호하거나 우수한 혈당 조절과 관련이 있었습니다. 지속적인 혈당 모니터링은 비교적 짧은 기간 내에 임상적 및 혈당 개선을 촉진했으며, 대다수의 반려견(72%)은 치료 첫 달 이내에 임상적으로 조절된 것으로 간주되었습니다. 혈당 조절에 도달하는 데 걸리는 시간의 중앙값은 17일에 불과했으며, 이는 당뇨병을 앓고 있는 개에서 일반적으로 사용되는 다른 인슐린 제제(및 다양한 모니터링 방법)에 대해 이전에 보고된 것보다 훨씬 짧았습니다.30 , 31 , 32 , 33 돼지 렌테 인슐린으로 치료하고 기존 BGC로 모니터링한 53마리의 당뇨병 개를 대상으로 한 연구에서, 용량 평형을 달성하는 데 걸리는 시간의 중앙값은 35일이었습니다. IGla100으로 치료하고 BGC로 매주 모니터링한 당뇨병이 있는 개 10마리에서도 30 개의 유사한 결과가 보고되었으며, 안정적인 인슐린 용량을 달성하기 위해 중앙값 38일이 필요했습니다. 31 인슐린 데테미르와 NPH로 치료받은 당뇨병이 있는 개에서 혈당 조절은 6개월(detemir) 및 3개월(NPH) 연구 기간이 끝날 때 각각 30%와 73%에서 양호한 것으로 분류되었습니다. 32 , 33 당뇨병을 앓고 있는 개 276마리를 대상으로 프로타민 아연 인슐린(PZI)의 효능을 평가하고 BGC를 사용한 최근 연구에서 치료 시작 후 42일째에 포도당 매개변수가 안정화되었습니다. 34 본 연구에서 혈당 조절을 달성하는 데 필요한 시간이 단축된 것은 상대적으로 낮은 일일 변동성과 관련된 인슐린 제형의 투여와 함께 모니터링을 위해 FGMS를 사용한 결과라고 생각합니다. 7 여기에 보고된 결과에 대한 FGMS 모니터링과 IGla300 사용의 상대적 기여도를 평가하기 위해서는 추가 연구가 필요할 것입니다.\nIGla300에 대한 용량 적정은 FGMS를 사용하여 환자를 모니터링하는 경우에만 가능한데, 이는 인슐린 투여 빈도와 볼루스 인슐린 도입에 대한 결정이 IG 농도의 일일 및 24시간 평가를 통해서만 이루어질 수 있기 때문입니다. 본 연구에서 용량 조절에 사용한 가이드라인은 다른 인슐린 제형에 대해 보고된 가이드라인과 대조를 이룬다. 35 , 36 전통적인 권고는 인슐린 투여량을 7일에서 14일마다보다 더 자주 조절해서는 안 된다는 것이었다. 35 , 36 본 연구에서는 1-3일마다 복용량 조절을 권장했는데, 이는 더 짧은 기간에 혈당 조절을 달성하는 데 기여한 것으로 보인다. IGla300은 본질적으로 일일 변동성이 낮기 때문에 신속한 용량 조절이 안전한 것으로 간주되었으며, FGMS가 제공하는 비교적 집중적인 모니터링에 의해 촉진되었습니다. 7 우리가 아는 한, 본 연구는 고객 소유의 당뇨병이 있는 개에 대한 인슐린 투여 적정이 가정 환경에서의 FGMS 모니터링에 의존한 최초의 연구입니다. 이전에는 당뇨병이 있는 개에서 인슐린 투여량 조절을 안내하기 위해 연속적인 BGC가 가장 일반적으로 권장되는 방법이었으며, 35 , 36 이는 반복적인 혈액 샘플링의 필요성 및 혈당 최고 또는 최저점을 놓칠 위험과 같은 몇 가지 단점이 있습니다. 20 중요한 것은 BGC가 연속된 날의 혈당을 쉽게 평가할 수 없다는 것입니다. 이러한 우려는 특히 상당한 일일 변동성과 관련된 오래된 인슐린 제형의 평가에 대한 유용성을 제한하며, 7 용량 적정에 대한 보다 신중한 접근이 필요합니다. 최근 몇 년 동안 혈당 모니터링은 FGMS의 사용으로 혁명을 일으켰습니다. 37 FGMS는 낮과 밤에 걸쳐 발생하는 혈당 이탈과 연속적인 며칠에 걸친 포도당 변동을 실시간으로 종합적으로 평가할 수 있도록 하여 임상의가 인슐린 용량 적정에 대해 더 빠르고 정보에 입각한 결정을 내릴 수 있도록 합니다. 37 그러나 FGMS를 사용한 모니터링은 일부 간단한 모니터링 전략보다 상대적으로 집약적이고 비용이 많이 드는 것으로 알려져 있습니다. 결과적으로, 일부 당뇨병이 있는 반려동물 보호자들은 FGMS를 장기간 계속 사용하고 싶어하지 않을 수 있습니다. 38 IGla300에 대한 용량 적정 기간을 완료한 후, 개의 DM을 지속적으로 장기간 관리하는 데 덜 집중적인 모니터링 옵션이 적합한 경우가 많습니다.\n개의 경우, IGla300은 다른 인슐린 제제에 비해 효능이 낮은 것으로 보고되었으며,17 이는 일반적으로 저혈당증의 위험을 낮추고 더 높은 치료 용량을 필요로 할 수 있습니다. 또한 특히 소형견에서 이점을 제공할 수 있으며, 모든 단위 변경에 따라 유효 용량을 약간 조정할 수 있습니다. 혈당 조절을 달성하기 위한 IGla300의 중간 용량은 1.9 U/kg/일(최대 5.2 U/kg/일 범위)로, 다른 인슐린 제형으로 치료받은 개에서 혈당 조절을 달성하는 데 일반적으로 필요한 용량보다 높았습니다. 30 , 31 , 32 , 33 , 34 그러나 본 연구의 유효 용량 범위는 60%의 개에서 동시 질병이 존재하기 때문에 과대 평가되었을 수 있습니다. 비록 0.5 U/kg q24h의 낮은 초기 용량으로 프로토콜을 시작했지만, FGMS를 사용하여 촉진된 빠른 용량 적정은 결국 더 높은 용량이 필요한 개의 과소 용량 기간을 최소화했기 때문에 치료 성공에 결정적이었습니다.\nq24h 인슐린 투여 옵션은 q12h 일정에 비해 생활 방식에 대한 잠재적 영향을 본질적으로 절반으로 줄이기 때문에 당뇨병이 있는 개 소유자에게 상당한 실질적 이점을 제공합니다. 본 연구에서는 동시 질환이 있는 개와 없는 개의 50%와 72%에서 IGla300을 q24h 투여하여 혈당 조절이 이루어졌습니다. 돼지 렌테(porcine lente), NPH 및 데테미르(detemir)와 같이 개에게 가장 일반적으로 사용되는 인슐린 제제는 일반적으로 q12h로 투여됩니다. 36 최근에, PZI로 치료받은 건강한 당뇨병 개 224마리 중 135마리에서 q24h 투여가 보고되었습니다. 34 그러나 그 연구에서는 연구 기간이 끝날 때까지 57%의 개만이 여전히 q24h 투여를 받았고, 34 이는 본 연구에서 동시 질병이 없는 개의 72%와 비교됩니다. 중요한 것은 PZI 연구에서 9%의 개에서 임상적 저혈당증이 보고되었고 6%에서 발작이 보고되었다는 것입니다. 이러한 저혈당 증상 중 얼마나 많은 수가 PZI의 q24h 투여와 특이적으로 관련이 있는지는 불분명하지만, PZI 투여 빈도가 낮을수록 저혈당증의 위험이 증가하는 것으로 보인다. 이에 비해 본 연구에서 병동성 질환이 없는 개 중 저혈당증을 경험한 개는 5%에 불과했으며, 발작은 단 1마리에서만 발생했습니다. 그러나, 인슐린이 없는 개의 비율(15% IGla300 대 56% PZI)의 차이와 PZI 연구에서 동시 질병이 있는 개를 제외하는 것(본 연구에서 동시 질병을 가진 개의 60%와 대조적으로)을 포함하여 모니터링 프로토콜과 연구 모집단의 차이로 인해 2개 연구를 비교하는 것은 어렵다. 주목할 점은 본 연구에서 관찰된 저혈당증의 빈도는 q12h porcine lante(38.6%), insulin detemir(40%), IGla100(20%)으로 치료받은 개에서 보고된 빈도보다 훨씬 낮았다는 것입니다. 30 , 31 , 32 , 33 본 연구에서 임상적 저혈당증의 낮은 비율은 IGla300의 낮은 효능과 낮은 일일 변동성, 그리고 FGMS의 사용으로 촉진된 세심한 모니터링으로 설명할 수 있습니다.\n개에게 기초 인슐린을 사용하는 것은 인슐린 주사와 수유를 분리하고 주인에게 식사 시간, 음식의 종류 및 일관성 측면에서 더 많은 유연성을 제공하기 때문에 개의 DM 치료의 전반적인 전략의 패러다임 변화를 나타냅니다. 본 연구에서는 인슐린 주사 시 엄격한 q12h 수유에서 더 적은 양의 식사를 더 자주 수유하거나 하루 2회 수유 일정을 변경하는 것으로 수유 방법을 자주 변경했습니다. 이 접근법은 저혈당증을 피하기 위해 일일 칼로리 섭취량을 2끼의 식사로 나누어 인슐린 주사 시 먹여야 하는(그런 다음 완전히 섭취하고 소화해야 하는) 전통의 엄격한 권장 사항과 대조됩니다. 33 , 34 결정적으로, 기초 인슐린을 사용하면 저혈당증의 위험 없이 식사를 거역할 수 있습니다. 이 접근 방식은 소유자의 스트레스를 줄이고 식사를 의도적으로 보류하거나(예: 마취 준비를 위해) 식사를 거부하거나 구토하는 날에 더 잘 통제할 수 있습니다.\n볼루스 인슐린의 추가는 하루 ≥1끼 식사 후 높은 IG의 상당한 기간을 조절하기 위해 개의 5%에서만 필요한 것으로 간주되었습니다. 이 결과는 볼루스 인슐린을 추가하지 않은 개의 우수한 혈당 조절과 관련이 있는 일주일에 한 번 기본 인슐린에 대한 이전 경험을 고려할 때 놀라운 일이 아니었습니다. 39 중요한 것은, 개와 사람의 당뇨병관리 사이의 결정적인 차이점은 치료 목표에 있다는 것이다. 개의 경우 주요 목표는 임상적 조절인 반면, 사람의 경우 진혈당이 바람직합니다. 따라서 개의 경우 식후 고혈당증의 크기가 임상 징후로 이어지지 않는 한 반드시 치료가 필요한 것은 아닙니다. 볼루스 인슐린을 추가하기로 선택한 경우, 외인성 볼루스 인슐린의 시간 작용 프로파일은 건강한 동물의 생리학적 볼루스 인슐린 분비를 모방해야 합니다. 개의 생리학적 볼루스 인슐린 분비를 고려할 때, 40 , 41 , 42 중간 작용 인슐린은 당뇨병 환자에게 일반적으로 사용되는 속효성 제형보다 많은 개에서 볼루스 인슐린 분비를 더 잘 추정할 수 있다. 2 본 연구에서는 식후 고혈당증을 관리하기 위해 볼루스 인슐린이 필요했을 때, 치료 프로토콜에 NPH 인슐린(NPH 또는 70/30 NPH/일반 인슐린 혼합물) 또는 돼지 렌테 인슐린을 하루 1-2회 추가하기로 결정했다. 수유 시 0.25 U/kg의 시작 용량이 사용되었으며, 최종 권장 용량이 모두 더 높았다는 점에 유의해야 합니다(중앙값, 0.5 U/kg).\n본 연구에는 혈당 조절에 대한 주관적 평가를 포함하여 몇 가지 한계가 있었다. FGMS 데이터는 치료 결정을 내리는 데 사용되었기 때문에 FGMS 데이터를 기반으로 혈당 조절을 분류하지 않기로 결정했다. 혈당 조절 분류를 위해 ALIVE 당뇨병 임상 점수 대신 4점 채점 시스템을 사용했습니다. 26 후자는 후향적 연구에서 표준화에 탁월하지만, 치료에 대한 역치가 없기 때문에 의사 결정에 유용하지 않다. 또한, 반려견은 점수가 낮지만 여전히 복용량 증가가 필요할 수 있습니다(예: 심한 다뇨증 및 다갈증이 있는 반려견의 경우 3/12 점수). 4점 채점 시스템을 통해 임상 평가를 단일 숫자로 요약할 수 있었고 임상의가 적절하다고 판단하는 임상 징후를 평가할 수 있었습니다. 또 다른 잠재적인 한계는 이전에 인슐린 치료를 받은 개와 동시에 질병을 앓고 있는 개가 등록된다는 것입니다. 따라서 이 집단에서 IGla300의 긍정적인 임상 결과와 우리가 사용한 모니터링 프로토콜은 과소평가될 수 있습니다. 이미 치료를 받고 있고 동시에 질병을 앓고 있는 개를 포함시키기로 한 결정은 임상 환경에서 접한 것과 가능한 한 유사한 이질성 집단에서 IGla300을 평가하기 위해 이루어졌습니다. 치료 성공에 대한 잠재적인 과소평가는 본 연구에서 기술된 프로토콜의 잠재적 유용성을 강조할 뿐이다. 대조군을 사용하면 IGla300과 더 일반적으로 사용되는 인슐린 제품을 직접 비교할 수 있어 유리했을 것입니다. 그러나 그렇게 하려면 연구를 시작할 때 사용할 수 있는 것 이상의 자원이 필요했을 것입니다. 더욱이, 대조군으로 선택된 모든 인슐린 제형은 사용 가능한 다양한 인슐린 제형 중에서 단일 옵션을 나타낼 수 있었을 것입니다. 마지막으로, 모든 치료 및 모니터링 비용을 보호자가 부담했다는 사실은 연구가 치료의 성공으로 편향되었을 수 있습니다.\n결론적으로, 당뇨병이 있는 개에게 IGla300을 이용한 기초 인슐린 치료는 q12h 중간작용 인슐린 제형의 주사와 규칙적인 식사 급여를 사용하는 전통적인 치료 접근법에 대한 실용적인 대안을 제공합니다. 이 새로운 프로토콜은 인슐린 주사와 수유를 분리하여 주인에게 식사의 시간, 유형 및 일관성 측면에서 더 많은 유연성을 제공하기 때문에 개의 DM 치료의 전반적인 전략에 대한 패러다임 변화를 나타냅니다. 따라서 당뇨병이 있는 개를 돌보는 많은 사람들의 삶의 질을 개선하고 치료 부담을 덜어줄 수 있는 기회를 제공합니다. IGla300의 투여는 동시 질환을 앓고 있는 개를 포함하여 대부분의 개에서 양호하거나 우수한 혈당 조절 및 낮은 임상적 저혈당증 빈도와 관련이 있었다. IGla300을 하루에 한 번 투여하면 당뇨병이 있는 개의 대다수와 당뇨병이 있는 개의 절반에서 동시 질병이 없는 개의 절반에서 우수한 혈당 조절을 달성했습니다. 일부 개에서는 q12h 투여가 필요하며, 일부 개에서는 식사 시간에 볼루스 인슐린을 추가해야 할 수도 있습니다. IGla300에 대한 용량 적정은 FGMS를 사용하여 환자를 초기에 모니터링하는 경우에만 가능합니다. 용량 적정 기간을 완료한 후에는 덜 집중적인 모니터링 방법을 사용할 수 있습니다.\n"
}